window.TZNK_DATA = {
 "generated": "2026-09-20",
 "exam": {
  "minutes": 75,
  "max_points": 33
 },
 "sections": {
  "lexis": "Лексика: мікротексти з пропусками",
  "reading": "Читання й розуміння тексту",
  "logic": "Логіко-аналітичний блок"
 },
 "variants": [
  {
   "id": 646,
   "title": "Тренувальний ТЗНК в магістратуру. Варіант 1",
   "source": "https://zno.osvita.ua/master/tznpk/646/",
   "items": [
    {
     "id": 33762,
     "n": 1,
     "section": "lexis",
     "question": "<p>Древні народи не сповідували наш культ книги, у ній вони вбачали <strong>(1)</strong>___________ усного слова</p>",
     "answers": [
      {
       "letter": "А",
       "html": "аналог"
      },
      {
       "letter": "Б",
       "html": "антидот"
      },
      {
       "letter": "В",
       "html": "антиген"
      },
      {
       "letter": "Г",
       "html": "аналіз"
      }
     ],
     "correct": "А",
     "explanation": "<p> Завдання спрямовано на перевірку знання вступниками значень частовживаних, зокрема в текстах наукового й публіцистичного стилів, іншомовних слів і вміння добирати доречні мовні засоби, зважаючи на контекст, стиль, тип, жанр мовлення. У завданні треба заповнити пропуски, вибравши відповідне за змістом слово з-поміж чотирьох запропонованих варіантів. Для цього треба проаналізувати зміст речення, у якому пропущено лексичну одиницю. </p> <p> У висловлюванні йдеться про таке ставлення до книги, писаного слова, за якого, на відміну від притаманного сучасності культу книг, останні розглядають як звичайний <b>відповідник усного слова</b>. </p> <p> З-поміж варіантів відповіді <i>аналог</i> (те, в чому виявляють схожість, подібність до іншого предмета або явища), <i>антидот</i> (протиотрута, засіб, яким припиняють або послаблюють дію отрути на організм), <i>антиген</i> (чужа організмові людини і тварини речовина, що зумовлює в крові та тканинах утворення антитіл), <i>аналіз</i> (метод наукового дослідження, який полягає в розчленуванні цілого на складники – елементи) у відповідних граматичних формах <b>лише</b> слово <i>аналог</i> <b>відповідає</b> смисловому наповненню речення. </p> <p> <b>Правильна відповідь: А.</b> </p>",
     "passage": "",
     "group": 0
    },
    {
     "id": 33763,
     "n": 2,
     "section": "lexis",
     "question": "<p>Досі є чимало хибних,<strong> (2)</strong> ___________ тверджень про фемінізм, які вже стали мемами. Наприклад, що жінки, котрі відстоюють феміністичні погляди, обов’язково мають бути непривабливими кар’єристками, які зневажають сімейні цінності. І, (3)__________, вони цілодобово мріють про панування над чоловіками.</p>",
     "answers": [
      {
       "letter": "А",
       "html": "нешаблонних"
      },
      {
       "letter": "Б",
       "html": "нереалістичних"
      },
      {
       "letter": "В",
       "html": "індивідуальних"
      },
      {
       "letter": "Г",
       "html": "маніпулятивних"
      }
     ],
     "correct": "Г",
     "explanation": "<p> Завдання спрямовано на перевірку знання слів іншомовного походження, уміння добирати доречні мовні засоби відповідно до контексту. </p> <p> Щоб вибрати правильний варіант заповнення пропуску <b>2</b>, треба взяти до уваги зміст не лише речення із цим пропуском, а й наступного. Прикметником <i>маніпулятивний</i> (той, що впливає, нав’язує певну думку) схарактеризовано твердження, «…які вже стали мемами». Зокрема й наведене твердження, щодо жінок, які обстоюють феміністичні погляди. </p> <p> З-поміж запропонованих варіантів <i>нешаблонний</i> (оригінальний, своєрідний), <i>нереалістичний</i> (якому не властива реалістичність), <i>індивідуальний</i> (властивий певній особі, особливий) лише слово <i>маніпулятивний</i> відповідає контексту. </p> <p><b>Правильна відповідь: Г.</b></p>",
     "passage": "",
     "group": 0
    },
    {
     "id": 33764,
     "n": 3,
     "section": "lexis",
     "question": "<p>Досі є чимало хибних, (2) ___________ тверджень про фемінізм, які вже стали мемами. Наприклад, що жінки, котрі відстоюють феміністичні погляди, обов’язково мають бути непривабливими кар’єристками, які зневажають сімейні цінності. І, <strong>(3)</strong>__________, вони цілодобово мріють про панування над чоловіками.</p>",
     "answers": [
      {
       "letter": "А",
       "html": "так ніби"
      },
      {
       "letter": "Б",
       "html": "так би мовити"
      },
      {
       "letter": "В",
       "html": "звісно ж"
      },
      {
       "letter": "Г",
       "html": "можливо"
      }
     ],
     "correct": "В",
     "explanation": "<p> Завдання спрямовано на перевірку розуміння значення вставних слів чи вставних конструкцій у реченні відповідно до контексту. Вставна конструкція <i>звісно ж</i> виражає впевненість і яскраво й точно підкреслює іронічний зміст запропонованого речення. </p> <p> Інші варіанти відповіді (<i>так ніби, так би мовити, можливо</i>) виражають невпевненість, тому не можуть бути ключами. </p> <p><b>Правильна відповідь: B.</b></p>",
     "passage": "",
     "group": 0
    },
    {
     "id": 33765,
     "n": 4,
     "section": "lexis",
     "question": "<p>Якщо літературні твори надаються до <strong>(4)</strong>____________ кількості інтерпретацій: і тих, які доповнюють одна одну, і тих, які одна з одною (5)____________, то це є ознакою високої проби творів. Коли твори (6)__________ дослідників, спонукаючи їх шукати приховані смисли: культурні, історичні, психологічні, свідомо чи несвідомо обірвані в текстах творів.</p>",
     "answers": [
      {
       "letter": "А",
       "html": "чисельної"
      },
      {
       "letter": "Б",
       "html": "незліченної"
      },
      {
       "letter": "В",
       "html": "нечисленної"
      },
      {
       "letter": "Г",
       "html": "обмеженої"
      }
     ],
     "correct": "Б",
     "explanation": "<p>Завдання зорієнтовано на виявлення здатності дотримуватися норм літературної мови, а також свідомо, невимушено, цілеспрямовано, майстерно вживати мовні засоби відповідно до мети й обставин спілкування.</p> <p>Слово на місці пропуску <b>4</b> в цьому контексті вказує на велику кількість інтерпретацій художніх творів. Розгляньмо значення запропонованих слів: <i>чисельний</i> (який стосується числа, кількісний), <i>незліченний</i> (який складається з великої кількості, незчисленний), <i>нечисленний</i> (який складається з невеликої кількості), <i>обмежений</i> (окреслений межами, незначний, недостатній).</p> <p>Отже, лише слово <i>незліченний</i> відповідає контексту.</p> <p><b>Правильна відповідь: Б.</b></p>",
     "passage": "",
     "group": 0
    },
    {
     "id": 33766,
     "n": 5,
     "section": "lexis",
     "question": "<p>Якщо літературні твори надаються до (4)____________ кількості інтерпретацій: і тих, які доповнюють одна одну, і тих, які одна з одною <strong>(5)</strong>____________, то це є ознакою високої проби творів. Коли твори (6)__________ дослідників, спонукаючи їх шукати приховані смисли: культурні, історичні, психологічні, свідомо чи несвідомо обірвані в текстах творів.</p>",
     "answers": [
      {
       "letter": "А",
       "html": "конфліктують"
      },
      {
       "letter": "Б",
       "html": "консолідуються"
      },
      {
       "letter": "В",
       "html": "конструюють"
      },
      {
       "letter": "Г",
       "html": "контактують"
      }
     ],
     "correct": "А",
     "explanation": "<p> Завдання спрямовано на перевірку мовної компетентності тестованих, зокрема вміння добирати лексеми, які логічно й граматично узгоджуються з контекстом; визначати семантичну відповідність. Тестовані мають продемонструвати розуміння стилістики художнього мовлення, змісту тексту й логічних зв’язків. </p> <p> З-поміж запропонованих дієслів іншомовного походження треба вибрати те, яке є <b>антонімом</b> до слова <i>доповнюють</i>, називає ті <b>інтерпретації</b> художніх творів, що <b>протилежні</b> до інтерпретацій, які доповнюють одна одну. </p> <p> Розгляньмо запропоновані варіанти. Слово <i>конфліктують</i>, яке означає <i>сперечаються, заперечують що-небудь</i>, <b>відповідає контексту</b> якнайкраще, бо називає <b>протилежну</b> дію до слова <i>доповнюють</i>. </p> <p> Лексема <i>консолідуються</i> (об’єднуються, зміцнюють щось) <b>не заперечує, а навпаки підсилює дію, названу словом</b> <i>доповнюють</i>. </p> <p> Слово <i>конструюють</i> (створюють, що-небудь) у такому контексті не узгоджено граматично. Тобто граматично не поєднане зі словосполученням <i>одна з одною</i>, що є <b>додатком</b> до нього. </p> <p> І, нарешті, <i>контактують</i> (установлюють контакт, підтримують стосунки) також радше може бути <b>синонімом</b> слова <i>доповнюють</i>, <b>а не антонімом</b>. </p> <p><b>Правильна відповідь: A.</b></p>",
     "passage": "",
     "group": 0
    },
    {
     "id": 33767,
     "n": 6,
     "section": "lexis",
     "question": "<p>Якщо літературні твори надаються до (4)____________ кількості інтерпретацій: і тих, які доповнюють одна одну, і тих, які одна з одною (5)____________, то це є ознакою високої проби творів. Коли твори <strong>(6)</strong>__________ дослідників, спонукаючи їх шукати приховані смисли: культурні, історичні, психологічні, свідомо чи несвідомо обірвані в текстах творів.</p>",
     "answers": [
      {
       "letter": "А",
       "html": "інтригують"
      },
      {
       "letter": "Б",
       "html": "приголомшують"
      },
      {
       "letter": "В",
       "html": "розчаровують"
      },
      {
       "letter": "Г",
       "html": "імпонують"
      }
     ],
     "correct": "А",
     "explanation": "<p> Завдання спрямовано на перевірку мовної компетентності тестованих, зокрема вміння добирати лексеми, які логічно й граматично узгоджуються з контекстом; визначати семантичну відповідність. Тестовані мають продемонструвати розуміння стилістики художнього мовлення, змісту тексту й логічних зв’язків. </p> <p> На місце пропуску <b>6</b> треба вставити слово, що вказує на вплив, який здатні здійснити художні твори на дослідників, спонукаючи їх шукати приховані смисли: культурні, історичні, психологічні, свідомо чи несвідомо обірвані в текстах творів. </p> <p> З-поміж варіантів відповіді <i>інтригують</i> (збуджують цікавість загадковістю, неясністю, таємничістю; зацікавлюють), <i>приголомшують</i> (справляють сильне враження, дивують), <i>розчаровують</i> (викликають невдоволення, зневіру), <i>імпонують</i> (викликають повагу, прихильність) слово <i>інтригують</i> <b>найточніше</b> відповідає контексту. </p> <p><b>Правильна відповідь: A.</b></p>",
     "passage": "",
     "group": 0
    },
    {
     "id": 33768,
     "n": 7,
     "section": "lexis",
     "question": "<p>Ознакою так званої «нормативної маскулінності» є надто <strong>(7)</strong>___________, вона далеко не завжди (8)__________. За високий статус і постійну боротьбу чоловіки змушені платити поганим здоров’ям, вищим ризиком смертності, неемоційністю тощо. У підсумку виникає (9)____________ маскулінності – це нездатність чоловіків відповідати суспільним очікуванням. Результатом цього часто стають так звані (10)_________ суспільні практики в поведінці чоловіків, що фактично є ознаками токсичної маскулінності.</p>",
     "answers": [
      {
       "letter": "А",
       "html": "висока полиця"
      },
      {
       "letter": "Б",
       "html": "висока планка"
      },
      {
       "letter": "В",
       "html": "висока честь"
      },
      {
       "letter": "Г",
       "html": "висока оцінка"
      }
     ],
     "correct": "Б",
     "explanation": "<p> Завдання зорієнтовано на виявлення здатності диференціювати тонкі смислові відтінки питомо українських і запозичених слів, розрізняти пароніми й синоніми, уживати доречні мовні одиниці, зважаючи на контекст, стиль, тип, жанр мовлення. </p> <p> На місце пропуску <b>7</b> треба вставити <b>фразеологізм</b>, який, зважаючи на зміст речення, означає сукупність надуманих характеристик «нормативної маскулінності», що ставлять надто високі, а часом недосяжні цілі. </p> <p> Серед запропонованих варіантів відповіді <i>висока полиця</i> (література не для всіх, високоінтелектуальна), <i>висока планка</i> (наперед визначена мета, якої важко досягти), <i>висока честь</i> (відповідальне, почесне завдання), <i>висока оцінка</i> (визнання важливості будь-чого, позитивне сприйняття) сполука <i>висока планка</i> відповідає контексту <b>якнайкраще</b>, оскільки вказує на такі <b>якості</b>, що їх <b>важко</b> або й <b>неможливо набути</b>. </p> <p><b>Правильна відповідь: Б.</b></p>",
     "passage": "",
     "group": 0
    },
    {
     "id": 33769,
     "n": 8,
     "section": "lexis",
     "question": "<p>Ознакою так званої «нормативної маскулінності» є надто (7)___________, вона далеко не завжди <strong>(8)</strong>__________. За високий статус і постійну боротьбу чоловіки змушені платити поганим здоров’ям, вищим ризиком смертності, неемоційністю тощо. У підсумку виникає (9)____________ маскулінності – це нездатність чоловіків відповідати суспільним очікуванням. Результатом цього часто стають так звані (10)_________ суспільні практики в поведінці чоловіків, що фактично є ознаками токсичної маскулінності.</p>",
     "answers": [
      {
       "letter": "А",
       "html": "реалістична"
      },
      {
       "letter": "Б",
       "html": "реальна"
      },
      {
       "letter": "В",
       "html": "реалістська"
      },
      {
       "letter": "Г",
       "html": "реалізована"
      }
     ],
     "correct": "А",
     "explanation": "<p> Завдання зорієнтовано на виявлення здатності диференціювати тонкі смислові відтінки питомо українських і запозичених слів, розрізняти пароніми й синоніми, уживати доречні мовні одиниці, зважаючи на контекст, стиль, тип, жанр мовлення. </p> <p> Словом на місці пропуску <b>8</b> означено такі характеристики маскулінності, до якої суспільство висуває зависокі вимоги, що аж ніяк не завжди мають зв’язок із реальністю. Слово <i>реалістичний</i> (об’єктивний, правильно оцінений) <b>відповідає контексту якнайкраще</b>. </p> <p> Варіанти відповіді <b>Б</b>, <b>В</b> й <b>Г</b> є <b>паронімами</b> до слова <i>реалістичний</i>. Тож, зважаючи на лексичне значення – <i>реальний</i> (дійсний, який існує), <i>реалістський</i> (який стосується реаліста, послідовника реалізму), <i>реалізований</i> (здійснений, утілений) – <b>не можуть</b> бути ключами. </p> <p><b>Правильна відповідь: A.</b></p>",
     "passage": "",
     "group": 0
    },
    {
     "id": 33770,
     "n": 9,
     "section": "lexis",
     "question": "<p>Ознакою так званої «нормативної маскулінності» є надто (7)___________, вона далеко не завжди (8)__________. За високий статус і постійну боротьбу чоловіки змушені платити поганим здоров’ям, вищим ризиком смертності, неемоційністю тощо. У підсумку виникає <strong>(9)</strong>____________ маскулінності – це нездатність чоловіків відповідати суспільним очікуванням. Результатом цього часто стають так звані (10)_________ суспільні практики в поведінці чоловіків, що фактично є ознаками токсичної маскулінності.</p>",
     "answers": [
      {
       "letter": "А",
       "html": "поразка"
      },
      {
       "letter": "Б",
       "html": "криза"
      },
      {
       "letter": "В",
       "html": "невдача"
      },
      {
       "letter": "Г",
       "html": "занепад"
      }
     ],
     "correct": "Б",
     "explanation": "<p> Завдання зорієнтовано на виявлення здатності диференціювати тонкі смислові відтінки питомо українських і запозичених слів, розрізняти пароніми й синоніми, уживати доречні мовні одиниці, зважаючи на контекст, стиль, тип, жанр мовлення. </p> <p> Іменник на місці пропуску <b>9</b> називає відповідно до змісту речення той стан маскулінності, який виник унаслідок нездатності чоловіків відповідати зависоким суспільним очікуванням. </p> <p> Поміж запропонованих варіантів відповіді <i>поразка</i> (невдача, програш), <i>криза</i> (злам, загострення становище), <i>невдача</i> (відсутність успіху), <i>занепад</i> (погіршення загального стану, зниження рівня розвитку) слово <i>криза</i> <b>якнайкраще</b> відповідає контексту. </p> <p> Варіант відповіді <b>А</b> <i>поразка</i> видається правдоподібним, однак це слово означає невдалий фінальний момент певного процесу, натомість <b>правильний</b> варіант відповіді <b>Б</b> <i>криза</i> – загострення становища, яке треба виправити. </p> <p><b>Правильна відповідь: Б.</b></p>",
     "passage": "",
     "group": 0
    },
    {
     "id": 33771,
     "n": 10,
     "section": "lexis",
     "question": "<p>Ознакою так званої «нормативної маскулінності» є надто (7)___________, вона далеко не завжди (8)__________. За високий статус і постійну боротьбу чоловіки змушені платити поганим здоров’ям, вищим ризиком смертності, неемоційністю тощо. У підсумку виникає (9)____________ маскулінності – це нездатність чоловіків відповідати суспільним очікуванням. Результатом цього часто стають так звані <strong>(10)</strong>_________ суспільні практики в поведінці чоловіків, що фактично є ознаками токсичної маскулінності.</p>",
     "answers": [
      {
       "letter": "А",
       "html": "контрпродуктивні"
      },
      {
       "letter": "Б",
       "html": "негативні"
      },
      {
       "letter": "В",
       "html": "стабільні"
      },
      {
       "letter": "Г",
       "html": "деструктивні"
      }
     ],
     "correct": "Г",
     "explanation": "<p> Завдання зорієнтовано на виявлення здатності диференціювати тонкі смислові відтінки питомо українських і запозичених слів, розрізняти пароніми й синоніми, уживати доречні мовні одиниці, зважаючи на контекст, стиль, тип, жанр мовлення. </p> <p> Для вибору правильної відповіді треба проаналізувати не лише зміст речення, у якому пропущено слово, а й <b>зміст усього висловлювання</b>. </p> <p> Словом <i>деструктивний (руйнівний, згубний)</i> характеризують шкідливі для суспільства практики в поведінці чоловіків. Для чоловіків наслідками <i>токсичної маскулінності</i> є погане здоров’я, вищий ризик смертності, неемоційність тощо. </p> <p> Решта запропонованих варіантів відповіді – <i>контрпродуктивний</i> (неефективний, непродуктивний), <i>негативний</i> (несприятливий, неприйнятний), <i>стабільний</i> (постійний, незмінний) <b>не відповідають</b> змісту висловлювання. </p> <p><b>Правильна відповідь: Г.</b></p>",
     "passage": "",
     "group": 0
    },
    {
     "id": 33772,
     "n": 11,
     "section": "reading",
     "question": "<p>Виразною особливістю <strong><em>тексту Б</em></strong>, порівняно з <strong><em>текстом А</em></strong>, є </p>",
     "answers": [
      {
       "letter": "А",
       "html": "використання риторичних запитань"
      },
      {
       "letter": "Б",
       "html": "вживання емоційно забарвлених слів"
      },
      {
       "letter": "В",
       "html": "різнобічне висвітлення проблеми"
      },
      {
       "letter": "Г",
       "html": "аргументованість висновків"
      }
     ],
     "correct": "Б",
     "explanation": "<p> Завдання зорієнтовано на виявлення тестованими здатності опрацьовувати формальні ознаки тематично пов’язаних текстів, вичленовуючи однорідну інформацію та способи її подання, а також спроможності кваліфікувати та класифікувати певні явища, факти, об’єкти тощо. </p> <p> Автор тексту Б (абзац <b>13</b>), як і автор тексту А (абзац <b>10</b>), використовує <b>риторичні</b> запитання для здійснення впливу на читача. </p> <p> Автор тексту Б розглядає різні аспекти інформаційного впливу ЗМІ як інструменту маніпуляцій. Зокрема, як і автор тексту А, розглядає <b>маніпулятивні</b> методи, які використовують ЗМІ, звертає увагу на <b>очікування споживачів інформації</b> тощо. Автор тексту А також детально й різнобічно розглядає порушену проблему про <b>виплив засобів масової інформації на громадську думку</b>. Звертає увагу на <b>способи</b> подання і створення інформаційних повідомлень, розглядає <b>наслідки</b> масового спотворення інформації. </p> <p> <b>Висновки</b>, сформульовані в текстах А та Б, ґрунтуються на логічно дібраних <b>аргументах</b>. Висновок, про те, що ЗМІ «привчили людину мислити стереотипами та поступово знизили інтелектуальний рівень повідомлень», випливає з низки <b>аргументів</b>, наведених у тексті А, про <b>фрагментування</b> і <b>спрощення</b> інформації, створення ефекту <b>терміновості</b> й <b>сенсаційності</b>. </p> <p> Думка про те, що авдиторія сама <b>провокує</b> ЗМІ на створення <b>маніпулятивного</b> контенту, яку наведено в тексті Б, також випливає з низки <b>аргументів</b>. Серед них – висловлювання про те, що ЗМІ постійно попереджають свою авдиторію про <b>маніпуляції</b> (абзаци <b>12</b>, <b>13</b>), опис відносин між ЗМІ та їхньою авдиторією через аналогії з ринком, де «попит породжує пропозицію» (абзац <b>13</b>). </p> <p> Особливістю тексту Б, як порівняти з текстом А, є використання автором тексту Б <b>емоційно забарвлених слів</b>. Наприклад, <i>гаряченького, забаглося</i> (абзац <b>13</b>), <i>меншенькою аудиторією</i> (абзац <b>14</b>). У тексті А немає емоційно-експресивної лексики. </p> <p><b>Правильна відповідь: Б.</b></p>",
     "passage": "<p><strong>Прочитайте тексти А і Б та виконайте завдання</strong></p><p>(цифри в дужках позначають номери абзаців наскрізно з обох текстах).</p><p><strong>Текст А</strong></p><p>(1) Використання технологій інформаційно-психологічного впливу для маніпулювання громадською думкою поширене у світі явище. Оскільки ЗМІ призначені для сприйняття їх масами, Давно сформулювали правило: повідомлення повинно мати ступінь зрозумілості, який відповідає рівню інтелекту, приблизно на 10 нижчому від середнього рівня інтелекту реципієнтів. Тож нічого дивуватися примітивності текстів ЗМІ.</p><p>(2) За цим правилом криється те, що людина підсвідомо тяжіє до простих пояснень складного. Тому мас-медіа й зводять реальні суспільні проблеми до якнайпростіших пояснень. Спрощення дає змогу висловити головну думку, яку потрібно донести до аудиторії, у формі ствердження. Ствердження ж означає відмову від обговорення.</p><p>(З) Одним із найважливіших засобів спрощення є поділ цілісної проблеми на фрагменти, щоб адресат не зміг поєднати їх разом та осмислити. Коли цілісний характер проблеми навмисно ігнорують, а уривки про неї пропонують як достовірну інформацію, результат один: нерозуміння, непоінформованість, апатія. «Шматуючи» інформацію про подію, можна різко знизити вплив повідомлення або взагалі позбавити його змісту. Насправді хаотизація потоку повідомлень позірна: добір подій, про які вирішують давати інформацію, здійснюється самими ЗМІ або за чиєюсь указівкою, наприклад, власника чи влади, громадяни цього давно вже не роблять самі.</p><p>(4) Різновидом маніпуляцій у ЗМІ є конструювання повідомлення з неповних висловлювань або уривків відео. Так змінюється контекст, а із залишків створюється зовсім інший зміст. Окремі частини не є неправдою, але сконструйоване ціле може не мати нічого спільного з реальністю.</p><p>(5) Однією з умов успішної фрагментації проблеми є сенсаційність. Нагнітання ефекту терміновості різко збільшує маніпулятивні можливості. Людина просто не має часу осмислити повідомлення, уже не кажучи про його критичний аналіз, крім того, у неї формується певна нервовість. А це та ще відчуття безкінечної кризи дуже знижують здатність до аналітики.</p><p>(6) Спрощення тісно пов’язане зі створенням стереотипів: текст стає доступним тоді, коли його зміст тільки підтверджує суспільні стереотипи. Головним методом закріплення потрібних стереотипів є повторення. Переконання ґрунтується на ствердженні й повторенні.</p><p>(7) Повторення є одним із тих психологічних засобів, які впливають на несвідомі механізми. Якщо зловживати – стереотипи переходять у забобони.</p><p>(8) Повторення є основною умовою пропаганди. Воно надає твердженням ваги переконання й перетворює їх на нав’язливі ідеї, будуючи бар’єр для іншого твердження та унеможливлюючи міркування.</p><p>(9) Повторення надає словам зрозумілості, змушує прийняти інформацію загалом. Таким чином воно мінімізує процес думання та швидко перетворює ідею на дію, формує умовний рефлекс.</p><p>(10) Сподіваюся, ви зрозуміли, навіщо слово «повторення» повторено тут на початку кожного абзацу?</p><p>(11) Саме ЗМІ привчили людину мислити стереотипами та поступово знизили інтелектуальний рівень повідомлень так, що перетворилися на інструмент примітивізації. Ви ще думаєте, що ви самі думаєте?</p><p><em> За А. Стельмашовим.</em></p><p><strong>Текст Б</strong></p><p>(12) Вітчизняні ЗМІ постійно вкорінюють у суспільну свідомість тезу, що мас-медіа – всуціль інструменти маніпуляції громадською думкою, що весь контент створюється так, щоб не сказати правди про реальний стан речей або сказати її таким чином, як її бачать вони або їхні власники. І додають: звісно ж, шановна аудиторіє, це ми робимо у твоїх інтересах. Парадокс, чи не так? ЗМІ торочать відверто, що вони – маніпулятори, а маси мов поглухли: тихенько нарікають, але «ковтають» усе убозтво, що їм пропонується в ефірі, навіть не намагаючись хоч інколи вмикати голову.</p><p>(13) Тож чи варто звинувачувати ЗМІ у використанні маніпулятивних технологій? Якщо люди хочуть жити в ілюзіях, сконструйованих мас-медіа, якщо в них є схильність отримувати все в розжованому вигляді, якщо їм хочеться «гаряченького» прямо з місця подій, а не раціонально-холодного, то нічого перекладати провину на інших. ЗМІ такі, якими є споживачі їхнього продукту. Забагалося споживачеві хепіендів – тримай «мило», де нувориш із «чесними» грошима проміняє яку-небудь герцогиню на Попелюшку із Закарлигівки. Хоче гострих відчуттів – ось йому «Свіженькі вбивства» або «Сенсація! Наші депутати – інопланетяни»... Та потім нічого скаржитися, що нібито саме мас-медіа такими продуктами змусило нас сліпо вірити в кришталево-чистих олігархів, не замислюючись, звідки в них статки, божеволіти, що в країні живуть одні маніяки або інопланетяни... Ринок! Попит породжує пропозицію. Нічого нарікати, що хтось кимось маніпулює, усе по-чесному: брехун відверто заявляє, що бреше, а отже, у всіх є можливість вирішувати, вірити йому чи ні!</p><p>(14) І взагалі, якщо бути відвертими, кожен із нас є таким самим маніпулятором, але з меншенькою аудиторією. Тож нікуди не подінеш факту: і ЗМІ, і ми – одним миром мазані: ми, наприклад, інколи, замість зізнатися як на духу в проступку, ріжемо його на скибочки, урешті обґрунтовуючи, що «і я не я, і хата не моя», по півслова правди говоримо своїм близьким, щоб, скажімо, захистити їх, дозуємо й перекручуємо щось, аби досягти своєї мети, перебільшуємо успіхи – так і ЗМІ чинять, керуючись своїми або власниковими преференціями. Здається, усе логічно!..</p><p>(15) Але чомусь від такої логіки моторошно. Особливо якщо зважити, що наша дрібненька маніпуляція ніколи не дотягне до мас-медійних, що спотворюють дійсність для мільйонів громадян. Уже не говорячи про наслідки. У приватному житті ми маємо бодай якийсь шанс вивести маніпулятора на чисту воду.</p><p>(16) Зовсім інша ситуація зі ЗМІ. Вони грають завжди «в одні ворота». Ми позбавлені можливості тут і зараз дезавуювати їх. Навіть коли такий шанс з’являється – у них у запасі десятки способів виправдатися. Ну, щонайменше заявити: «А ми ж відверто вам говорили, що ЗМІ – маніпулятори. Ви були попереджені. Винуватьте себе, а не нас».</p><p><em> За А. Коловорітським.</em></p>",
     "group": 1
    },
    {
     "id": 33773,
     "n": 12,
     "section": "reading",
     "question": "<p>Метою автора <em><strong>тексту Б</strong></em> є</p>",
     "answers": [
      {
       "letter": "А",
       "html": "спонукати читача замислитися над проблемою масових маніпуляцій і роллю кожного у їхньому поширенні"
      },
      {
       "letter": "Б",
       "html": "показати, як мас-медіа за допомогою різних технологій інформаційно-психологічного впливу спрощують реальність"
      },
      {
       "letter": "В",
       "html": "пояснити механізми маніпуляцій у ЗМІ, наголоcити на їхньому психологічному ефекті"
      },
      {
       "letter": "Г",
       "html": "мотивувати читача усвідомлювати власну вразливість перед технологіями масових маніпуляцій у ЗМІ"
      }
     ],
     "correct": "А",
     "explanation": "<p>Завдання зорієнтовано на виявлення здатності працювати з текстами як цілісністю, визначати мету висловлювання. </p> <p>У <em><strong>тексті Б</strong></em> автор не лише описує окремі технології маніпуляцій чи психологічні механізми впливу ЗМІ, а й послідовно підводить читача до головного висновку: маніпулятивність мас-медіа – це загальнолюдська проблема, і відповідальність за її існування частково лежить на самих споживачах інформації. Автор не має на меті просто описати механізми маніпуляцій (як у варіантах <em><strong>Б</strong></em> і <em><strong>В</strong></em>) і не лише застерегти (як у варіанті <em><strong>Г</strong></em>), а передусім спонукати читача замислитися над своєю роллю у підтримці цієї системи та над потребою критичного мислення.</p> <p>Саме варіант <em><strong>А</strong></em> відображає головну, узагальнену мету тексту. Решта варіантів відповідають окремим аспектам, які автор дійсно порушує, але вони не охоплюють усього комунікативного задуму тексту.</p> <p>Автор <em><strong>тексту Б</strong></em> <b>прагне</b> <strong>спонукати</strong> читача замислитися над проблемою масових маніпуляцій і роллю кожного в їхньому поширенні.</p> <p><b>Правильна відповідь: А.</b></p>",
     "passage": "<p><strong>Прочитайте тексти А і Б та виконайте завдання</strong></p><p>(цифри в дужках позначають номери абзаців наскрізно з обох текстах).</p><p><strong>Текст А</strong></p><p>(1) Використання технологій інформаційно-психологічного впливу для маніпулювання громадською думкою поширене у світі явище. Оскільки ЗМІ призначені для сприйняття їх масами, Давно сформулювали правило: повідомлення повинно мати ступінь зрозумілості, який відповідає рівню інтелекту, приблизно на 10 нижчому від середнього рівня інтелекту реципієнтів. Тож нічого дивуватися примітивності текстів ЗМІ.</p><p>(2) За цим правилом криється те, що людина підсвідомо тяжіє до простих пояснень складного. Тому мас-медіа й зводять реальні суспільні проблеми до якнайпростіших пояснень. Спрощення дає змогу висловити головну думку, яку потрібно донести до аудиторії, у формі ствердження. Ствердження ж означає відмову від обговорення.</p><p>(З) Одним із найважливіших засобів спрощення є поділ цілісної проблеми на фрагменти, щоб адресат не зміг поєднати їх разом та осмислити. Коли цілісний характер проблеми навмисно ігнорують, а уривки про неї пропонують як достовірну інформацію, результат один: нерозуміння, непоінформованість, апатія. «Шматуючи» інформацію про подію, можна різко знизити вплив повідомлення або взагалі позбавити його змісту. Насправді хаотизація потоку повідомлень позірна: добір подій, про які вирішують давати інформацію, здійснюється самими ЗМІ або за чиєюсь указівкою, наприклад, власника чи влади, громадяни цього давно вже не роблять самі.</p><p>(4) Різновидом маніпуляцій у ЗМІ є конструювання повідомлення з неповних висловлювань або уривків відео. Так змінюється контекст, а із залишків створюється зовсім інший зміст. Окремі частини не є неправдою, але сконструйоване ціле може не мати нічого спільного з реальністю.</p><p>(5) Однією з умов успішної фрагментації проблеми є сенсаційність. Нагнітання ефекту терміновості різко збільшує маніпулятивні можливості. Людина просто не має часу осмислити повідомлення, уже не кажучи про його критичний аналіз, крім того, у неї формується певна нервовість. А це та ще відчуття безкінечної кризи дуже знижують здатність до аналітики.</p><p>(6) Спрощення тісно пов’язане зі створенням стереотипів: текст стає доступним тоді, коли його зміст тільки підтверджує суспільні стереотипи. Головним методом закріплення потрібних стереотипів є повторення. Переконання ґрунтується на ствердженні й повторенні.</p><p>(7) Повторення є одним із тих психологічних засобів, які впливають на несвідомі механізми. Якщо зловживати – стереотипи переходять у забобони.</p><p>(8) Повторення є основною умовою пропаганди. Воно надає твердженням ваги переконання й перетворює їх на нав’язливі ідеї, будуючи бар’єр для іншого твердження та унеможливлюючи міркування.</p><p>(9) Повторення надає словам зрозумілості, змушує прийняти інформацію загалом. Таким чином воно мінімізує процес думання та швидко перетворює ідею на дію, формує умовний рефлекс.</p><p>(10) Сподіваюся, ви зрозуміли, навіщо слово «повторення» повторено тут на початку кожного абзацу?</p><p>(11) Саме ЗМІ привчили людину мислити стереотипами та поступово знизили інтелектуальний рівень повідомлень так, що перетворилися на інструмент примітивізації. Ви ще думаєте, що ви самі думаєте?</p><p><em> За А. Стельмашовим.</em></p><p><strong>Текст Б</strong></p><p>(12) Вітчизняні ЗМІ постійно вкорінюють у суспільну свідомість тезу, що мас-медіа – всуціль інструменти маніпуляції громадською думкою, що весь контент створюється так, щоб не сказати правди про реальний стан речей або сказати її таким чином, як її бачать вони або їхні власники. І додають: звісно ж, шановна аудиторіє, це ми робимо у твоїх інтересах. Парадокс, чи не так? ЗМІ торочать відверто, що вони – маніпулятори, а маси мов поглухли: тихенько нарікають, але «ковтають» усе убозтво, що їм пропонується в ефірі, навіть не намагаючись хоч інколи вмикати голову.</p><p>(13) Тож чи варто звинувачувати ЗМІ у використанні маніпулятивних технологій? Якщо люди хочуть жити в ілюзіях, сконструйованих мас-медіа, якщо в них є схильність отримувати все в розжованому вигляді, якщо їм хочеться «гаряченького» прямо з місця подій, а не раціонально-холодного, то нічого перекладати провину на інших. ЗМІ такі, якими є споживачі їхнього продукту. Забагалося споживачеві хепіендів – тримай «мило», де нувориш із «чесними» грошима проміняє яку-небудь герцогиню на Попелюшку із Закарлигівки. Хоче гострих відчуттів – ось йому «Свіженькі вбивства» або «Сенсація! Наші депутати – інопланетяни»... Та потім нічого скаржитися, що нібито саме мас-медіа такими продуктами змусило нас сліпо вірити в кришталево-чистих олігархів, не замислюючись, звідки в них статки, божеволіти, що в країні живуть одні маніяки або інопланетяни... Ринок! Попит породжує пропозицію. Нічого нарікати, що хтось кимось маніпулює, усе по-чесному: брехун відверто заявляє, що бреше, а отже, у всіх є можливість вирішувати, вірити йому чи ні!</p><p>(14) І взагалі, якщо бути відвертими, кожен із нас є таким самим маніпулятором, але з меншенькою аудиторією. Тож нікуди не подінеш факту: і ЗМІ, і ми – одним миром мазані: ми, наприклад, інколи, замість зізнатися як на духу в проступку, ріжемо його на скибочки, урешті обґрунтовуючи, що «і я не я, і хата не моя», по півслова правди говоримо своїм близьким, щоб, скажімо, захистити їх, дозуємо й перекручуємо щось, аби досягти своєї мети, перебільшуємо успіхи – так і ЗМІ чинять, керуючись своїми або власниковими преференціями. Здається, усе логічно!..</p><p>(15) Але чомусь від такої логіки моторошно. Особливо якщо зважити, що наша дрібненька маніпуляція ніколи не дотягне до мас-медійних, що спотворюють дійсність для мільйонів громадян. Уже не говорячи про наслідки. У приватному житті ми маємо бодай якийсь шанс вивести маніпулятора на чисту воду.</p><p>(16) Зовсім інша ситуація зі ЗМІ. Вони грають завжди «в одні ворота». Ми позбавлені можливості тут і зараз дезавуювати їх. Навіть коли такий шанс з’являється – у них у запасі десятки способів виправдатися. Ну, щонайменше заявити: «А ми ж відверто вам говорили, що ЗМІ – маніпулятори. Ви були попереджені. Винуватьте себе, а не нас».</p><p><em> За А. Коловорітським.</em></p>",
     "group": 1
    },
    {
     "id": 33822,
     "n": 13,
     "section": "reading",
     "question": "<p>Тему обох текстів найбільш точно окреслено в рядку</p>",
     "answers": [
      {
       "letter": "А",
       "html": "Сучасні мас-медіа як винуватці спотворення правди про реальність."
      },
      {
       "letter": "Б",
       "html": "Найпоширеніші прийоми маніпуляції громадською думкою в засобах масової інформації."
      },
      {
       "letter": "В",
       "html": "Суспільство як суб’єкт, що зацікавлений у тому, щоб маніпулятивні технології активно застосовувалися в ЗМІ."
      },
      {
       "letter": "Г",
       "html": "Використання ЗМІ технологій інформаційно-психологічного впливу для маніпулювання суспільством."
      }
     ],
     "correct": "Г",
     "explanation": "<p>Завдання зорієнтовано на виявлення здатності тестованих визначати теми текстів, відмежовувати їх від побічних тем, які зактуалізовано в обох текстах або в одному з них.</p> <p>Варіант відповіді <b>А</b> <i>Сучасні масмедіа як винуватці спотворення правди про реальність</i> <b>не можна</b> вважати правильним, оскільки це радше <i>ідея</i>, а не тема тексту <b>А</b>. Адже саме в цьому тексті автор обстоює думку про <i>масмедіа як потужний ресурс, який здійснює маніпулятивні впливи</i>. У тексті <b>Б</b> провідною є дещо інша ідея, зокрема про те, що <b>ЗМІ</b> виявляються <b>маніпуляторами</b>, оскільки виконують запит аудиторії.</p> <p>Варіант відповіді <b>Б</b> <i>Найпоширеніші прийоми маніпуляції громадською думкою в засобах масової інформації</i> не можна розглядати як тему обох текстів, оскільки це лише одна з мікротем у тексті <b>Б</b> й дещо більш виражена мікротема в тексті <b>А</b>.</p> <p>Відповідь <b>В</b> <i>Суспільство як суб’єкт, що зацікавлений у тому, щоб маніпулятивні технології активно застосовувалися в ЗМІ</i> не є темою, оскільки в центрі уваги тексту <b>А</b> не суспільство, а засоби масової інформації.</p> <p>Отже, лише варіант відповіді <b>Г</b> <i>Використання ЗМІ технологій інформаційно-психологічного впливу для маніпулювання суспільством</i> пропонує визначення, яке окреслює найповніше <b>спільну</b> тему обох текстів. А саме: у центрі обох текстів <b>ЗМІ</b>, які, використовуючи технології впливу на свідомість людини, <b>маніпулюють суспільною думкою</b>.</p> <p><b>Правильна відповідь: Г.</b></p>",
     "passage": "<p><strong>Прочитайте тексти А і Б та виконайте завдання</strong></p><p>(цифри в дужках позначають номери абзаців наскрізно з обох текстах).</p><p><strong>Текст А</strong></p><p>(1) Використання технологій інформаційно-психологічного впливу для маніпулювання громадською думкою поширене у світі явище. Оскільки ЗМІ призначені для сприйняття їх масами, Давно сформулювали правило: повідомлення повинно мати ступінь зрозумілості, який відповідає рівню інтелекту, приблизно на 10 нижчому від середнього рівня інтелекту реципієнтів. Тож нічого дивуватися примітивності текстів ЗМІ.</p><p>(2) За цим правилом криється те, що людина підсвідомо тяжіє до простих пояснень складного. Тому мас-медіа й зводять реальні суспільні проблеми до якнайпростіших пояснень. Спрощення дає змогу висловити головну думку, яку потрібно донести до аудиторії, у формі ствердження. Ствердження ж означає відмову від обговорення.</p><p>(З) Одним із найважливіших засобів спрощення є поділ цілісної проблеми на фрагменти, щоб адресат не зміг поєднати їх разом та осмислити. Коли цілісний характер проблеми навмисно ігнорують, а уривки про неї пропонують як достовірну інформацію, результат один: нерозуміння, непоінформованість, апатія. «Шматуючи» інформацію про подію, можна різко знизити вплив повідомлення або взагалі позбавити його змісту. Насправді хаотизація потоку повідомлень позірна: добір подій, про які вирішують давати інформацію, здійснюється самими ЗМІ або за чиєюсь указівкою, наприклад, власника чи влади, громадяни цього давно вже не роблять самі.</p><p>(4) Різновидом маніпуляцій у ЗМІ є конструювання повідомлення з неповних висловлювань або уривків відео. Так змінюється контекст, а із залишків створюється зовсім інший зміст. Окремі частини не є неправдою, але сконструйоване ціле може не мати нічого спільного з реальністю.</p><p>(5) Однією з умов успішної фрагментації проблеми є сенсаційність. Нагнітання ефекту терміновості різко збільшує маніпулятивні можливості. Людина просто не має часу осмислити повідомлення, уже не кажучи про його критичний аналіз, крім того, у неї формується певна нервовість. А це та ще відчуття безкінечної кризи дуже знижують здатність до аналітики.</p><p>(6) Спрощення тісно пов’язане зі створенням стереотипів: текст стає доступним тоді, коли його зміст тільки підтверджує суспільні стереотипи. Головним методом закріплення потрібних стереотипів є повторення. Переконання ґрунтується на ствердженні й повторенні.</p><p>(7) Повторення є одним із тих психологічних засобів, які впливають на несвідомі механізми. Якщо зловживати – стереотипи переходять у забобони.</p><p>(8) Повторення є основною умовою пропаганди. Воно надає твердженням ваги переконання й перетворює їх на нав’язливі ідеї, будуючи бар’єр для іншого твердження та унеможливлюючи міркування.</p><p>(9) Повторення надає словам зрозумілості, змушує прийняти інформацію загалом. Таким чином воно мінімізує процес думання та швидко перетворює ідею на дію, формує умовний рефлекс.</p><p>(10) Сподіваюся, ви зрозуміли, навіщо слово «повторення» повторено тут на початку кожного абзацу?</p><p>(11) Саме ЗМІ привчили людину мислити стереотипами та поступово знизили інтелектуальний рівень повідомлень так, що перетворилися на інструмент примітивізації. Ви ще думаєте, що ви самі думаєте?</p><p><em> За А. Стельмашовим.</em></p><p><strong>Текст Б</strong></p><p>(12) Вітчизняні ЗМІ постійно вкорінюють у суспільну свідомість тезу, що мас-медіа – всуціль інструменти маніпуляції громадською думкою, що весь контент створюється так, щоб не сказати правди про реальний стан речей або сказати її таким чином, як її бачать вони або їхні власники. І додають: звісно ж, шановна аудиторіє, це ми робимо у твоїх інтересах. Парадокс, чи не так? ЗМІ торочать відверто, що вони – маніпулятори, а маси мов поглухли: тихенько нарікають, але «ковтають» усе убозтво, що їм пропонується в ефірі, навіть не намагаючись хоч інколи вмикати голову.</p><p>(13) Тож чи варто звинувачувати ЗМІ у використанні маніпулятивних технологій? Якщо люди хочуть жити в ілюзіях, сконструйованих мас-медіа, якщо в них є схильність отримувати все в розжованому вигляді, якщо їм хочеться «гаряченького» прямо з місця подій, а не раціонально-холодного, то нічого перекладати провину на інших. ЗМІ такі, якими є споживачі їхнього продукту. Забагалося споживачеві хепіендів – тримай «мило», де нувориш із «чесними» грошима проміняє яку-небудь герцогиню на Попелюшку із Закарлигівки. Хоче гострих відчуттів – ось йому «Свіженькі вбивства» або «Сенсація! Наші депутати – інопланетяни»... Та потім нічого скаржитися, що нібито саме мас-медіа такими продуктами змусило нас сліпо вірити в кришталево-чистих олігархів, не замислюючись, звідки в них статки, божеволіти, що в країні живуть одні маніяки або інопланетяни... Ринок! Попит породжує пропозицію. Нічого нарікати, що хтось кимось маніпулює, усе по-чесному: брехун відверто заявляє, що бреше, а отже, у всіх є можливість вирішувати, вірити йому чи ні!</p><p>(14) І взагалі, якщо бути відвертими, кожен із нас є таким самим маніпулятором, але з меншенькою аудиторією. Тож нікуди не подінеш факту: і ЗМІ, і ми – одним миром мазані: ми, наприклад, інколи, замість зізнатися як на духу в проступку, ріжемо його на скибочки, урешті обґрунтовуючи, що «і я не я, і хата не моя», по півслова правди говоримо своїм близьким, щоб, скажімо, захистити їх, дозуємо й перекручуємо щось, аби досягти своєї мети, перебільшуємо успіхи – так і ЗМІ чинять, керуючись своїми або власниковими преференціями. Здається, усе логічно!..</p><p>(15) Але чомусь від такої логіки моторошно. Особливо якщо зважити, що наша дрібненька маніпуляція ніколи не дотягне до мас-медійних, що спотворюють дійсність для мільйонів громадян. Уже не говорячи про наслідки. У приватному житті ми маємо бодай якийсь шанс вивести маніпулятора на чисту воду.</p><p>(16) Зовсім інша ситуація зі ЗМІ. Вони грають завжди «в одні ворота». Ми позбавлені можливості тут і зараз дезавуювати їх. Навіть коли такий шанс з’являється – у них у запасі десятки способів виправдатися. Ну, щонайменше заявити: «А ми ж відверто вам говорили, що ЗМІ – маніпулятори. Ви були попереджені. Винуватьте себе, а не нас».</p><p><em> За А. Коловорітським.</em></p>",
     "group": 1
    },
    {
     "id": 33823,
     "n": 14,
     "section": "reading",
     "question": "<p>Спільні для обох текстів значущі концепти (опорні поняття) вказано в рядку</p>",
     "answers": [
      {
       "letter": "А",
       "html": "маніпуляція, мас-медіа, психіка"
      },
      {
       "letter": "Б",
       "html": "аудиторія, стереотип, умовний рефлекс"
      },
      {
       "letter": "В",
       "html": "ствердження, повторення, вплив"
      },
      {
       "letter": "Г",
       "html": "власник ЗМІ, інформація, примітивізація"
      }
     ],
     "correct": "А",
     "explanation": "<p>Значущими концептуальними для обох текстів поняттями є <i>маніпуляція, масмедіа</i> та <i>психіка</i>, оскільки більшою або меншою мірою навколо обговорення проблеми впливу ЗМІ на психіку й свідомість з маніпулятивною метою зосереджено обидва тексти.</p> <p>Концепти <i>умовний рефлекс, повторення, примітивізація, </i>що серед іншого запропоновані в інших чотирьох варіантах відповіді, зактуалізовано лише в одному з текстів або ж вони не є значущими для текстів.</p> <p><b>Правильна відповідь: A.</b></p>",
     "passage": "<p><strong>Прочитайте тексти А і Б та виконайте завдання</strong></p><p>(цифри в дужках позначають номери абзаців наскрізно з обох текстах).</p><p><strong>Текст А</strong></p><p>(1) Використання технологій інформаційно-психологічного впливу для маніпулювання громадською думкою поширене у світі явище. Оскільки ЗМІ призначені для сприйняття їх масами, Давно сформулювали правило: повідомлення повинно мати ступінь зрозумілості, який відповідає рівню інтелекту, приблизно на 10 нижчому від середнього рівня інтелекту реципієнтів. Тож нічого дивуватися примітивності текстів ЗМІ.</p><p>(2) За цим правилом криється те, що людина підсвідомо тяжіє до простих пояснень складного. Тому мас-медіа й зводять реальні суспільні проблеми до якнайпростіших пояснень. Спрощення дає змогу висловити головну думку, яку потрібно донести до аудиторії, у формі ствердження. Ствердження ж означає відмову від обговорення.</p><p>(З) Одним із найважливіших засобів спрощення є поділ цілісної проблеми на фрагменти, щоб адресат не зміг поєднати їх разом та осмислити. Коли цілісний характер проблеми навмисно ігнорують, а уривки про неї пропонують як достовірну інформацію, результат один: нерозуміння, непоінформованість, апатія. «Шматуючи» інформацію про подію, можна різко знизити вплив повідомлення або взагалі позбавити його змісту. Насправді хаотизація потоку повідомлень позірна: добір подій, про які вирішують давати інформацію, здійснюється самими ЗМІ або за чиєюсь указівкою, наприклад, власника чи влади, громадяни цього давно вже не роблять самі.</p><p>(4) Різновидом маніпуляцій у ЗМІ є конструювання повідомлення з неповних висловлювань або уривків відео. Так змінюється контекст, а із залишків створюється зовсім інший зміст. Окремі частини не є неправдою, але сконструйоване ціле може не мати нічого спільного з реальністю.</p><p>(5) Однією з умов успішної фрагментації проблеми є сенсаційність. Нагнітання ефекту терміновості різко збільшує маніпулятивні можливості. Людина просто не має часу осмислити повідомлення, уже не кажучи про його критичний аналіз, крім того, у неї формується певна нервовість. А це та ще відчуття безкінечної кризи дуже знижують здатність до аналітики.</p><p>(6) Спрощення тісно пов’язане зі створенням стереотипів: текст стає доступним тоді, коли його зміст тільки підтверджує суспільні стереотипи. Головним методом закріплення потрібних стереотипів є повторення. Переконання ґрунтується на ствердженні й повторенні.</p><p>(7) Повторення є одним із тих психологічних засобів, які впливають на несвідомі механізми. Якщо зловживати – стереотипи переходять у забобони.</p><p>(8) Повторення є основною умовою пропаганди. Воно надає твердженням ваги переконання й перетворює їх на нав’язливі ідеї, будуючи бар’єр для іншого твердження та унеможливлюючи міркування.</p><p>(9) Повторення надає словам зрозумілості, змушує прийняти інформацію загалом. Таким чином воно мінімізує процес думання та швидко перетворює ідею на дію, формує умовний рефлекс.</p><p>(10) Сподіваюся, ви зрозуміли, навіщо слово «повторення» повторено тут на початку кожного абзацу?</p><p>(11) Саме ЗМІ привчили людину мислити стереотипами та поступово знизили інтелектуальний рівень повідомлень так, що перетворилися на інструмент примітивізації. Ви ще думаєте, що ви самі думаєте?</p><p><em> За А. Стельмашовим.</em></p><p><strong>Текст Б</strong></p><p>(12) Вітчизняні ЗМІ постійно вкорінюють у суспільну свідомість тезу, що мас-медіа – всуціль інструменти маніпуляції громадською думкою, що весь контент створюється так, щоб не сказати правди про реальний стан речей або сказати її таким чином, як її бачать вони або їхні власники. І додають: звісно ж, шановна аудиторіє, це ми робимо у твоїх інтересах. Парадокс, чи не так? ЗМІ торочать відверто, що вони – маніпулятори, а маси мов поглухли: тихенько нарікають, але «ковтають» усе убозтво, що їм пропонується в ефірі, навіть не намагаючись хоч інколи вмикати голову.</p><p>(13) Тож чи варто звинувачувати ЗМІ у використанні маніпулятивних технологій? Якщо люди хочуть жити в ілюзіях, сконструйованих мас-медіа, якщо в них є схильність отримувати все в розжованому вигляді, якщо їм хочеться «гаряченького» прямо з місця подій, а не раціонально-холодного, то нічого перекладати провину на інших. ЗМІ такі, якими є споживачі їхнього продукту. Забагалося споживачеві хепіендів – тримай «мило», де нувориш із «чесними» грошима проміняє яку-небудь герцогиню на Попелюшку із Закарлигівки. Хоче гострих відчуттів – ось йому «Свіженькі вбивства» або «Сенсація! Наші депутати – інопланетяни»... Та потім нічого скаржитися, що нібито саме мас-медіа такими продуктами змусило нас сліпо вірити в кришталево-чистих олігархів, не замислюючись, звідки в них статки, божеволіти, що в країні живуть одні маніяки або інопланетяни... Ринок! Попит породжує пропозицію. Нічого нарікати, що хтось кимось маніпулює, усе по-чесному: брехун відверто заявляє, що бреше, а отже, у всіх є можливість вирішувати, вірити йому чи ні!</p><p>(14) І взагалі, якщо бути відвертими, кожен із нас є таким самим маніпулятором, але з меншенькою аудиторією. Тож нікуди не подінеш факту: і ЗМІ, і ми – одним миром мазані: ми, наприклад, інколи, замість зізнатися як на духу в проступку, ріжемо його на скибочки, урешті обґрунтовуючи, що «і я не я, і хата не моя», по півслова правди говоримо своїм близьким, щоб, скажімо, захистити їх, дозуємо й перекручуємо щось, аби досягти своєї мети, перебільшуємо успіхи – так і ЗМІ чинять, керуючись своїми або власниковими преференціями. Здається, усе логічно!..</p><p>(15) Але чомусь від такої логіки моторошно. Особливо якщо зважити, що наша дрібненька маніпуляція ніколи не дотягне до мас-медійних, що спотворюють дійсність для мільйонів громадян. Уже не говорячи про наслідки. У приватному житті ми маємо бодай якийсь шанс вивести маніпулятора на чисту воду.</p><p>(16) Зовсім інша ситуація зі ЗМІ. Вони грають завжди «в одні ворота». Ми позбавлені можливості тут і зараз дезавуювати їх. Навіть коли такий шанс з’являється – у них у запасі десятки способів виправдатися. Ну, щонайменше заявити: «А ми ж відверто вам говорили, що ЗМІ – маніпулятори. Ви були попереджені. Винуватьте себе, а не нас».</p><p><em> За А. Коловорітським.</em></p>",
     "group": 1
    },
    {
     "id": 33824,
     "n": 15,
     "section": "reading",
     "question": "<p>У <strong><em>тексті Б</em></strong> немає очевидної згадки про такий маніпулятивний прийом, обговорений у <strong><em>тексті А</em></strong>, як</p>",
     "answers": [
      {
       "letter": "А",
       "html": "зведення проблем до якомога простіших пояснень."
      },
      {
       "letter": "Б",
       "html": "поділ будь-якої цілісної проблеми на окремі фрагменти."
      },
      {
       "letter": "В",
       "html": "конструювання повідомлення з неповних висловлювань."
      },
      {
       "letter": "Г",
       "html": "постійне повторення тієї самої інформації."
      }
     ],
     "correct": "Г",
     "explanation": "<p>У тексті <b>Б</b> немає виразно виявленої згадки про прийом постійного повторення тієї самої інформації. Усі інші прийоми, згадані в тексті <b>А</b>, мають у тексті <b>Б</b> доволі виразно означені <b>аналогії</b>, наприклад:</p> <ul> <li>зведення проблем до якомога простіших пояснень – <i>«схильність отримувати все в розжованому вигляді»</i> (абзац <b>13</b>);</li> <li>поділ будь-якої цілісної проблеми на окремі фрагменти – <i>«інколи, замість зізнатися як на духу у проступку, ріжемо його на скибочки, урешті обґрунтовуючи, що “і я не я, і хата не моя”»</i> (абзац <b>14</b>);</li> <li>конструювання повідомлення з неповних висловлювань – <i>«дозуємо й перекручуємо щось, аби досягти своєї мети, перебільшуємо успіхи»</i> (абзац <b>14</b>).</li> </ul> <p><b>Правильна відповідь: Г.</b></p>",
     "passage": "<p><strong>Прочитайте тексти А і Б та виконайте завдання</strong></p><p>(цифри в дужках позначають номери абзаців наскрізно з обох текстах).</p><p><strong>Текст А</strong></p><p>(1) Використання технологій інформаційно-психологічного впливу для маніпулювання громадською думкою поширене у світі явище. Оскільки ЗМІ призначені для сприйняття їх масами, Давно сформулювали правило: повідомлення повинно мати ступінь зрозумілості, який відповідає рівню інтелекту, приблизно на 10 нижчому від середнього рівня інтелекту реципієнтів. Тож нічого дивуватися примітивності текстів ЗМІ.</p><p>(2) За цим правилом криється те, що людина підсвідомо тяжіє до простих пояснень складного. Тому мас-медіа й зводять реальні суспільні проблеми до якнайпростіших пояснень. Спрощення дає змогу висловити головну думку, яку потрібно донести до аудиторії, у формі ствердження. Ствердження ж означає відмову від обговорення.</p><p>(З) Одним із найважливіших засобів спрощення є поділ цілісної проблеми на фрагменти, щоб адресат не зміг поєднати їх разом та осмислити. Коли цілісний характер проблеми навмисно ігнорують, а уривки про неї пропонують як достовірну інформацію, результат один: нерозуміння, непоінформованість, апатія. «Шматуючи» інформацію про подію, можна різко знизити вплив повідомлення або взагалі позбавити його змісту. Насправді хаотизація потоку повідомлень позірна: добір подій, про які вирішують давати інформацію, здійснюється самими ЗМІ або за чиєюсь указівкою, наприклад, власника чи влади, громадяни цього давно вже не роблять самі.</p><p>(4) Різновидом маніпуляцій у ЗМІ є конструювання повідомлення з неповних висловлювань або уривків відео. Так змінюється контекст, а із залишків створюється зовсім інший зміст. Окремі частини не є неправдою, але сконструйоване ціле може не мати нічого спільного з реальністю.</p><p>(5) Однією з умов успішної фрагментації проблеми є сенсаційність. Нагнітання ефекту терміновості різко збільшує маніпулятивні можливості. Людина просто не має часу осмислити повідомлення, уже не кажучи про його критичний аналіз, крім того, у неї формується певна нервовість. А це та ще відчуття безкінечної кризи дуже знижують здатність до аналітики.</p><p>(6) Спрощення тісно пов’язане зі створенням стереотипів: текст стає доступним тоді, коли його зміст тільки підтверджує суспільні стереотипи. Головним методом закріплення потрібних стереотипів є повторення. Переконання ґрунтується на ствердженні й повторенні.</p><p>(7) Повторення є одним із тих психологічних засобів, які впливають на несвідомі механізми. Якщо зловживати – стереотипи переходять у забобони.</p><p>(8) Повторення є основною умовою пропаганди. Воно надає твердженням ваги переконання й перетворює їх на нав’язливі ідеї, будуючи бар’єр для іншого твердження та унеможливлюючи міркування.</p><p>(9) Повторення надає словам зрозумілості, змушує прийняти інформацію загалом. Таким чином воно мінімізує процес думання та швидко перетворює ідею на дію, формує умовний рефлекс.</p><p>(10) Сподіваюся, ви зрозуміли, навіщо слово «повторення» повторено тут на початку кожного абзацу?</p><p>(11) Саме ЗМІ привчили людину мислити стереотипами та поступово знизили інтелектуальний рівень повідомлень так, що перетворилися на інструмент примітивізації. Ви ще думаєте, що ви самі думаєте?</p><p><em> За А. Стельмашовим.</em></p><p><strong>Текст Б</strong></p><p>(12) Вітчизняні ЗМІ постійно вкорінюють у суспільну свідомість тезу, що мас-медіа – всуціль інструменти маніпуляції громадською думкою, що весь контент створюється так, щоб не сказати правди про реальний стан речей або сказати її таким чином, як її бачать вони або їхні власники. І додають: звісно ж, шановна аудиторіє, це ми робимо у твоїх інтересах. Парадокс, чи не так? ЗМІ торочать відверто, що вони – маніпулятори, а маси мов поглухли: тихенько нарікають, але «ковтають» усе убозтво, що їм пропонується в ефірі, навіть не намагаючись хоч інколи вмикати голову.</p><p>(13) Тож чи варто звинувачувати ЗМІ у використанні маніпулятивних технологій? Якщо люди хочуть жити в ілюзіях, сконструйованих мас-медіа, якщо в них є схильність отримувати все в розжованому вигляді, якщо їм хочеться «гаряченького» прямо з місця подій, а не раціонально-холодного, то нічого перекладати провину на інших. ЗМІ такі, якими є споживачі їхнього продукту. Забагалося споживачеві хепіендів – тримай «мило», де нувориш із «чесними» грошима проміняє яку-небудь герцогиню на Попелюшку із Закарлигівки. Хоче гострих відчуттів – ось йому «Свіженькі вбивства» або «Сенсація! Наші депутати – інопланетяни»... Та потім нічого скаржитися, що нібито саме мас-медіа такими продуктами змусило нас сліпо вірити в кришталево-чистих олігархів, не замислюючись, звідки в них статки, божеволіти, що в країні живуть одні маніяки або інопланетяни... Ринок! Попит породжує пропозицію. Нічого нарікати, що хтось кимось маніпулює, усе по-чесному: брехун відверто заявляє, що бреше, а отже, у всіх є можливість вирішувати, вірити йому чи ні!</p><p>(14) І взагалі, якщо бути відвертими, кожен із нас є таким самим маніпулятором, але з меншенькою аудиторією. Тож нікуди не подінеш факту: і ЗМІ, і ми – одним миром мазані: ми, наприклад, інколи, замість зізнатися як на духу в проступку, ріжемо його на скибочки, урешті обґрунтовуючи, що «і я не я, і хата не моя», по півслова правди говоримо своїм близьким, щоб, скажімо, захистити їх, дозуємо й перекручуємо щось, аби досягти своєї мети, перебільшуємо успіхи – так і ЗМІ чинять, керуючись своїми або власниковими преференціями. Здається, усе логічно!..</p><p>(15) Але чомусь від такої логіки моторошно. Особливо якщо зважити, що наша дрібненька маніпуляція ніколи не дотягне до мас-медійних, що спотворюють дійсність для мільйонів громадян. Уже не говорячи про наслідки. У приватному житті ми маємо бодай якийсь шанс вивести маніпулятора на чисту воду.</p><p>(16) Зовсім інша ситуація зі ЗМІ. Вони грають завжди «в одні ворота». Ми позбавлені можливості тут і зараз дезавуювати їх. Навіть коли такий шанс з’являється – у них у запасі десятки способів виправдатися. Ну, щонайменше заявити: «А ми ж відверто вам говорили, що ЗМІ – маніпулятори. Ви були попереджені. Винуватьте себе, а не нас».</p><p><em> За А. Коловорітським.</em></p>",
     "group": 1
    },
    {
     "id": 33825,
     "n": 16,
     "section": "reading",
     "question": "<p><strong><em>Текст А,</em></strong> на відміну від <strong><em>тексту Б</em></strong>, не порушує проблеми</p>",
     "answers": [
      {
       "letter": "А",
       "html": "залежності характеристик контенту ЗМІ від рівня громадської свідомості та уподобань мас."
      },
      {
       "letter": "Б",
       "html": "специфіки аспектів подачі інформації в ЗМІ відповідно до політики самого ЗМІ або його власника."
      },
      {
       "letter": "В",
       "html": "небезпечності маніпулятивних впливів ЗМІ на широку аудиторію."
      },
      {
       "letter": "Г",
       "html": "відповідальності суспільства за те, що в ЗМІ широко використовуються маніпулятивні технології."
      }
     ],
     "correct": "Г",
     "explanation": "<p>На відміну від тексту <b>Б</b> текст <b>А</b> обходить увагою <i>проблему відповідальності суспільства за те, що в ЗМІ широко використовують маніпулятивні технології</i>.</p> <p>Натомість для тексту <b>Б</b> це одна зі <b>смислових домінант</b>, яку проводить автор, показуючи, що <i>характер ЗМІ – це відбиття рівня розвитку суспільної свідомості</i>. Відповідно <b>низькопробність</b> і <b>маніпулятивність ЗМІ</b> могли би бути подолані, якби суспільство було відповідальнішим, прагнучи підвищення свого інтелектуального рівня.</p> <p>Отже, правильною є відповідь, запропонована у варіанті <b>Г</b>.</p> <p>В інших варіантах відповіді (<b>А, Б, В</b>) запропоновано проблеми, які так чи так зактуалізовано в текстах.</p> <p><b>Правильна відповідь: Г.</b></p>",
     "passage": "<p><strong>Прочитайте тексти А і Б та виконайте завдання</strong></p><p>(цифри в дужках позначають номери абзаців наскрізно з обох текстах).</p><p><strong>Текст А</strong></p><p>(1) Використання технологій інформаційно-психологічного впливу для маніпулювання громадською думкою поширене у світі явище. Оскільки ЗМІ призначені для сприйняття їх масами, Давно сформулювали правило: повідомлення повинно мати ступінь зрозумілості, який відповідає рівню інтелекту, приблизно на 10 нижчому від середнього рівня інтелекту реципієнтів. Тож нічого дивуватися примітивності текстів ЗМІ.</p><p>(2) За цим правилом криється те, що людина підсвідомо тяжіє до простих пояснень складного. Тому мас-медіа й зводять реальні суспільні проблеми до якнайпростіших пояснень. Спрощення дає змогу висловити головну думку, яку потрібно донести до аудиторії, у формі ствердження. Ствердження ж означає відмову від обговорення.</p><p>(З) Одним із найважливіших засобів спрощення є поділ цілісної проблеми на фрагменти, щоб адресат не зміг поєднати їх разом та осмислити. Коли цілісний характер проблеми навмисно ігнорують, а уривки про неї пропонують як достовірну інформацію, результат один: нерозуміння, непоінформованість, апатія. «Шматуючи» інформацію про подію, можна різко знизити вплив повідомлення або взагалі позбавити його змісту. Насправді хаотизація потоку повідомлень позірна: добір подій, про які вирішують давати інформацію, здійснюється самими ЗМІ або за чиєюсь указівкою, наприклад, власника чи влади, громадяни цього давно вже не роблять самі.</p><p>(4) Різновидом маніпуляцій у ЗМІ є конструювання повідомлення з неповних висловлювань або уривків відео. Так змінюється контекст, а із залишків створюється зовсім інший зміст. Окремі частини не є неправдою, але сконструйоване ціле може не мати нічого спільного з реальністю.</p><p>(5) Однією з умов успішної фрагментації проблеми є сенсаційність. Нагнітання ефекту терміновості різко збільшує маніпулятивні можливості. Людина просто не має часу осмислити повідомлення, уже не кажучи про його критичний аналіз, крім того, у неї формується певна нервовість. А це та ще відчуття безкінечної кризи дуже знижують здатність до аналітики.</p><p>(6) Спрощення тісно пов’язане зі створенням стереотипів: текст стає доступним тоді, коли його зміст тільки підтверджує суспільні стереотипи. Головним методом закріплення потрібних стереотипів є повторення. Переконання ґрунтується на ствердженні й повторенні.</p><p>(7) Повторення є одним із тих психологічних засобів, які впливають на несвідомі механізми. Якщо зловживати – стереотипи переходять у забобони.</p><p>(8) Повторення є основною умовою пропаганди. Воно надає твердженням ваги переконання й перетворює їх на нав’язливі ідеї, будуючи бар’єр для іншого твердження та унеможливлюючи міркування.</p><p>(9) Повторення надає словам зрозумілості, змушує прийняти інформацію загалом. Таким чином воно мінімізує процес думання та швидко перетворює ідею на дію, формує умовний рефлекс.</p><p>(10) Сподіваюся, ви зрозуміли, навіщо слово «повторення» повторено тут на початку кожного абзацу?</p><p>(11) Саме ЗМІ привчили людину мислити стереотипами та поступово знизили інтелектуальний рівень повідомлень так, що перетворилися на інструмент примітивізації. Ви ще думаєте, що ви самі думаєте?</p><p><em> За А. Стельмашовим.</em></p><p><strong>Текст Б</strong></p><p>(12) Вітчизняні ЗМІ постійно вкорінюють у суспільну свідомість тезу, що мас-медіа – всуціль інструменти маніпуляції громадською думкою, що весь контент створюється так, щоб не сказати правди про реальний стан речей або сказати її таким чином, як її бачать вони або їхні власники. І додають: звісно ж, шановна аудиторіє, це ми робимо у твоїх інтересах. Парадокс, чи не так? ЗМІ торочать відверто, що вони – маніпулятори, а маси мов поглухли: тихенько нарікають, але «ковтають» усе убозтво, що їм пропонується в ефірі, навіть не намагаючись хоч інколи вмикати голову.</p><p>(13) Тож чи варто звинувачувати ЗМІ у використанні маніпулятивних технологій? Якщо люди хочуть жити в ілюзіях, сконструйованих мас-медіа, якщо в них є схильність отримувати все в розжованому вигляді, якщо їм хочеться «гаряченького» прямо з місця подій, а не раціонально-холодного, то нічого перекладати провину на інших. ЗМІ такі, якими є споживачі їхнього продукту. Забагалося споживачеві хепіендів – тримай «мило», де нувориш із «чесними» грошима проміняє яку-небудь герцогиню на Попелюшку із Закарлигівки. Хоче гострих відчуттів – ось йому «Свіженькі вбивства» або «Сенсація! Наші депутати – інопланетяни»... Та потім нічого скаржитися, що нібито саме мас-медіа такими продуктами змусило нас сліпо вірити в кришталево-чистих олігархів, не замислюючись, звідки в них статки, божеволіти, що в країні живуть одні маніяки або інопланетяни... Ринок! Попит породжує пропозицію. Нічого нарікати, що хтось кимось маніпулює, усе по-чесному: брехун відверто заявляє, що бреше, а отже, у всіх є можливість вирішувати, вірити йому чи ні!</p><p>(14) І взагалі, якщо бути відвертими, кожен із нас є таким самим маніпулятором, але з меншенькою аудиторією. Тож нікуди не подінеш факту: і ЗМІ, і ми – одним миром мазані: ми, наприклад, інколи, замість зізнатися як на духу в проступку, ріжемо його на скибочки, урешті обґрунтовуючи, що «і я не я, і хата не моя», по півслова правди говоримо своїм близьким, щоб, скажімо, захистити їх, дозуємо й перекручуємо щось, аби досягти своєї мети, перебільшуємо успіхи – так і ЗМІ чинять, керуючись своїми або власниковими преференціями. Здається, усе логічно!..</p><p>(15) Але чомусь від такої логіки моторошно. Особливо якщо зважити, що наша дрібненька маніпуляція ніколи не дотягне до мас-медійних, що спотворюють дійсність для мільйонів громадян. Уже не говорячи про наслідки. У приватному житті ми маємо бодай якийсь шанс вивести маніпулятора на чисту воду.</p><p>(16) Зовсім інша ситуація зі ЗМІ. Вони грають завжди «в одні ворота». Ми позбавлені можливості тут і зараз дезавуювати їх. Навіть коли такий шанс з’являється – у них у запасі десятки способів виправдатися. Ну, щонайменше заявити: «А ми ж відверто вам говорили, що ЗМІ – маніпулятори. Ви були попереджені. Винуватьте себе, а не нас».</p><p><em> За А. Коловорітським.</em></p>",
     "group": 1
    },
    {
     "id": 33826,
     "n": 17,
     "section": "reading",
     "question": "<p>Автори текстів, найімовірніше, НЕ зійшлися б у тому, що</p>",
     "answers": [
      {
       "letter": "А",
       "html": "є чимало прийомів маніпулювання поведінкою як окремої людини, так і значних мас людей."
      },
      {
       "letter": "Б",
       "html": "маніпуляції ЗМІ з громадською думкою – це завжди відгук на запити аудиторії."
      },
      {
       "letter": "В",
       "html": "інтелектуальний рівень споживачів продуктів мас-медіа дуже часто доволі невисокий."
      },
      {
       "letter": "Г",
       "html": "інтерпретація реальності в ЗМІ здійснюється відповідно до політики самого засобу або його власника."
      }
     ],
     "correct": "Б",
     "explanation": "<p>Автор тексту <b>А</b>, судячи зі змісту, <b>найменше</b> погодився б із твердженням, що <i>маніпуляції ЗМІ з громадською думкою – це завжди відгук на запити аудиторії</i>. Він обстоює позицію, що <i>ЗМІ здійснюють маніпулятивний вплив у власних чи власникових інтересах, не зважаючи на запити суспільства</i>. На його думку, <i>функція ЗМІ полягає у впливі на свідомість мас</i>.</p> <p>Натомість автор тексту <b>Б</b> дотримується ідеї, що <i>ЗМІ – це дзеркало суспільства, яке відображає його специфіку.</i></p> <p>В інших варіантах відповіді запропоновано погляди, які <b>обидва</b> автори, зважаючи на контекст їхніх текстів, могли б частково підтримати.</p> <p><b>Правильна відповідь: Б.</b></p>",
     "passage": "<p><strong>Прочитайте тексти А і Б та виконайте завдання</strong></p><p>(цифри в дужках позначають номери абзаців наскрізно з обох текстах).</p><p><strong>Текст А</strong></p><p>(1) Використання технологій інформаційно-психологічного впливу для маніпулювання громадською думкою поширене у світі явище. Оскільки ЗМІ призначені для сприйняття їх масами, Давно сформулювали правило: повідомлення повинно мати ступінь зрозумілості, який відповідає рівню інтелекту, приблизно на 10 нижчому від середнього рівня інтелекту реципієнтів. Тож нічого дивуватися примітивності текстів ЗМІ.</p><p>(2) За цим правилом криється те, що людина підсвідомо тяжіє до простих пояснень складного. Тому мас-медіа й зводять реальні суспільні проблеми до якнайпростіших пояснень. Спрощення дає змогу висловити головну думку, яку потрібно донести до аудиторії, у формі ствердження. Ствердження ж означає відмову від обговорення.</p><p>(З) Одним із найважливіших засобів спрощення є поділ цілісної проблеми на фрагменти, щоб адресат не зміг поєднати їх разом та осмислити. Коли цілісний характер проблеми навмисно ігнорують, а уривки про неї пропонують як достовірну інформацію, результат один: нерозуміння, непоінформованість, апатія. «Шматуючи» інформацію про подію, можна різко знизити вплив повідомлення або взагалі позбавити його змісту. Насправді хаотизація потоку повідомлень позірна: добір подій, про які вирішують давати інформацію, здійснюється самими ЗМІ або за чиєюсь указівкою, наприклад, власника чи влади, громадяни цього давно вже не роблять самі.</p><p>(4) Різновидом маніпуляцій у ЗМІ є конструювання повідомлення з неповних висловлювань або уривків відео. Так змінюється контекст, а із залишків створюється зовсім інший зміст. Окремі частини не є неправдою, але сконструйоване ціле може не мати нічого спільного з реальністю.</p><p>(5) Однією з умов успішної фрагментації проблеми є сенсаційність. Нагнітання ефекту терміновості різко збільшує маніпулятивні можливості. Людина просто не має часу осмислити повідомлення, уже не кажучи про його критичний аналіз, крім того, у неї формується певна нервовість. А це та ще відчуття безкінечної кризи дуже знижують здатність до аналітики.</p><p>(6) Спрощення тісно пов’язане зі створенням стереотипів: текст стає доступним тоді, коли його зміст тільки підтверджує суспільні стереотипи. Головним методом закріплення потрібних стереотипів є повторення. Переконання ґрунтується на ствердженні й повторенні.</p><p>(7) Повторення є одним із тих психологічних засобів, які впливають на несвідомі механізми. Якщо зловживати – стереотипи переходять у забобони.</p><p>(8) Повторення є основною умовою пропаганди. Воно надає твердженням ваги переконання й перетворює їх на нав’язливі ідеї, будуючи бар’єр для іншого твердження та унеможливлюючи міркування.</p><p>(9) Повторення надає словам зрозумілості, змушує прийняти інформацію загалом. Таким чином воно мінімізує процес думання та швидко перетворює ідею на дію, формує умовний рефлекс.</p><p>(10) Сподіваюся, ви зрозуміли, навіщо слово «повторення» повторено тут на початку кожного абзацу?</p><p>(11) Саме ЗМІ привчили людину мислити стереотипами та поступово знизили інтелектуальний рівень повідомлень так, що перетворилися на інструмент примітивізації. Ви ще думаєте, що ви самі думаєте?</p><p><em> За А. Стельмашовим.</em></p><p><strong>Текст Б</strong></p><p>(12) Вітчизняні ЗМІ постійно вкорінюють у суспільну свідомість тезу, що мас-медіа – всуціль інструменти маніпуляції громадською думкою, що весь контент створюється так, щоб не сказати правди про реальний стан речей або сказати її таким чином, як її бачать вони або їхні власники. І додають: звісно ж, шановна аудиторіє, це ми робимо у твоїх інтересах. Парадокс, чи не так? ЗМІ торочать відверто, що вони – маніпулятори, а маси мов поглухли: тихенько нарікають, але «ковтають» усе убозтво, що їм пропонується в ефірі, навіть не намагаючись хоч інколи вмикати голову.</p><p>(13) Тож чи варто звинувачувати ЗМІ у використанні маніпулятивних технологій? Якщо люди хочуть жити в ілюзіях, сконструйованих мас-медіа, якщо в них є схильність отримувати все в розжованому вигляді, якщо їм хочеться «гаряченького» прямо з місця подій, а не раціонально-холодного, то нічого перекладати провину на інших. ЗМІ такі, якими є споживачі їхнього продукту. Забагалося споживачеві хепіендів – тримай «мило», де нувориш із «чесними» грошима проміняє яку-небудь герцогиню на Попелюшку із Закарлигівки. Хоче гострих відчуттів – ось йому «Свіженькі вбивства» або «Сенсація! Наші депутати – інопланетяни»... Та потім нічого скаржитися, що нібито саме мас-медіа такими продуктами змусило нас сліпо вірити в кришталево-чистих олігархів, не замислюючись, звідки в них статки, божеволіти, що в країні живуть одні маніяки або інопланетяни... Ринок! Попит породжує пропозицію. Нічого нарікати, що хтось кимось маніпулює, усе по-чесному: брехун відверто заявляє, що бреше, а отже, у всіх є можливість вирішувати, вірити йому чи ні!</p><p>(14) І взагалі, якщо бути відвертими, кожен із нас є таким самим маніпулятором, але з меншенькою аудиторією. Тож нікуди не подінеш факту: і ЗМІ, і ми – одним миром мазані: ми, наприклад, інколи, замість зізнатися як на духу в проступку, ріжемо його на скибочки, урешті обґрунтовуючи, що «і я не я, і хата не моя», по півслова правди говоримо своїм близьким, щоб, скажімо, захистити їх, дозуємо й перекручуємо щось, аби досягти своєї мети, перебільшуємо успіхи – так і ЗМІ чинять, керуючись своїми або власниковими преференціями. Здається, усе логічно!..</p><p>(15) Але чомусь від такої логіки моторошно. Особливо якщо зважити, що наша дрібненька маніпуляція ніколи не дотягне до мас-медійних, що спотворюють дійсність для мільйонів громадян. Уже не говорячи про наслідки. У приватному житті ми маємо бодай якийсь шанс вивести маніпулятора на чисту воду.</p><p>(16) Зовсім інша ситуація зі ЗМІ. Вони грають завжди «в одні ворота». Ми позбавлені можливості тут і зараз дезавуювати їх. Навіть коли такий шанс з’являється – у них у запасі десятки способів виправдатися. Ну, щонайменше заявити: «А ми ж відверто вам говорили, що ЗМІ – маніпулятори. Ви були попереджені. Винуватьте себе, а не нас».</p><p><em> За А. Коловорітським.</em></p>",
     "group": 1
    },
    {
     "id": 33827,
     "n": 18,
     "section": "reading",
     "question": "<p>У <strong><em>тексті А</em></strong> можна знайти підтвердження всім наведеним нижче позиціям <strong><em>тексту Б</em></strong>, ОКРІМ</p>",
     "answers": [
      {
       "letter": "А",
       "html": "...мас-медіа – всуціль інструменти маніпуляції громадською думкою."
      },
      {
       "letter": "Б",
       "html": "...маси «ковтають» усе убозтво, що їм пропонується в ефірі."
      },
      {
       "letter": "В",
       "html": "Вони [ЗМІ] грають завжди «в одні ворота»."
      },
      {
       "letter": "Г",
       "html": "...і ЗМІ, і ми - одним миром мазані..."
      }
     ],
     "correct": "Г",
     "explanation": "<p>Серед позицій, заявлених у тексті <b>А</b>, немає позиції, подібної до <i>«…і ЗМІ, і ми – одним миром мазані»</i>, оскільки автор тексту <b>А</b> виходить із переконання, що <b>ЗМІ цілеспрямовано впливають на суспільну свідомість</b>. Він <b>не розглядає</b> питання маніпулятивних стратегій, які люди застосовують у своєму повсякденному житті.</p> <p>Проте для решти <b>позицій</b> тексту <b>Б</b> можна знайти <b>відповідники</b> в тексті <b>А</b>:</p> <ul> <li><b>думка</b> про те, що <i>«…засоби масової комунікації – це всуціль інструменти маніпуляції громадською думкою»</i>, цілком <b>узгоджується</b> з основною <b>ідеєю</b> тексту <b>А</b>;</li> <li><b>позиція</b> <i>«…маси … “ковтають” усе убозтво, що їм пропонується в ефірі»</i> <b>суголосна думці</b> автора тексту <b>А</b> про те, що <i>маніпулятивні прийоми спрямовані на примітивізацію повідомлень для якнайглибшого проникнення у свідомість реципієнтів;</i></li> <li><strong>погляд</strong> <i>«Вони [ЗМІ] грають завжди “в одні ворота”»</i> <strong>відповідає погляду</strong> автора тексту <b>А</b>, що <i>ЗМІ розглядають реципієнтів як об’єкт маніпуляції</i>.</li> </ul> <p><b>Правильна відповідь: Г.</b></p>",
     "passage": "<p><strong>Прочитайте тексти А і Б та виконайте завдання</strong></p><p>(цифри в дужках позначають номери абзаців наскрізно з обох текстах).</p><p><strong>Текст А</strong></p><p>(1) Використання технологій інформаційно-психологічного впливу для маніпулювання громадською думкою поширене у світі явище. Оскільки ЗМІ призначені для сприйняття їх масами, Давно сформулювали правило: повідомлення повинно мати ступінь зрозумілості, який відповідає рівню інтелекту, приблизно на 10 нижчому від середнього рівня інтелекту реципієнтів. Тож нічого дивуватися примітивності текстів ЗМІ.</p><p>(2) За цим правилом криється те, що людина підсвідомо тяжіє до простих пояснень складного. Тому мас-медіа й зводять реальні суспільні проблеми до якнайпростіших пояснень. Спрощення дає змогу висловити головну думку, яку потрібно донести до аудиторії, у формі ствердження. Ствердження ж означає відмову від обговорення.</p><p>(З) Одним із найважливіших засобів спрощення є поділ цілісної проблеми на фрагменти, щоб адресат не зміг поєднати їх разом та осмислити. Коли цілісний характер проблеми навмисно ігнорують, а уривки про неї пропонують як достовірну інформацію, результат один: нерозуміння, непоінформованість, апатія. «Шматуючи» інформацію про подію, можна різко знизити вплив повідомлення або взагалі позбавити його змісту. Насправді хаотизація потоку повідомлень позірна: добір подій, про які вирішують давати інформацію, здійснюється самими ЗМІ або за чиєюсь указівкою, наприклад, власника чи влади, громадяни цього давно вже не роблять самі.</p><p>(4) Різновидом маніпуляцій у ЗМІ є конструювання повідомлення з неповних висловлювань або уривків відео. Так змінюється контекст, а із залишків створюється зовсім інший зміст. Окремі частини не є неправдою, але сконструйоване ціле може не мати нічого спільного з реальністю.</p><p>(5) Однією з умов успішної фрагментації проблеми є сенсаційність. Нагнітання ефекту терміновості різко збільшує маніпулятивні можливості. Людина просто не має часу осмислити повідомлення, уже не кажучи про його критичний аналіз, крім того, у неї формується певна нервовість. А це та ще відчуття безкінечної кризи дуже знижують здатність до аналітики.</p><p>(6) Спрощення тісно пов’язане зі створенням стереотипів: текст стає доступним тоді, коли його зміст тільки підтверджує суспільні стереотипи. Головним методом закріплення потрібних стереотипів є повторення. Переконання ґрунтується на ствердженні й повторенні.</p><p>(7) Повторення є одним із тих психологічних засобів, які впливають на несвідомі механізми. Якщо зловживати – стереотипи переходять у забобони.</p><p>(8) Повторення є основною умовою пропаганди. Воно надає твердженням ваги переконання й перетворює їх на нав’язливі ідеї, будуючи бар’єр для іншого твердження та унеможливлюючи міркування.</p><p>(9) Повторення надає словам зрозумілості, змушує прийняти інформацію загалом. Таким чином воно мінімізує процес думання та швидко перетворює ідею на дію, формує умовний рефлекс.</p><p>(10) Сподіваюся, ви зрозуміли, навіщо слово «повторення» повторено тут на початку кожного абзацу?</p><p>(11) Саме ЗМІ привчили людину мислити стереотипами та поступово знизили інтелектуальний рівень повідомлень так, що перетворилися на інструмент примітивізації. Ви ще думаєте, що ви самі думаєте?</p><p><em> За А. Стельмашовим.</em></p><p><strong>Текст Б</strong></p><p>(12) Вітчизняні ЗМІ постійно вкорінюють у суспільну свідомість тезу, що мас-медіа – всуціль інструменти маніпуляції громадською думкою, що весь контент створюється так, щоб не сказати правди про реальний стан речей або сказати її таким чином, як її бачать вони або їхні власники. І додають: звісно ж, шановна аудиторіє, це ми робимо у твоїх інтересах. Парадокс, чи не так? ЗМІ торочать відверто, що вони – маніпулятори, а маси мов поглухли: тихенько нарікають, але «ковтають» усе убозтво, що їм пропонується в ефірі, навіть не намагаючись хоч інколи вмикати голову.</p><p>(13) Тож чи варто звинувачувати ЗМІ у використанні маніпулятивних технологій? Якщо люди хочуть жити в ілюзіях, сконструйованих мас-медіа, якщо в них є схильність отримувати все в розжованому вигляді, якщо їм хочеться «гаряченького» прямо з місця подій, а не раціонально-холодного, то нічого перекладати провину на інших. ЗМІ такі, якими є споживачі їхнього продукту. Забагалося споживачеві хепіендів – тримай «мило», де нувориш із «чесними» грошима проміняє яку-небудь герцогиню на Попелюшку із Закарлигівки. Хоче гострих відчуттів – ось йому «Свіженькі вбивства» або «Сенсація! Наші депутати – інопланетяни»... Та потім нічого скаржитися, що нібито саме мас-медіа такими продуктами змусило нас сліпо вірити в кришталево-чистих олігархів, не замислюючись, звідки в них статки, божеволіти, що в країні живуть одні маніяки або інопланетяни... Ринок! Попит породжує пропозицію. Нічого нарікати, що хтось кимось маніпулює, усе по-чесному: брехун відверто заявляє, що бреше, а отже, у всіх є можливість вирішувати, вірити йому чи ні!</p><p>(14) І взагалі, якщо бути відвертими, кожен із нас є таким самим маніпулятором, але з меншенькою аудиторією. Тож нікуди не подінеш факту: і ЗМІ, і ми – одним миром мазані: ми, наприклад, інколи, замість зізнатися як на духу в проступку, ріжемо його на скибочки, урешті обґрунтовуючи, що «і я не я, і хата не моя», по півслова правди говоримо своїм близьким, щоб, скажімо, захистити їх, дозуємо й перекручуємо щось, аби досягти своєї мети, перебільшуємо успіхи – так і ЗМІ чинять, керуючись своїми або власниковими преференціями. Здається, усе логічно!..</p><p>(15) Але чомусь від такої логіки моторошно. Особливо якщо зважити, що наша дрібненька маніпуляція ніколи не дотягне до мас-медійних, що спотворюють дійсність для мільйонів громадян. Уже не говорячи про наслідки. У приватному житті ми маємо бодай якийсь шанс вивести маніпулятора на чисту воду.</p><p>(16) Зовсім інша ситуація зі ЗМІ. Вони грають завжди «в одні ворота». Ми позбавлені можливості тут і зараз дезавуювати їх. Навіть коли такий шанс з’являється – у них у запасі десятки способів виправдатися. Ну, щонайменше заявити: «А ми ж відверто вам говорили, що ЗМІ – маніпулятори. Ви були попереджені. Винуватьте себе, а не нас».</p><p><em> За А. Коловорітським.</em></p>",
     "group": 1
    },
    {
     "id": 33828,
     "n": 19,
     "section": "logic",
     "question": "<p><strong>Прочитайте мікротексти й виконайте завдання.</strong></p> <p><strong><em>Доповідач:</em></strong> У 1885 р. Вільям Бентлі, використовуючи прилад, який він сконструював із фотоапарата й мікроскопа, першим сфотографував сніжинку. Він був настільки вражений її красою, що зробив ще 5000 знімків різних сніжинок. Бентлі навіть спробував створити класифікацію форм сніжинок, проте із цього нічого не вийшло: усі сніжинки були різними. Унікальну неповторність сніжинок можна вважати підставою для визнання незбагненного розмаїття природи.</p> <p><strong><em>Експерт</em></strong>: Насправді, усе в природі неповторне: немає двох однакових мурах, двох однакових піщинок, рослин, зірок, людей - нічого. Якщо два об’єкти здаються однаковими, то більш прискіпливий погляд завжди покаже, що вони все ж у чомусь різні. Так, брати-близнюки є різними особистостями, не говорячи вже про те, що вони мають різні відбитки пальців.</p> <p>У чому полягає розбіжність поглядів доповідача й експерта згідно з наведеним діалогом?</p>",
     "answers": [
      {
       "letter": "А",
       "html": "Неповторність сніжинок надає підстави для висновку про розмаїття природи."
      },
      {
       "letter": "Б",
       "html": "Аналіз форм 5000 сніжинок надає необхідну підставу для висновку про неповторність форм сніжинок."
      },
      {
       "letter": "В",
       "html": "Сніжинки мають унікальну властивість - усі вони мають різну форму."
      },
      {
       "letter": "Г",
       "html": "Будь-які два об’єкти природи завжди в чомусь відрізняються один від одного."
      }
     ],
     "correct": "В",
     "explanation": "<p>Варіанти відповіді <b>А, Б неправильні</b>, оскільки з наведеного діалогу <b>не можна</b> визначити погляди доповідача й експерта щодо тез, висловлених у цих варіантах відповіді.</p> <p>Варіант відповіді <b>Г неправильний</b>, оскільки експерт стверджує, що <i>«все в природі неповторне… якщо два об’єкти здаються однаковими, то більш прискіпливий погляд завжди покаже, що вони все ж у чомусь різні»</i>, на тому ж наголошує і доповідач: <i>«унікальну неповторність сніжинок можна вважати підставою для визнання незбагненного розмаїття природи»</i>.</p> <p>Варіант відповіді <b>В правильний</b>, оскільки <b>доповідач</b> уважає неповторність сніжинок їхньою <b>унікальною</b> властивістю, а <b>експерт</b> із цим <b>не погоджується і наголошує</b> на тому, що будь-які два об’єкти природи відрізняються один від одного.</p> <p><b>Правильна відповідь: В.</b></p>",
     "passage": "",
     "group": 0
    },
    {
     "id": 33829,
     "n": 20,
     "section": "logic",
     "question": "<p><strong><em>Проректор:</em></strong> У часи інформаційних технологій, Вікіпедії, соціальних мереж і мобільного зв’язку організація навчального процесу у формі аудиторних лекційно-семінарських занять є застарілою й неефективною. Опитування показали, що більшість студентів не задоволена ані змістом, ані формою проведення занять, які, за їхніми відгуками, далекі від їхніх реальних запитів, передусім від їхньої майбутньої професії. У зв’язку із цим доцільно зобов’язати викладачів нашого вишу розробити й викласти в мережі Інтернет дистанційні варіанти курсів, які вони читають, аудиторні заняття у формі лекцій і семінарських занять скасувати, замінивши їх консультаціями.</p> <p>Яке з наведених нижче тверджень, якщо воно істинне, найбільше посилює обґрунтування висновку проректора?</p>",
     "answers": [
      {
       "letter": "А",
       "html": "Створення ефективних навчальних курсів для дистанційного навчання передбачає високий рівень комп’ютерної грамотності викладачів."
      },
      {
       "letter": "Б",
       "html": "Викладачі вишу здатні підготувати навчальні матеріали для оприлюднення в мережі Інтернет, які забезпечать більш ефективне навчання студентів, ніж аудиторні лекційно-семінарські заняття."
      },
      {
       "letter": "В",
       "html": "Ефективність навчального процесу визначається якістю комунікацій викладача зі студентами, незалежно від того, відбувається цей процес у формі аудиторних чи дистанційних занять."
      },
      {
       "letter": "Г",
       "html": "Широке застосування інформаційних технологій, Вікіпедії, соціальних мереж і мобільного зв’язку в навчальному процесі ускладнює зміст і форму навчальних занять."
      }
     ],
     "correct": "Б",
     "explanation": "<p>Варіант відповіді <b>А неправильний</b>, оскільки для того, щоб він <b>посилював</b> обґрунтування висновку проректора <b>немає</b> інформації про стан комп’ютерної грамотності викладачів цього конкретного вишу.</p> <p>Варіант відповіді <b>Б правильний</b>, оскільки за умови такої зміни організації навчального процесу <b>визначальним</b> чинником є здатність викладачів цього вишу підготувати дистанційні курси, які забезпечать ефективніше навчання студентів.</p> <p>Варіанти відповіді <b>В, Г </b>неправильні, оскільки вони є <b>загальними</b> твердженнями, які <b>не стосуються</b> конкретних змін навчального процесу, які запропонував проректор.</p> <p><b>Правильна відповідь: Б.</b></p>",
     "passage": "",
     "group": 0
    },
    {
     "id": 33830,
     "n": 21,
     "section": "logic",
     "question": "<p><strong><em>Тренер</em></strong>: Ми застосували комп’ютерну програму для визначення найкращого складу нашої команди. Цей аналіз показав, що команда програвала тільки в тих матчах, у яких не грав Петренко, а в усіх інших - вигравала. Хоча для отримання цієї інформації не потрібно було жодних комп’ютерних програм, застосування комп’ютерної програми для нас дуже важливе, оскільки обґрунтовує, що участь Петренка в наступному матчі забезпечить перемогу нашої команди.</p> <p>Міркування тренера найбільш уразливі для критики, тому що</p>",
     "answers": [
      {
       "letter": "А",
       "html": "ґрунтуються на тому, що якщо виконання деякої умови достатнє для певної події, то невиконання цієї умови необхідне для протилежної події."
      },
      {
       "letter": "Б",
       "html": "спираються на те, що внесок Петренка в перемогу або поразку команди можна надійно встановити за допомогою комп’ютерної програми."
      },
      {
       "letter": "В",
       "html": "мають висновком загальне твердження про важливість застосування в спорті комп’ютерних програм на основі одиничного успішного прикладу."
      },
      {
       "letter": "Г",
       "html": "його висновок ґрунтується на хибному припущенні, що якщо виконання деякої умови в минулому приводило до певного результату, то це буде тривати й у майбутньому."
      }
     ],
     "correct": "Г",
     "explanation": "<p>Варіант відповіді <b>А неправильний</b>, оскільки він <b>не пов’язаний</b> із сутністю міркувань тренера.</p> <p>Варіант відповіді <b>Б неправильний</b>, оскільки тренер стверджує, що для отримання потрібної для ухвалення рішення інформації <b>не треба</b> було взагалі жодних комп’ютерних програм.</p> <p>Варіанти відповіді <b>В неправильний</b>, оскільки він <b>не відображає</b> сутності міркувань тренера: тренер <b>не робить</b> загального висновку про важливість застосувань комп’ютерних програм.</p> <p>Варіант відповіді <b>Г правильний</b>, оскільки міркування тренера вразливі <b>найбільше</b> в цьому (на основі того, що команда за участі Петренка в минулому завжди перемагала, а без нього програвала, тренер робить <b>хибний</b> висновок про те, що участь Петренка в матчі і в майбутньому забезпечить перемогу команді).</p> <p><b>Правильна відповідь: Г.</b></p>",
     "passage": "",
     "group": 0
    },
    {
     "id": 33831,
     "n": 22,
     "section": "logic",
     "question": "<p><strong><em>Прокурор:</em></strong> Слідством установлено, що злочину передували чотири події Х, У, Z, V, і виявлено групу осіб, підозрюваних у цьому злочині. У результаті слідчих дій було також встановлено, що жоден із підозрюваних, який не був учасником події Х, не був й учасником події У, а всі учасники події V були учасниками події Z, а також що серед учасників події Х не було учасників події Z.</p> <p>Істинність якого твердження логічно випливає з наведеної інформації прокурора?</p>",
     "answers": [
      {
       "letter": "А",
       "html": "Жоден із підозрюваних не був учасником події V й події Х."
      },
      {
       "letter": "Б",
       "html": "Деякі підозрювані брали участь у події Z, однак не брали участі в події V."
      },
      {
       "letter": "В",
       "html": "Деякі підозрювані брали участь у події Х, однак не брали участі в події У."
      },
      {
       "letter": "Г",
       "html": "Деякі підозрювані брали участь принаймні в трьох із подій Х, У, Z, V."
      }
     ],
     "correct": "А",
     "explanation": "<p>Умову завдання можна зілюструвати діаграмою, жовті області якої за умовами завдання можуть бути <b>порожніми множинами</b>.</p> <p><img alt=\"\" src=\"img/646/2018-os-27.png\"/></p> <p>З діаграми випливає, що варіант відповіді <b>А правильний</b>, оскільки, відповідно до умови, <b>кожен</b> учасник події <i><b>V</b></i> є учасником події <i><b>Z</b></i>, а <b>жоден</b> учасник події <i><b>Z</b></i> <b>не був</b> учасником події <i><b>X</b></i>. Решта варіантів відповіді, відповідно, <b>неправильні</b>.</p> <p><b>Правильна відповідь: A.</b></p>",
     "passage": "",
     "group": 0
    },
    {
     "id": 33832,
     "n": 23,
     "section": "logic",
     "question": "<p><strong><em>Менеджер:</em></strong> Керівники офісів зазвичай для підвищення продуктивності праці персоналу застосовують структурний підхід: вони аналізують діяльність офісу, виокремлюють загальні операції й доручають їх виконання найбільш кваліфікованим фахівцям (наприклад, виокремлюють операції з підготовки текстів, їх редагування, дизайну, друку). Я винайшов ефективніший метод підвищення продуктивності праці в офісі, який ґрунтується на емпірично встановленому мною факті: продуктивність роботи офісних працівників монотонно зростає, якщо температура в офісі зменшується до 19 <sup>О</sup>С, а при подальшому зниженні температури - монотонно спадає.</p> <p>Яке з наведених нижче тверджень логічно випливає з інформації менеджера?</p>",
     "answers": [
      {
       "letter": "А",
       "html": "Будь-які інновації в роботі мають обмежений термін дії."
      },
      {
       "letter": "Б",
       "html": "Для підтримки високої продуктивності роботи офісних працівників необхідно час від часу реорганізувати їхню роботу."
      },
      {
       "letter": "В",
       "html": "Працівники офісу досягають максимуму продуктивності в роботі за температури 19 ОС."
      },
      {
       "letter": "Г",
       "html": "Залежність продуктивності праці персоналу офісу неоднакова для всіх видів робіт."
      }
     ],
     "correct": "В",
     "explanation": "<p>Варіант відповіді <b>В правильний</b>, оскільки винахід менеджера полягає в тому, що <b>максимуму</b> продуктивності праці офісні працівники досягають за температури \\(19\\ ^\\circ\\mathrm{C}\\) (це випливає з інформації, наданої тренером).</p> <p>Варіанти відповіді <b>А, Б, Г не є</b> логічними наслідками інформації, озвученої тренером, ба більше, частина їх <b>суперечить</b> тому, що він кваліфікував як свій винахід.</p> <p><b>Правильна відповідь: B.</b></p>",
     "passage": "",
     "group": 0
    },
    {
     "id": 33833,
     "n": 24,
     "section": "logic",
     "question": "<p><strong><em>Олександр Перлюк</em></strong>: Є поети від Бога, а є - від Івана Івановича.</p> <p>Яке з наведених нижче тверджень логічно випливає з твердження Олександра Перлюка?</p>",
     "answers": [
      {
       "letter": "А",
       "html": "Якщо поет не від Бога, то він поет від Івана Івановича."
      },
      {
       "letter": "Б",
       "html": "Кожен поет або від Бога, або від Івана Івановича."
      },
      {
       "letter": "В",
       "html": "Деякі поети є поетами від Бога."
      },
      {
       "letter": "Г",
       "html": "Немає поетів, які б не були ані від Бога, ані від Івана Івановича."
      }
     ],
     "correct": "В",
     "explanation": "<p>Варіанти відповіді <b>А, Б, Г</b> <b>рівносильні</b> між собою і стверджують, що, окрім поетів від Бога або Івана Івановича, інших поетів не існує, але це <b>не випливає</b> з твердження Перлюка.</p> <p>Варіант відповіді <b>В правильний</b>, оскільки в ньому стверджено існування поетів від Бога, і саме це <b>стверджує</b> Перлюк: існують поети від Бога, і існують поети від Івана Івановича.</p> <p><b>Правильна відповідь: B.</b></p>",
     "passage": "",
     "group": 0
    },
    {
     "id": 33834,
     "n": 25,
     "section": "logic",
     "question": "<p>Який із наведених нижче варіантів відображає можливу послідовність подій, що передували скоєнню злочину?</p>",
     "answers": [
      {
       "letter": "А",
       "html": "Z,R,Р,У,Q,Х"
      },
      {
       "letter": "Б",
       "html": "Р,Z,R,У,Х,Q"
      },
      {
       "letter": "В",
       "html": "Р,R,У,Q,Х,Z"
      },
      {
       "letter": "Г",
       "html": "Р,Q,R,Х,У,Z"
      }
     ],
     "correct": "Б",
     "explanation": "<p>Послідовність, наведена у варіанті <b>Б, задовольняє</b> умовам <b>1–4</b>.</p> <p>Варіант <b>А</b> <b>неможливий</b>, оскільки <strong>суперечить</strong> умові <b>1</b>: подія <i><b>Р</b></i> повинна відбутися раніше за подію <i><b>R</b></i>.</p> <p>Варіант <b>В неможливий</b>, оскільки <b>суперечить</b> умові <b>2</b>: оскільки подія <i><b>Q</b></i> – <b>четверта</b> за порядком, то вона повинна відбутися <b>раніше</b> за подію <i><b>Y</b></i>.</p> <p>Варіант <strong>Г</strong><b> неможливий</b>, адже він <b>суперечить</b> умові <b>3</b>: оскільки подія <i><b>Q</b></i> – <b>не четверта</b> за порядком, то вона повинна відбутися <b>після</b> подій <i><b>Y</b></i> та <i><b>Z</b></i>.</p> <p><b>Правильна відповідь: Б.</b></p>",
     "passage": "<p><strong>Прочитайте опис ситуації та умов до неї й виконайте завдання.</strong></p><p>Скоєнню злочину передували шість подій - Р, Q, R, Х, У, Z, жодні дві з яких не відбувалися водночас.</p><p>Слідством установлено таке:</p><p>1) Подія Р відбулася раніше за події Q та R.</p><p>2) Якщо подія Q була четвертою за порядком, то вона відбулася раніше від подій У та Z.</p><p>3) Якщо подія Q була не четвертою за порядком, то тоді вона відбулася після подій У та Z.</p><p>4) Або подія Х, або подія У була за порядком п’ятою.</p>",
     "group": 2
    },
    {
     "id": 33835,
     "n": 26,
     "section": "logic",
     "question": "<p>Якщо подія Х була четвертою, то тоді подія Q була</p>",
     "answers": [
      {
       "letter": "А",
       "html": "другою"
      },
      {
       "letter": "Б",
       "html": "третьою"
      },
      {
       "letter": "В",
       "html": "п’ятою"
      },
      {
       "letter": "Г",
       "html": "шостою"
      }
     ],
     "correct": "Г",
     "explanation": "<p>Оскільки подія <i><b>Х</b></i> була <b>четвертою</b>, то з умови <b>4</b> випливає, що подія <i><b>Y</b></i> відбулася <b>п’ятою</b>.</p> <p>Оскільки подія <i><b>Q</b></i> – <b>не четверта</b>, то згідно з умовою <b>4</b> вона відбулася після події <i><b>Y</b></i>. Отже, подія <i><b>Q</b></i> могла відбутися лише <b>шостою</b>. Така послідовність подій дійсно можлива. <b>Приклад</b>: <i><b>Р, R, Z, X, Y, Q</b></i>.</p> <p><b>Правильна відповідь: Г.</b></p>",
     "passage": "<p><strong>Прочитайте опис ситуації та умов до неї й виконайте завдання.</strong></p><p>Скоєнню злочину передували шість подій - Р, Q, R, Х, У, Z, жодні дві з яких не відбувалися водночас.</p><p>Слідством установлено таке:</p><p>1) Подія Р відбулася раніше за події Q та R.</p><p>2) Якщо подія Q була четвертою за порядком, то вона відбулася раніше від подій У та Z.</p><p>3) Якщо подія Q була не четвертою за порядком, то тоді вона відбулася після подій У та Z.</p><p>4) Або подія Х, або подія У була за порядком п’ятою.</p>",
     "group": 2
    },
    {
     "id": 33836,
     "n": 27,
     "section": "logic",
     "question": "<p>Яка з подій, що передували скоєнню злочину, НЕ може бути четвертою за порядком?</p>",
     "answers": [
      {
       "letter": "А",
       "html": "Р"
      },
      {
       "letter": "Б",
       "html": "Q"
      },
      {
       "letter": "В",
       "html": "R"
      },
      {
       "letter": "Г",
       "html": "Х"
      }
     ],
     "correct": "А",
     "explanation": "<p>Подія <i><b>Р</b></i> <b>не може</b> бути <b>четвертою</b>. Дійсно, якщо подія <i><b>Р</b></i> <b>четверта</b>, то на <b>шосте</b> місце претендують відразу дві події: <i><b>Q</b></i> та <i><b>R</b></i>. Справді, за умовою <b>1</b> події <i><b>Q</b></i> та <i><b>R</b></i> відбулися <b>після</b> події <i><b>Р</b></i>, а оскільки <b>п’яте</b> місце зайнято або подією <i><b>X</b></i>, або подією <i><b>Y</b></i> (умова <b>4</b>), то для подій <i><b>Q</b></i> та <i><b>R</b></i> залишається лише <b>одне</b> вакантне місце – <b>шосте</b>, що <b>неможливо</b>.</p> <p>Зазначмо, що кожна з подій <i><b>Q, R, X</b></i> і <i><b>Z</b></i> може бути <b>четвертою</b> за порядком. Приклади таких послідовностей:<br/> <i><b>Р, R, X, Q, Y, Z;<br/> Р, Z, X, R, Y, Q;<br/> Р, R, Z, X, Y, Q;<br/> Р, R, X, Z, Y, Q.</b></i></p> <p>Отже, відповіді <b>Б, В, Г – неправильні</b>.</p> <p><b>Правильна відповідь: A.</b></p>",
     "passage": "<p><strong>Прочитайте опис ситуації та умов до неї й виконайте завдання.</strong></p><p>Скоєнню злочину передували шість подій - Р, Q, R, Х, У, Z, жодні дві з яких не відбувалися водночас.</p><p>Слідством установлено таке:</p><p>1) Подія Р відбулася раніше за події Q та R.</p><p>2) Якщо подія Q була четвертою за порядком, то вона відбулася раніше від подій У та Z.</p><p>3) Якщо подія Q була не четвертою за порядком, то тоді вона відбулася після подій У та Z.</p><p>4) Або подія Х, або подія У була за порядком п’ятою.</p>",
     "group": 2
    },
    {
     "id": 33837,
     "n": 28,
     "section": "logic",
     "question": "<p>Найбільшим трицифровим числом, яке може бути номером кримінального провадження, є</p>",
     "answers": [
      {
       "letter": "А",
       "html": "990"
      },
      {
       "letter": "Б",
       "html": "991"
      },
      {
       "letter": "В",
       "html": "992"
      },
      {
       "letter": "Г",
       "html": "998"
      }
     ],
     "correct": "А",
     "explanation": "<p>Оскільки $$ 9*9-0, $$ то число \\(990\\) <b>може</b> бути номером кримінального провадження, а решта – трицифрові числа, які починаються з двох дев’яток, вони <b>не можуть</b> бути номерами кримінальних проваджень.</p> <p><b>Правильна відповідь: A.</b></p>",
     "passage": "<p><strong>Прочитайте опис ситуації та умов до неї й виконайте завдання.</strong></p><p>У відділі Х кримінальним провадженням присвоюють номери, які складаються не менше ніж із трьох цифр. Ці номери необхідно вводити в електронну базу Даних. Під час введення часто виникають помилки.</p><p>Тому фахівці запропонували при присвоєнні провадженню номера останню його цифру, яка називається <em>контрольною</em>, обчислювати за певним алгоритмом, щоб мати можливість виявляти помилки деяких типів. Решту цифр номера провадження називають <em>основними</em>.</p><p>Опишемо алгоритм обчислення контрольної цифри, запропонований фахівцями.</p><p>Для кожної впорядкованої пари цифр уведено нову математичну операцію, яку позначено знаком * («зірочка»). Результат цієї операції встановлюється за допомогою таблиці, наведеної далі.</p><p><img alt=\"\" src=\"img/646/16-18_1.jpg\"/></p>",
     "group": 3
    },
    {
     "id": 33838,
     "n": 29,
     "section": "logic",
     "question": "<p>Яке із наведених нижче чисел НЕ може бути номером кримінального провадження?</p>",
     "answers": [
      {
       "letter": "А",
       "html": "1113"
      },
      {
       "letter": "Б",
       "html": "2221"
      },
      {
       "letter": "В",
       "html": "4445"
      },
      {
       "letter": "Г",
       "html": "8886"
      }
     ],
     "correct": "Г",
     "explanation": "<p>Число \\(8886\\) <b>не може</b> бути номером кримінального провадження. Дійсно, $$ 8*8*8=(8*8)*8=0*8=4\\ne 6. $$</p> <p>Числа \\(1113, 2221, 4445\\) <b>можуть</b> бути номерами кримінальних проваджень, оскільки \\begin{gather*} 1*1*1=0*1=3,\\\\[7pt] 2*2*2=0*2=1,\\\\[7pt] 4*4*4=0*4=5,\\\\[7pt] \\end{gather*}</p> <p><b>Правильна відповідь: Г.</b></p>",
     "passage": "<p><strong>Прочитайте опис ситуації та умов до неї й виконайте завдання.</strong></p><p>У відділі Х кримінальним провадженням присвоюють номери, які складаються не менше ніж із трьох цифр. Ці номери необхідно вводити в електронну базу Даних. Під час введення часто виникають помилки.</p><p>Тому фахівці запропонували при присвоєнні провадженню номера останню його цифру, яка називається <em>контрольною</em>, обчислювати за певним алгоритмом, щоб мати можливість виявляти помилки деяких типів. Решту цифр номера провадження називають <em>основними</em>.</p><p>Опишемо алгоритм обчислення контрольної цифри, запропонований фахівцями.</p><p>Для кожної впорядкованої пари цифр уведено нову математичну операцію, яку позначено знаком * («зірочка»). Результат цієї операції встановлюється за допомогою таблиці, наведеної далі.</p><p><img alt=\"\" src=\"img/646/16-18_1.jpg\"/></p>",
     "group": 3
    },
    {
     "id": 33839,
     "n": 30,
     "section": "logic",
     "question": "<p>Яку найменшу кількість цифр може мати номер кримінального провадження, якщо всі його цифри дорівнюють 5?</p>",
     "answers": [
      {
       "letter": "А",
       "html": "4"
      },
      {
       "letter": "Б",
       "html": "5"
      },
      {
       "letter": "В",
       "html": "6"
      },
      {
       "letter": "Г",
       "html": "8"
      }
     ],
     "correct": "Г",
     "explanation": "<p>Число \\(55 555 555\\) <b>може</b> бути номером кримінального провадження, оскільки його остання цифра \\(5\\) дорівнює $$ 5*5*5*5*5*5*5. $$</p> <p>Дійсно: \\begin{gather*} 5*5*5*5*5*5*5=0*5*5*5*5*5=\\\\[7pt] =9*5*5*5*5=3*5*5*5=\\\\[7pt] =8*5*5=1*5=1. \\end{gather*}</p> <p>Числа, які складено з <b>меншої</b> кількості п’ятірок <b>не є</b> номерами кримінальних проваджень.</p> <p>Отже, <b>найменша</b> кількість цифр, яку може мати номер кримінального провадження, усі цифри якого дорівнюють \\(5,\\) становить \\(8.\\)</p> <p><b>Правильна відповідь: Г.</b></p>",
     "passage": "<p><strong>Прочитайте опис ситуації та умов до неї й виконайте завдання.</strong></p><p>У відділі Х кримінальним провадженням присвоюють номери, які складаються не менше ніж із трьох цифр. Ці номери необхідно вводити в електронну базу Даних. Під час введення часто виникають помилки.</p><p>Тому фахівці запропонували при присвоєнні провадженню номера останню його цифру, яка називається <em>контрольною</em>, обчислювати за певним алгоритмом, щоб мати можливість виявляти помилки деяких типів. Решту цифр номера провадження називають <em>основними</em>.</p><p>Опишемо алгоритм обчислення контрольної цифри, запропонований фахівцями.</p><p>Для кожної впорядкованої пари цифр уведено нову математичну операцію, яку позначено знаком * («зірочка»). Результат цієї операції встановлюється за допомогою таблиці, наведеної далі.</p><p><img alt=\"\" src=\"img/646/16-18_1.jpg\"/></p>",
     "group": 3
    },
    {
     "id": 33840,
     "n": 31,
     "section": "logic",
     "question": "<p><strong>Прочитайте опис ситуації та умов до неї й виконайте завдання.</strong></p> <p>Люди схильні час від часу поміркувати над плином років і «роковими» закономірностями. Особливо це буває актуальним на Новий рік. Уявіть, Ви щойно зустріли 2018 рік.</p> <p>Через скільки років уперше буде рік із такою ж сумою цифр?</p>",
     "answers": [
      {
       "letter": "А",
       "html": "6"
      },
      {
       "letter": "Б",
       "html": "9"
      },
      {
       "letter": "В",
       "html": "10"
      },
      {
       "letter": "Г",
       "html": "18"
      }
     ],
     "correct": "Б",
     "explanation": "<p><b>Найближчий</b> після \\(2018\\) року рік із <b>такою ж</b> сумою цифр – \\(2027.\\) Отже, рік із тією ж сумою цифр уперше буде через \\(9\\) років: $$ 2027-2018=9. $$</p> <p><b>Правильна відповідь: Б.</b></p>",
     "passage": "",
     "group": 0
    },
    {
     "id": 33841,
     "n": 32,
     "section": "logic",
     "question": "<p><strong>Прочитайте опис ситуації та умов до неї й виконайте завдання.</strong></p> <p>Люди схильні час від часу поміркувати над плином років і «роковими» закономірностями. Особливо це буває актуальним на Новий рік. Уявіть, Ви щойно зустріли 2018 рік.</p> <p>Через скільки років у цьому тисячолітті востаннє буде рік із такою ж сумою цифр?</p>",
     "answers": [
      {
       "letter": "А",
       "html": "228"
      },
      {
       "letter": "Б",
       "html": "282"
      },
      {
       "letter": "В",
       "html": "828"
      },
      {
       "letter": "Г",
       "html": "882"
      }
     ],
     "correct": "Г",
     "explanation": "<p><b>Востаннє</b> в нинішньому тисячолітті рік <b>із такою ж</b> сумою цифр буде через \\(882\\) роки: $$ 2900-2018=882. $$</p> <p><b>Правильна відповідь: Г.</b></p>",
     "passage": "",
     "group": 0
    },
    {
     "id": 33842,
     "n": 33,
     "section": "logic",
     "question": "<p><strong>Прочитайте опис ситуації та умов до неї й виконайте завдання.</strong></p> <p>Люди схильні час від часу поміркувати над плином років і «роковими» закономірностями. Особливо це буває актуальним на Новий рік. Уявіть, Ви щойно зустріли 2018 рік.</p> <p>Через скільки років уперше буде рік-паліндром? <em>(Число називається паліндромом, якщо воно читається зліва направо й справа наліво однаково, наприклад, число 1.991 – паліндром)</em>.</p>",
     "answers": [
      {
       "letter": "А",
       "html": "2"
      },
      {
       "letter": "Б",
       "html": "89"
      },
      {
       "letter": "В",
       "html": "94"
      },
      {
       "letter": "Г",
       "html": "103"
      }
     ],
     "correct": "В",
     "explanation": "<p><b>Найближчий</b> після \\(2018\\) року <b>рік-паліндром</b> – \\(2112.\\) Отже, рік-паліндром <b>уперше</b> буде через \\(94\\) роки: $$ 2112-2018=94. $$</p> <p><b>Правильна відповідь: B.</b></p>",
     "passage": "",
     "group": 0
    }
   ]
  },
  {
   "id": 647,
   "title": "Тренувальний ТЗНК в магістратуру. Варіант 2",
   "source": "https://zno.osvita.ua/master/tznpk/647/",
   "items": [
    {
     "id": 33774,
     "n": 1,
     "section": "lexis",
     "question": "<p>Психоаналітики охоче порівнюють нашу психіку з будинком, який стоїть на кількох дуже древніх, навіть<strong> (1)</strong>_____________ фундаментах, і від їхньої міцності на пряму залежить міцність усієї споруди.</p>",
     "answers": [
      {
       "letter": "А",
       "html": "анахронічних"
      },
      {
       "letter": "Б",
       "html": "архаїчних"
      },
      {
       "letter": "В",
       "html": "антикварних"
      },
      {
       "letter": "Г",
       "html": "антикваріатних"
      }
     ],
     "correct": "Б",
     "explanation": "<p> Завдання спрямовано на перевірку знання вступниками значень частовживаних, зокрема в текстах наукового й публіцистичного стилів, іншомовних слів і вміння добирати доречні мовні засоби, зважаючи на контекст, стиль, тип, жанр мовлення. У завданні треба заповнити пропуски, вибравши відповідне за змістом слово з-поміж чотирьох запропонованих варіантів. Для цього треба проаналізувати зміст речення, у якому пропущено лексичну одиницю. </p> <p> Прикметником на місці пропуску <b>1</b> разом зі словом <i>древній</i> схарактеризовано <b>фундаменти</b>, частину, на якій тримається весь будинок, із яким <i>«психоаналітики охоче порівнюють нашу психіку»</i>. </p> <p> Пропущене слово є <b>синонімом</b> до слова <i>древній</i> та <b>уточнює</b> його значення, на що <b>вказує</b> частка <i>навіть</i>. </p> <p> Серед запропонованих варіантів <i>анахронічний</i> (застарілий, старомодний), <i>архаїчний</i> (стародавній, старовинний), <i>антикварний</i> (пов’язаний зі старовинними й цінними предметами), <i>антикваріатний</i> (стосується антикваріату) лише слово <i>архаїчний</i> є <b>синонімом</b> до слова <i>древній</i>. </p> <p> <b>Правильна відповідь: Б.</b> </p>",
     "passage": "",
     "group": 0
    },
    {
     "id": 33775,
     "n": 2,
     "section": "lexis",
     "question": "<p>Творчість Георгія Мірецького була <strong>(2)</strong>____________ широкому загалу протягом тридцяти років після його смерті. Доступ до архіву композитора відкрився тільки у 2007 році. Він був обдарованим, витонченим (3)___________, його творча спадщина складає понад 100 робіт, цікавих і різноманітних за тематикою та жанрами.</p>",
     "answers": [
      {
       "letter": "А",
       "html": "загальновідома"
      },
      {
       "letter": "Б",
       "html": "широковідома"
      },
      {
       "letter": "В",
       "html": "маловідома"
      },
      {
       "letter": "Г",
       "html": "заборонена"
      }
     ],
     "correct": "В",
     "explanation": "<p> Завдання спрямовано на перевірку знання питомо українських й іншомовних слів, уміння добирати доречні мовні засоби, зважаючи на контекст. </p> <p> Для вибору правильного варіанту заповнення пропуску <b>2</b> треба проаналізувати не лише зміст речення, у якому пропущено слово, а й наступного. У висловлюванні йдеться про те, що доступ до архіву Григорія Мірецького відкрили широкому загалу лише через тридцять років після його смерті, до того часу його творчість не надто була відомою. </p> <p> З-поміж запропонованих варіантів <i>загальновідомий</i> (якого знають усі), <i>широковідомий</i> (популярний, якого знає велика кількість людей), <i>маловідомий</i> (відомий небагатьом), <i>заборонений</i> (недозволений) у потрібних <b>граматичних формах</b> лише варіант <i>маловідомий</i> <b>відповідає контексту</b>. </p> <p> Варіант відповіді <b>Г</b> <i>заборонений</i> видається правдоподібним, однак це слово <b>не узгоджено</b> з подальшим контекстом <i>широкому загалу</i>. До того ж у мікротексті <b>немає</b> інформації про <b>заборону</b> творчості Григорія Мірецького. </p> <p><b>Правильна відповідь: B.</b></p>",
     "passage": "",
     "group": 0
    },
    {
     "id": 33776,
     "n": 3,
     "section": "lexis",
     "question": "<p>Творчість Георгія Мірецького була (2)____________ широкому загалу протягом тридцяти років після його смерті. Доступ до архіву композитора відкрився тільки у 2007 році. Він був обдарованим, витонченим <strong>(3)</strong>___________, його творча спадщина складає понад 100 робіт, цікавих і різноманітних за тематикою та жанрами.</p>",
     "answers": [
      {
       "letter": "А",
       "html": "знавцем"
      },
      {
       "letter": "Б",
       "html": "фахівцем"
      },
      {
       "letter": "В",
       "html": "майстром"
      },
      {
       "letter": "Г",
       "html": "умільцем"
      }
     ],
     "correct": "В",
     "explanation": "<p> Завдання спрямовано на перевірку знання питомо українських й іншомовних слів, уміння добирати доречні мовні засоби, зважаючи на контекст. </p> <p> Словом на місці пропуску <b>3</b> схарактеризовано Григорія Мірецького як обдарованого витонченого композитора, тому іменник <i>майстер</i> (той, хто досяг високої майстерності, досконалості у своїй роботі, творчості) відповідає контексту <b>якнайкраще</b>. </p> <p> Решта варіантів відповіді є синонімами до слова <i>майстер</i> і мають лексичні й стилістичні відтінки значень, що <b>не відповідають</b> комунікативній ситуації мікротексту. </p> <p> <i>Знавець</i> (людина, яка володіє глибокими знаннями в певній галузі), <i>фахівець</i> (той, хто досконало володіє якимсь фахом), <i>умілець</i> (той, хто добре знає свою справу). </p> <p><b>Правильна відповідь: B.</b></p>",
     "passage": "",
     "group": 0
    },
    {
     "id": 33777,
     "n": 4,
     "section": "lexis",
     "question": "<p>Орієнтальне мистецтвознавство існувало як окремий та вельми значущий напрям в українській <strong>(4)</strong>_________ науці 1920-х – 1930 -х рр. Своїм активним розгортанням у зазначений період цей науковий напрям, (5)___________, завдячує наявності на території тогочасної України цілого ряду вартісних колекцій східного мистецтва, насамперед низки націоналізованих (колишніх приватних) збірок художніх пам’яток Сходу. Саме навколо цих колекцій у 1920-х – 1930 рр і формувався потужний сходознавчий (6)___________.</p>",
     "answers": [
      {
       "letter": "А",
       "html": "гуманітарній"
      },
      {
       "letter": "Б",
       "html": "гуманістичній"
      },
      {
       "letter": "В",
       "html": "гуманізованій"
      },
      {
       "letter": "Г",
       "html": "гуманній"
      }
     ],
     "correct": "А",
     "explanation": "<p> Завдання зорієнтовано на виявлення здатності дотримуватися норм літературної мови, а також свідоме, невимушене, цілеспрямоване, майстерне вживання мовних засобів (термінів, паронімів, фразеологізмів) відповідно до мети й обставин спілкування. </p> <p> Слово <i>гуманітарний</i> на місці пропуску <b>4</b> є <b>терміном</b>, яким називають сукупність суспільних наук, які вивчають людину та її культуру. </p> <p> <b>Орієнтальне мистецтвознавство</b> є однією з таких наук. Решта запропонованих варіантів відповіді є паронімами до слова <i>гуманітарний</i>. Слова <i>гуманістичний</i> (пройнятий турботою про людину), <i>гуманізований</i> (який виявляє гуманізм, людинолюбство), <i>гуманний</i> (людяний) <b>не відповідають</b> контексту. </p> <p><b>Правильна відповідь: A.</b></p>",
     "passage": "",
     "group": 0
    },
    {
     "id": 33778,
     "n": 5,
     "section": "lexis",
     "question": "<p>Орієнтальне мистецтвознавство існувало як окремий та вельми значущий напрям в українській (4)_________ науці 1920-х – 1930 -х рр. Своїм активним розгортанням у зазначений період цей науковий напрям, <strong>(5)</strong>___________, завдячує наявності на території тогочасної України цілого ряду вартісних колекцій східного мистецтва, насамперед низки націоналізованих (колишніх приватних) збірок художніх пам’яток Сходу. Саме навколо цих колекцій у 1920-х – 1930 рр і формувався потужний сходознавчий (6)___________.</p>",
     "answers": [
      {
       "letter": "А",
       "html": "не в останню чергу"
      },
      {
       "letter": "Б",
       "html": "у свою чергу"
      },
      {
       "letter": "В",
       "html": "поза чергою"
      },
      {
       "letter": "Г",
       "html": "на черзі дня"
      }
     ],
     "correct": "А",
     "explanation": "<p> Завдання зорієнтовано на виявлення здатності дотримуватися норм літературної мови, а також свідоме, невимушене, цілеспрямоване, майстерне вживання мовних засобів (термінів, паронімів, фразеологізмів) відповідно до мети й обставин спілкування. </p> <p> На місце пропуску <b>5</b> треба вставити <b>фразеологізм</b>, який, зважаючи на зміст речення, означає, що <i>наявність на території тогочасної України цілого ряду вартісних колекцій східного мистецтва</i> мала важливе значення для розвитку орієнтального мистецтвознавства. </p> <p> Серед запропонованих варіантів відповіді вислів <i>не в останню чергу</i> відповідає контексту <b>якнайкраще</b>, оскільки вказує на якусь обставину або чинник, що має неабияке значення поміж інших, навіть якщо <b>не є</b> єдиною чи головною. </p> <p> Інші варіанти відповіді <i>у свою чергу</i> (так само, також), <i>поза чергою</i> (терміново відклавши все інше), <i>на черзі дня</i> ( мати першочергове завдання) <b>не відповідають</b> контексту висловлювання. </p> <p><b>Правильна відповідь: A.</b></p>",
     "passage": "",
     "group": 0
    },
    {
     "id": 33779,
     "n": 6,
     "section": "lexis",
     "question": "<p>Орієнтальне мистецтвознавство існувало як окремий та вельми значущий напрям в українській (4)_________ науці 1920-х – 1930 -х рр. Своїм активним розгортанням у зазначений період цей науковий напрям, (5)___________, завдячує наявності на території тогочасної України цілого ряду вартісних колекцій східного мистецтва, насамперед низки націоналізованих (колишніх приватних) збірок художніх пам’яток Сходу. Саме навколо цих колекцій у 1920-х – 1930 рр і формувався потужний сходознавчий <strong>(6)</strong>___________.</p>",
     "answers": [
      {
       "letter": "А",
       "html": "диспут"
      },
      {
       "letter": "Б",
       "html": "дискурс"
      },
      {
       "letter": "В",
       "html": "діалог"
      },
      {
       "letter": "Г",
       "html": "дисонанс"
      }
     ],
     "correct": "Б",
     "explanation": "<p> Завдання зорієнтовано на виявлення здатності дотримуватися норм літературної мови, а також свідоме, невимушене, цілеспрямоване, майстерне вживання мовних засобів (термінів, паронімів, фразеологізмів) відповідно до мети й обставин спілкування. </p> <p> Для вибору правильної відповіді треба проаналізувати не лише зміст речення, у якому пропущено слово, а й попередній контекст. </p> <p> Відповідно до контексту пропущеним слово означає певну систему уявлень і термінів, які сформували сходознавство в Україні на початку ХХ століття. </p> <p> Розгляньмо запропоновані варіанти відповіді: <i>диспут</i> – публічне обговорення наукової, літературної, <i>дискурс</i> – об’єднані темою тексти, <i>діалог</i> – розмова між двома або кількома особами, <i>дисонанс</i> – негармонійне поєднання звуків. </p> <p> Лише слово <i>дискурс</i> <b>відповідає контексту</b>, оскільки означає цілісну систему текстів, публічних виступів тощо, які сформували наукову галузь, її ідеї, проблеми, цінності. </p> <p><b>Правильна відповідь: Б.</b></p>",
     "passage": "",
     "group": 0
    },
    {
     "id": 33780,
     "n": 7,
     "section": "lexis",
     "question": "<p>Колінний суглоб – одне з найбільших, рухливих і складно утворених зчленувань людського скелета, що здатне витримати <strong>(7)</strong>___________ до 1 тонни. За статистикою, кожна третя людина (8) _________ 30 років хоча б раз мала травму колінного суглоба, і кожен третій житель планети (9)________ від його патологій. З віком відсоток хворих збільшується. Оскільки коліно дуже активне, то для захисту поверхонь кісток суглоба є меніски – своєрідні амортизатори з хрящової тканини. Меніск має (10)__________ півмісяця і під час руху змінює її.</p>",
     "answers": [
      {
       "letter": "А",
       "html": "напруження"
      },
      {
       "letter": "Б",
       "html": "збудження"
      },
      {
       "letter": "В",
       "html": "зусилля"
      },
      {
       "letter": "Г",
       "html": "навантаження"
      }
     ],
     "correct": "Г",
     "explanation": "<p> Завдання зорієнтовано на виявлення здатності диференціювати тонкі смислові відтінки питомо українських слів, уживати доречні мовні одиниці, зважаючи на контекст, стиль, тип, жанр мовлення. </p> <p> Слово на місці пропуску <b>7</b> є <b>додатком</b> до дієслова <i>витримати</i> й разом із ним означає <i>здатність колінного суглоба витримувати вагу до 1 тонни</i>. </p> <p> Серед запропонованих варіантів відповіді <i>напруження</i> (дія за значенням напружувати, стан піднесення, збудження, зосередженості на чому-небудь), <i>збудження</i> (стан нервового піднесення, неспокою, хвилювання), <i>зусилля</i> (напруження фізичних, розумових або духовних сил, необхідне для виконання, здійснення чого-небудь), <i>навантаження</i> (те, чим кого, що-небудь навантажують; вантаж) слово <i>навантаження</i> відповідає контексту <b>якнайкраще</b>. </p> <p><b>Правильна відповідь: Г.</b></p>",
     "passage": "",
     "group": 0
    },
    {
     "id": 33781,
     "n": 8,
     "section": "lexis",
     "question": "<p>Колінний суглоб – одне з найбільших, рухливих і складно утворених зчленувань людського скелета, що здатне витримати (7)___________ до 1 тонни. За статистикою, кожна третя людина <strong>(8)</strong> _________ 30 років хоча б раз мала травму колінного суглоба, і кожен третій житель планети (9)________ від його патологій. З віком відсоток хворих збільшується. Оскільки коліно дуже активне, то для захисту поверхонь кісток суглоба є меніски – своєрідні амортизатори з хрящової тканини. Меніск має (10)__________ півмісяця і під час руху змінює її.</p>",
     "answers": [
      {
       "letter": "А",
       "html": "після"
      },
      {
       "letter": "Б",
       "html": "старше"
      },
      {
       "letter": "В",
       "html": "більше"
      },
      {
       "letter": "Г",
       "html": "біля"
      }
     ],
     "correct": "А",
     "explanation": "<p> Завдання зорієнтовано на виявлення здатності диференціювати тонкі смислові відтінки питомо українських слів, уживати доречні мовні одиниці, зважаючи на контекст, стиль, тип, жанр мовлення. </p> <p> Прислівник <i>після</i> на місці пропуску <b>8</b> означає перевищення часової межі (досягнення віку понад 30 років). </p> <p> Конструкції <i>більше</i> й <i>старше</i> із числівником у родовому відмінку, що вказує на <b>перевищення</b> якоїсь кількості, <b>не характерні</b> для української мови. </p> <p> Варіант <i>біля</i> вживають на позначення <b>місця</b> (коло, близько, недалеко), а не часового відрізка. </p> <p><b>Правильна відповідь: A.</b></p>",
     "passage": "",
     "group": 0
    },
    {
     "id": 33782,
     "n": 9,
     "section": "lexis",
     "question": "<p>Колінний суглоб – одне з найбільших, рухливих і складно утворених зчленувань людського скелета, що здатне витримати (7)___________ до 1 тонни. За статистикою, кожна третя людина (8) _________ 30 років хоча б раз мала травму колінного суглоба, і кожен третій житель планети <strong>(9)</strong>________ від його патологій. З віком відсоток хворих збільшується. Оскільки коліно дуже активне, то для захисту поверхонь кісток суглоба є меніски – своєрідні амортизатори з хрящової тканини. Меніск має (10)__________ півмісяця і під час руху змінює її.</p>",
     "answers": [
      {
       "letter": "А",
       "html": "хворіє"
      },
      {
       "letter": "Б",
       "html": "страждає"
      },
      {
       "letter": "В",
       "html": "терпить"
      },
      {
       "letter": "Г",
       "html": "мучиться"
      }
     ],
     "correct": "Б",
     "explanation": "<p> Завдання зорієнтовано на виявлення здатності диференціювати тонкі смислові відтінки питомо українських слів, уживати доречні мовні одиниці, зважаючи на контекст, стиль, тип, жанр мовлення. </p> <p> Слово на місці пропуску <b>9</b> означає відчуття, яке виникає в людини внаслідок патологій колінного суглоба. Слово <i>страждати</i> (зазнавати сильного фізичного болю) <b>якнайкраще</b> відповідає змісту наведеного речення. </p> <p> Решта варіантів відповіді є <b>синонімами</b> до слова <i>страждати</i> й мають лексичні та стилістичні відтінки значень, що <b>не відповідають</b> комунікативній ситуації мікротексту: <i>хворіти</i> (бути хворим), <i>терпіти</i> (стійко, без нарікань витримувати фізичні або моральні страждання), <i>мучитися</i> (зазнавати мук). </p> <p><b>Правильна відповідь: Б.</b></p>",
     "passage": "",
     "group": 0
    },
    {
     "id": 33783,
     "n": 10,
     "section": "lexis",
     "question": "<p>Колінний суглоб – одне з найбільших, рухливих і складно утворених зчленувань людського скелета, що здатне витримати (7)___________ до 1 тонни. За статистикою, кожна третя людина (8) _________ 30 років хоча б раз мала травму колінного суглоба, і кожен третій житель планети (9)________ від його патологій. З віком відсоток хворих збільшується. Оскільки коліно дуже активне, то для захисту поверхонь кісток суглоба є меніски – своєрідні амортизатори з хрящової тканини. Меніск має<strong> (10)</strong>__________ півмісяця і під час руху змінює її.</p>",
     "answers": [
      {
       "letter": "А",
       "html": "ознаку"
      },
      {
       "letter": "Б",
       "html": "будову"
      },
      {
       "letter": "В",
       "html": "форму"
      },
      {
       "letter": "Г",
       "html": "структуру"
      }
     ],
     "correct": "В",
     "explanation": "<p> Завдання зорієнтовано на виявлення здатності диференціювати тонкі смислові відтінки питомо українських слів, уживати доречні мовні одиниці, зважаючи на контекст, стиль, тип, жанр мовлення. </p> <p> Проаналізуймо зміст речення, у якому пропущено слово. У ньому йдеться про те, що меніск має вигляд півмісяця. Розгляньмо запропоновані варіанти відповіді: <i>ознака</i> – риса, властивість, особливість кого-, чого-небудь, <i>будова</i> – розміщення, взаємне розташування частин чого-небудь, <i>форма</i> – обриси, контури, зовнішні межі предмета, <i>структура</i> – взаємне розміщення, взаємозв’язок складників цілого. </p> <p> З-поміж запропонованих слів лише лексема <i>форма</i> означає вигляд, зовнішню схожість. </p> <p><b>Правильна відповідь: B.</b></p>",
     "passage": "",
     "group": 0
    },
    {
     "id": 33784,
     "n": 11,
     "section": "reading",
     "question": "<p>Автор <em>тексту</em><strong><em> Б</em></strong>, на відміну від автора <em>тексту</em><strong><em> А</em></strong></p>",
     "answers": [
      {
       "letter": "А",
       "html": "уникає емоційних висловлювань"
      },
      {
       "letter": "Б",
       "html": "наводить статистичні дані"
      },
      {
       "letter": "В",
       "html": "розглядає різні позиції щодо окресленої проблеми"
      },
      {
       "letter": "Г",
       "html": "ілюструє наведені міркування прикладами"
      }
     ],
     "correct": "Г",
     "explanation": "<p> Завдання зорієнтовано на виявлення тестованими здатності працювати з формальними ознаками тематично пов’язаних текстів для вичленування з них однорідної інформації та способів її подання, а також спроможності кваліфікувати й класифікувати певні явища, факти, об’єкти тощо. </p> <p> Автор тексту Б, як і автор тексту А намагається <b>об’єктивно</b> й <b>відсторонено</b> подавати інформацію та уникає <b>емоційних</b> висловлювань. </p> <p> Автори <b>обох</b> текстів наводять статистичні дані: автор тексту А – у четвертому абзаці, а тексту Б – у восьмому. </p> <p> Автор <i>тексту</i> Б, як і автор тексту А наводить аргументи й прихильників, і противників евтаназії (текст А – абзаци <b>2</b>, <b>3</b>, текст Б – абзаци <b>10</b>, <b>11</b>). </p> <p> На відміну від автора тексту А, автор тексту Б ілюструє наведені аргументи яскравими прикладами. Зокрема, в абзаці <b>8</b> він наводить <b>приклад Нідерландів</b>, де <b>евтаназію легалізували</b>. </p> <p><b>Правильна відповідь: Г.</b></p>",
     "passage": "<p><strong>Прочитайте тексти А й Б та виконайте завдання</strong></p><p><em>(цифри в дужках позначають номери абзаців наскрізно в обох текстах).</em></p><p><strong>Текст А</strong></p><p>(1) За законом, серед особистих немайнових прав фундаментальним є право на життя, а отже, і право розпоряджатися ним, що тлумачиться як можливість піддавати його значному ризику або навіть приймати рішення про його припинення. Це й породжує чимало дискусій навколо евтаназії.</p><p>(2) Супротивники заперечують її можливість, наприклад, із таких мотивів. Бог дав людині життя, а тому й приймати рішення про його позбавлення може лише Він. Евтаназія може стати гальмом у пошуку нових засобів лікування, адже часто саме боротьба зі смертю рухає медицину вперед. Легалізація евтаназії може призвести до тиску на інвалідів, старих і невиліковно хворих, яких оточення (часто й вони самі) вважає «тягарем». Евтаназія може використовуватися для вчинення злочинів. Евтаназія не дає права пацієнтові передумати, коли процедура почалася. Вона виключає можливість випадків так званого «чудесного одужання», яких мало, але які можуть розглядатися як шанс для пацієнта.</p><p>(З) Прихильники легалізації евтаназії наводять свої аргументи. Евтаназія дає змогу повною мірою реалізувати право людини розпоряджатися своїм життям. Людина визнається найвищою цінністю, а отже, і її реальне благополуччя, право на самовизначення, свободу, повагу гідності, гідну смерть мають бути гарантовані й забезпечені цілком. Евтаназія забезпечує реалізацію одного з основоположних принципів права – принципу гуманізму. Евтаназія є гуманною, бо припиняє страждання й муки невиліковно хворого.</p><p>(4) Насправді, у цивілізованих країнах «убивство зі співчуття» практикується незалежно від того, дозволено воно законом чи ні. За статистикою, 40 % смертей хворих настає шляхом прийняття медиками рішень про припинення життя за відсутністю інших варіантів. Можна припустити, що в країнах, де евтаназія заборонена, де немає законного захисту від неправомірного застосування евтаназії, ситуація є гіршою.</p><p>(5) Тому в багатьох країнах зараз спостерігається тенденція до легалізації евтаназії (варто нагадати, що ЄСПЛ у цьому питанні зберігає нейтралітет, визнаючи за державами право на самостійність урегулювання евтаназії). Декриміналізація евтаназії, указує ПАРЄ в документі «Питання й відповіді про евтаназію» (2003 р.), дасть змогу контролювати її й обмежити рамками закону. Тільки контрольовані процедури застосування евтаназії покладуть край довільній системі, чинній у багатьох країнах.</p><p>(6) Вітчизняним законодавством не визнається будь-яка форма евтаназії. Це діяння зазвичай кваліфікується як убивство. Повністю чи частково легалізуючи вже існуюче (у латентній формі) явище, Україна зробить крок уперед до розбудови демократичної та правової держави. Проте цей процес повинен бути поступовим і багатовекторним. Необхідно не лише створити правову норму, а й забезпечити чіткий механізм реалізації евтаназії. До речі, соцопитування показують, що 51 % українців уважає, що людина має право скористатися допомогою лікарів для добровільної смерті, однак легалізація такої процедури повинна бути, на їхню думку, за жорсткого контролю з боку держави й повної обізнаності хворого.</p><p><em> За Ю. Усмановим.</em></p><p><strong>Текст Б</strong></p><p>(7) За всіх недоліків сучасної медицини люди хочуть бачити в лікареві насамперед цілителя й утішителя в стражданнях. Та лікування не виключає в особливо тяжких і безнадійних випадках звернення хворого до лікаря з проханням про евтаназію (грецькою – «легка смерть»). Евтаназія – це право людини на смерть і право на вбивство в ім’я співчуття. Є, виявляється, і таке право. І в цьому одна з особливостей діалектики життя.</p><p>(8) Нині можливість удаватися до евтаназії обговорюється в багатьох країнах. А в Нідерландах, наприклад, «навмисне позбавлення життя пацієнтана його прохання, проведене лікарем», дозволено. Нідерландські дослідники стверджують, що евтаназію широко підтримує суспільство (70 %), а також більшість лікарів і юристів. Дані зрізів, проведених у країні, засвідчують, що пацієнти просили про евтаназію через утрату відчуття власної гідності (57 % випадків), біль (46 %), недостойне помирання (46 %), залежність від оточення (ЗЗ %), утому від життя (23%). Тільки в 10 зі 187 випадків біль було названо єдиною причиною.</p><p>(9) Однак нідерландську практику гостро критикують поза країною на релігійному та ідеологічному ґрунті, адже ще в 1995 р. Іван Павло II виступив з одним із найсильніших засуджень евтаназії.</p><p>(10) Попри багатоманіття поглядів на проблему в нас превалює один: ніякої евтаназії, медицина – для допомоги хворим і запобігання хворобам. Як правило, звучать аргументи, відповідно до яких евтаназія – антигуманний спосіб позбутися хворого замість знайти ліки. На підкріплення цього противники евтаназії наводять приклади, коли безнадійний хворий одужував або мертвого реанімували. Звісно, таке є, але із цього не можна робити абсолютні висновки. Це швидше свідчить, що за життя треба боротися попри все. Але одне – гостре виникнення критичного стану, а інше – тяжкі, невиліковні хвороби, перебіг яких болісний і не залишає хворому надії. Не варто перебільшувати й можливі в разі евтаназії зловживання, на які часто посилаються противники евтаназії, ігноруючи перспективи законодавчої строгості в цьому питанні й цілковитої поінформованості хворого. Сумнівним є й прирівнювання евтаназії до суїциду, зважаючи бодай на те, що кількість суїцидів у світі все зростає, зокрема й серед молоді, із причин, не пов’язаних із хворобами.</p><p>(11) Іншими словами, однозначно негативним підходом до проблеми її не розв’язати. Очевидно, рішення щодо евтаназії має бути альтернативним, заснованим на врахуванні багатьох соціально-психологічних, медичних, юридичних чинників у кожному конкретному випадку, зважаючи, зокрема, на те, що останнім часом інтерес до евтаназії зріс, хоча медицина й технології суттєво прогресували.</p><p>(12) Боротьба за життя людини завжди була й буде найважливішим і найгуманнішим принципом медицини, але, якщо стосовно якогось конкретного смертельно хворого медицина вичерпала себе, він повинен мати надію, що хоча б в останньому проханні йому не відмовлять.</p><p><em> За О. Грандо.</em></p>",
     "group": 1
    },
    {
     "id": 33785,
     "n": 12,
     "section": "reading",
     "question": "<p>Який з уривків найточніше відбиває основну ідею <em>тексту</em><strong><em> Б</em></strong>?</p>",
     "answers": [
      {
       "letter": "А",
       "html": "Евтаназія – це право людини на смерть і право на вбивство в ім’я співчуття. Є, виявляється, і таке право."
      },
      {
       "letter": "Б",
       "html": "Попри багатоманіття поглядів на проблему в нас превалює один: ніякої евтаназії, медицина – для допомоги хворим і запобігання хворобам."
      },
      {
       "letter": "В",
       "html": "…якщо стосовно якогось конкретного смертельно хворого медицина вичерпала себе, він повинен мати надію, що хоча б в останньому проханні йому не відмовлять"
      },
      {
       "letter": "Г",
       "html": "Сумнівним є й прирівнювання евтаназії до суїциду, зважаючи бодай на те, що кількість суїцидів у світі все зростає, зокрема й серед молоді, із причин, не пов’язаних із хворобами."
      }
     ],
     "correct": "В",
     "explanation": "<p> Завдання передбачає виявлення учасником тестування здатності узагальнювати інформацію і конденсувати її до рівня ідеї. </p> <p> Уривки, що запропоновано у варіантах відповіді <b>А</b>, <b>Б</b> й <b>Г</b>, репрезентують окремі думки автора тексту Б різного ступеня важливості, які <b>не передають</b> основної ідеї всього висловлювання. </p> <p> Уривок, який наведено у варіанті відповіді <b>В</b>, <b>повністю</b> доносить <b>найважливішу думку</b> тексту Б про те, що <i>попри певні застереження евтаназія може виконувати важливу функцію в житті конкретної смертельно хворої людини</i>. </p> <p><b>Правильна відповідь: B.</b></p>",
     "passage": "<p><strong>Прочитайте тексти А й Б та виконайте завдання</strong></p><p><em>(цифри в дужках позначають номери абзаців наскрізно в обох текстах).</em></p><p><strong>Текст А</strong></p><p>(1) За законом, серед особистих немайнових прав фундаментальним є право на життя, а отже, і право розпоряджатися ним, що тлумачиться як можливість піддавати його значному ризику або навіть приймати рішення про його припинення. Це й породжує чимало дискусій навколо евтаназії.</p><p>(2) Супротивники заперечують її можливість, наприклад, із таких мотивів. Бог дав людині життя, а тому й приймати рішення про його позбавлення може лише Він. Евтаназія може стати гальмом у пошуку нових засобів лікування, адже часто саме боротьба зі смертю рухає медицину вперед. Легалізація евтаназії може призвести до тиску на інвалідів, старих і невиліковно хворих, яких оточення (часто й вони самі) вважає «тягарем». Евтаназія може використовуватися для вчинення злочинів. Евтаназія не дає права пацієнтові передумати, коли процедура почалася. Вона виключає можливість випадків так званого «чудесного одужання», яких мало, але які можуть розглядатися як шанс для пацієнта.</p><p>(З) Прихильники легалізації евтаназії наводять свої аргументи. Евтаназія дає змогу повною мірою реалізувати право людини розпоряджатися своїм життям. Людина визнається найвищою цінністю, а отже, і її реальне благополуччя, право на самовизначення, свободу, повагу гідності, гідну смерть мають бути гарантовані й забезпечені цілком. Евтаназія забезпечує реалізацію одного з основоположних принципів права – принципу гуманізму. Евтаназія є гуманною, бо припиняє страждання й муки невиліковно хворого.</p><p>(4) Насправді, у цивілізованих країнах «убивство зі співчуття» практикується незалежно від того, дозволено воно законом чи ні. За статистикою, 40 % смертей хворих настає шляхом прийняття медиками рішень про припинення життя за відсутністю інших варіантів. Можна припустити, що в країнах, де евтаназія заборонена, де немає законного захисту від неправомірного застосування евтаназії, ситуація є гіршою.</p><p>(5) Тому в багатьох країнах зараз спостерігається тенденція до легалізації евтаназії (варто нагадати, що ЄСПЛ у цьому питанні зберігає нейтралітет, визнаючи за державами право на самостійність урегулювання евтаназії). Декриміналізація евтаназії, указує ПАРЄ в документі «Питання й відповіді про евтаназію» (2003 р.), дасть змогу контролювати її й обмежити рамками закону. Тільки контрольовані процедури застосування евтаназії покладуть край довільній системі, чинній у багатьох країнах.</p><p>(6) Вітчизняним законодавством не визнається будь-яка форма евтаназії. Це діяння зазвичай кваліфікується як убивство. Повністю чи частково легалізуючи вже існуюче (у латентній формі) явище, Україна зробить крок уперед до розбудови демократичної та правової держави. Проте цей процес повинен бути поступовим і багатовекторним. Необхідно не лише створити правову норму, а й забезпечити чіткий механізм реалізації евтаназії. До речі, соцопитування показують, що 51 % українців уважає, що людина має право скористатися допомогою лікарів для добровільної смерті, однак легалізація такої процедури повинна бути, на їхню думку, за жорсткого контролю з боку держави й повної обізнаності хворого.</p><p><em> За Ю. Усмановим.</em></p><p><strong>Текст Б</strong></p><p>(7) За всіх недоліків сучасної медицини люди хочуть бачити в лікареві насамперед цілителя й утішителя в стражданнях. Та лікування не виключає в особливо тяжких і безнадійних випадках звернення хворого до лікаря з проханням про евтаназію (грецькою – «легка смерть»). Евтаназія – це право людини на смерть і право на вбивство в ім’я співчуття. Є, виявляється, і таке право. І в цьому одна з особливостей діалектики життя.</p><p>(8) Нині можливість удаватися до евтаназії обговорюється в багатьох країнах. А в Нідерландах, наприклад, «навмисне позбавлення життя пацієнтана його прохання, проведене лікарем», дозволено. Нідерландські дослідники стверджують, що евтаназію широко підтримує суспільство (70 %), а також більшість лікарів і юристів. Дані зрізів, проведених у країні, засвідчують, що пацієнти просили про евтаназію через утрату відчуття власної гідності (57 % випадків), біль (46 %), недостойне помирання (46 %), залежність від оточення (ЗЗ %), утому від життя (23%). Тільки в 10 зі 187 випадків біль було названо єдиною причиною.</p><p>(9) Однак нідерландську практику гостро критикують поза країною на релігійному та ідеологічному ґрунті, адже ще в 1995 р. Іван Павло II виступив з одним із найсильніших засуджень евтаназії.</p><p>(10) Попри багатоманіття поглядів на проблему в нас превалює один: ніякої евтаназії, медицина – для допомоги хворим і запобігання хворобам. Як правило, звучать аргументи, відповідно до яких евтаназія – антигуманний спосіб позбутися хворого замість знайти ліки. На підкріплення цього противники евтаназії наводять приклади, коли безнадійний хворий одужував або мертвого реанімували. Звісно, таке є, але із цього не можна робити абсолютні висновки. Це швидше свідчить, що за життя треба боротися попри все. Але одне – гостре виникнення критичного стану, а інше – тяжкі, невиліковні хвороби, перебіг яких болісний і не залишає хворому надії. Не варто перебільшувати й можливі в разі евтаназії зловживання, на які часто посилаються противники евтаназії, ігноруючи перспективи законодавчої строгості в цьому питанні й цілковитої поінформованості хворого. Сумнівним є й прирівнювання евтаназії до суїциду, зважаючи бодай на те, що кількість суїцидів у світі все зростає, зокрема й серед молоді, із причин, не пов’язаних із хворобами.</p><p>(11) Іншими словами, однозначно негативним підходом до проблеми її не розв’язати. Очевидно, рішення щодо евтаназії має бути альтернативним, заснованим на врахуванні багатьох соціально-психологічних, медичних, юридичних чинників у кожному конкретному випадку, зважаючи, зокрема, на те, що останнім часом інтерес до евтаназії зріс, хоча медицина й технології суттєво прогресували.</p><p>(12) Боротьба за життя людини завжди була й буде найважливішим і найгуманнішим принципом медицини, але, якщо стосовно якогось конкретного смертельно хворого медицина вичерпала себе, він повинен мати надію, що хоча б в останньому проханні йому не відмовлять.</p><p><em> За О. Грандо.</em></p>",
     "group": 1
    },
    {
     "id": 33843,
     "n": 13,
     "section": "reading",
     "question": "<p>Тему обох текстів найбільш точно окреслено в рядку</p>",
     "answers": [
      {
       "letter": "А",
       "html": "Релігія й ідеологія як супротивники легалізації евтаназії."
      },
      {
       "letter": "Б",
       "html": "Підтвердження актуальності легалізації евтаназії в Україні."
      },
      {
       "letter": "В",
       "html": "Евтаназія в міжнародному та вітчизняному контексті."
      },
      {
       "letter": "Г",
       "html": "Історія становлення поглядів на евтаназію в законодавстві."
      }
     ],
     "correct": "В",
     "explanation": "<p>Завдання зорієнтовано на виявлення здатності тестованих визначати тему тексту / текстів.</p> <p>Зважаючи на те, що <b>тема</b> – це фрагмент дійсності, який є предметом осмислення і на якому зосереджений автор певного тексту, можна стверджувати, що таким фрагментом дійсності, осмислюваним в обох текстах, є явище <b>евтаназії</b> в міжнародному й вітчизняному контекстах (варіант відповіді <b>В</b>).</p> <p>У решті варіантів відповіді вказано на <b>мікротеми</b> обох текстів або одного з них: <i>релігія та ідеологія як супротивники легалізації «убивства з милосердя»</i> (<b>А</b>); <i>підтвердження актуальності легалізації евтаназії в Україні</i> (<b>Б</b>); <i>історія становлення поглядів на евтаназію в законодавстві</i> (<b>Г</b>).</p> <p><b>Правильна відповідь: B.</b></p>",
     "passage": "<p><strong>Прочитайте тексти А й Б та виконайте завдання</strong></p><p><em>(цифри в дужках позначають номери абзаців наскрізно в обох текстах).</em></p><p><strong>Текст А</strong></p><p>(1) За законом, серед особистих немайнових прав фундаментальним є право на життя, а отже, і право розпоряджатися ним, що тлумачиться як можливість піддавати його значному ризику або навіть приймати рішення про його припинення. Це й породжує чимало дискусій навколо евтаназії.</p><p>(2) Супротивники заперечують її можливість, наприклад, із таких мотивів. Бог дав людині життя, а тому й приймати рішення про його позбавлення може лише Він. Евтаназія може стати гальмом у пошуку нових засобів лікування, адже часто саме боротьба зі смертю рухає медицину вперед. Легалізація евтаназії може призвести до тиску на інвалідів, старих і невиліковно хворих, яких оточення (часто й вони самі) вважає «тягарем». Евтаназія може використовуватися для вчинення злочинів. Евтаназія не дає права пацієнтові передумати, коли процедура почалася. Вона виключає можливість випадків так званого «чудесного одужання», яких мало, але які можуть розглядатися як шанс для пацієнта.</p><p>(З) Прихильники легалізації евтаназії наводять свої аргументи. Евтаназія дає змогу повною мірою реалізувати право людини розпоряджатися своїм життям. Людина визнається найвищою цінністю, а отже, і її реальне благополуччя, право на самовизначення, свободу, повагу гідності, гідну смерть мають бути гарантовані й забезпечені цілком. Евтаназія забезпечує реалізацію одного з основоположних принципів права – принципу гуманізму. Евтаназія є гуманною, бо припиняє страждання й муки невиліковно хворого.</p><p>(4) Насправді, у цивілізованих країнах «убивство зі співчуття» практикується незалежно від того, дозволено воно законом чи ні. За статистикою, 40 % смертей хворих настає шляхом прийняття медиками рішень про припинення життя за відсутністю інших варіантів. Можна припустити, що в країнах, де евтаназія заборонена, де немає законного захисту від неправомірного застосування евтаназії, ситуація є гіршою.</p><p>(5) Тому в багатьох країнах зараз спостерігається тенденція до легалізації евтаназії (варто нагадати, що ЄСПЛ у цьому питанні зберігає нейтралітет, визнаючи за державами право на самостійність урегулювання евтаназії). Декриміналізація евтаназії, указує ПАРЄ в документі «Питання й відповіді про евтаназію» (2003 р.), дасть змогу контролювати її й обмежити рамками закону. Тільки контрольовані процедури застосування евтаназії покладуть край довільній системі, чинній у багатьох країнах.</p><p>(6) Вітчизняним законодавством не визнається будь-яка форма евтаназії. Це діяння зазвичай кваліфікується як убивство. Повністю чи частково легалізуючи вже існуюче (у латентній формі) явище, Україна зробить крок уперед до розбудови демократичної та правової держави. Проте цей процес повинен бути поступовим і багатовекторним. Необхідно не лише створити правову норму, а й забезпечити чіткий механізм реалізації евтаназії. До речі, соцопитування показують, що 51 % українців уважає, що людина має право скористатися допомогою лікарів для добровільної смерті, однак легалізація такої процедури повинна бути, на їхню думку, за жорсткого контролю з боку держави й повної обізнаності хворого.</p><p><em> За Ю. Усмановим.</em></p><p><strong>Текст Б</strong></p><p>(7) За всіх недоліків сучасної медицини люди хочуть бачити в лікареві насамперед цілителя й утішителя в стражданнях. Та лікування не виключає в особливо тяжких і безнадійних випадках звернення хворого до лікаря з проханням про евтаназію (грецькою – «легка смерть»). Евтаназія – це право людини на смерть і право на вбивство в ім’я співчуття. Є, виявляється, і таке право. І в цьому одна з особливостей діалектики життя.</p><p>(8) Нині можливість удаватися до евтаназії обговорюється в багатьох країнах. А в Нідерландах, наприклад, «навмисне позбавлення життя пацієнтана його прохання, проведене лікарем», дозволено. Нідерландські дослідники стверджують, що евтаназію широко підтримує суспільство (70 %), а також більшість лікарів і юристів. Дані зрізів, проведених у країні, засвідчують, що пацієнти просили про евтаназію через утрату відчуття власної гідності (57 % випадків), біль (46 %), недостойне помирання (46 %), залежність від оточення (ЗЗ %), утому від життя (23%). Тільки в 10 зі 187 випадків біль було названо єдиною причиною.</p><p>(9) Однак нідерландську практику гостро критикують поза країною на релігійному та ідеологічному ґрунті, адже ще в 1995 р. Іван Павло II виступив з одним із найсильніших засуджень евтаназії.</p><p>(10) Попри багатоманіття поглядів на проблему в нас превалює один: ніякої евтаназії, медицина – для допомоги хворим і запобігання хворобам. Як правило, звучать аргументи, відповідно до яких евтаназія – антигуманний спосіб позбутися хворого замість знайти ліки. На підкріплення цього противники евтаназії наводять приклади, коли безнадійний хворий одужував або мертвого реанімували. Звісно, таке є, але із цього не можна робити абсолютні висновки. Це швидше свідчить, що за життя треба боротися попри все. Але одне – гостре виникнення критичного стану, а інше – тяжкі, невиліковні хвороби, перебіг яких болісний і не залишає хворому надії. Не варто перебільшувати й можливі в разі евтаназії зловживання, на які часто посилаються противники евтаназії, ігноруючи перспективи законодавчої строгості в цьому питанні й цілковитої поінформованості хворого. Сумнівним є й прирівнювання евтаназії до суїциду, зважаючи бодай на те, що кількість суїцидів у світі все зростає, зокрема й серед молоді, із причин, не пов’язаних із хворобами.</p><p>(11) Іншими словами, однозначно негативним підходом до проблеми її не розв’язати. Очевидно, рішення щодо евтаназії має бути альтернативним, заснованим на врахуванні багатьох соціально-психологічних, медичних, юридичних чинників у кожному конкретному випадку, зважаючи, зокрема, на те, що останнім часом інтерес до евтаназії зріс, хоча медицина й технології суттєво прогресували.</p><p>(12) Боротьба за життя людини завжди була й буде найважливішим і найгуманнішим принципом медицини, але, якщо стосовно якогось конкретного смертельно хворого медицина вичерпала себе, він повинен мати надію, що хоча б в останньому проханні йому не відмовлять.</p><p><em> За О. Грандо.</em></p>",
     "group": 1
    },
    {
     "id": 33844,
     "n": 14,
     "section": "reading",
     "question": "<p>Позицією, із якою, найімовірніше, НЕ погодилися б автори обох текстів, є</p>",
     "answers": [
      {
       "letter": "А",
       "html": "Легалізація евтаназії в Україні є лише питанням часу, а тому з удосконаленням і демократизацією правової системи цілком можливо, що законодавець закріпить право на добровільну смерть як частину права на життя."
      },
      {
       "letter": "Б",
       "html": "Проблема евтаназії потребує правової регламентації. Від її розв’я зання залежить доля багатьох безнадійно хворих людей, фізичний станяких діагностується як проміжний між життям і смертю, а психічний - це безпорадність і глибокий відчай."
      },
      {
       "letter": "В",
       "html": "Хворий повинен бути поінформований про всі наслідки, здатний усвідомлювати свої дії та керувати ними й приймати рішення про евтаназію добровільно, за власною волею."
      },
      {
       "letter": "Г",
       "html": "У сформульованому ще давньогрецькими лікарями знаменитому девізі «Зціли!» закладено глибокий філософський зміст, який визначає роль медицини в суспільстві, а тому медики категорично проти передчасного припинення життя пацієнтів."
      }
     ],
     "correct": "Г",
     "explanation": "<p>Тестове завдання зорієнтовано на виявлення здатності тестованих виокремлювати низку взаємопов’язних тем / ідей, які зактуалізували різні автори, і з’ясовувати риси подібності / розбіжності в актуалізації тем / обстоюванні ідей цими авторами.</p> <p>Аналіз текстів засвідчує, що автори б не погодилися з думкою, сформульованою у варіанті відповіді <b>Г</b>, зокрема із заключним твердженням <i>«У сформульованому ще давньогрецькими лікарями знаменитому девізі “Зціли!” закладено глибокий філософський зміст, який визначає роль медицини в суспільстві»</i>. А тому <b>медики категорично проти передчасного припинення життя пацієнтів</b>. Це випливає з того факту, що в обох текстах автори вказують на таке:</p> <ul> <li>текст <b>А</b>: <i>«Насправді, у цивілізованих країнах «убивство зі співчуття» практикується попри те, дозволено воно законом чи ні. За статистикою, 40 % смертей хворих настає внаслідок прийняття медиками рішень про припинення життя»</i> (абзац <b>4</b>);</li> <li>текст <b>Б</b>: <i>«Нідерландські дослідники стверджують, що евтаназію широко підтримує суспільство (70 %), а також більшість лікарів і юристів»</i> (абзац <b>8</b>).</li> </ul> <p><b>Правильна відповідь: Г.</b></p>",
     "passage": "<p><strong>Прочитайте тексти А й Б та виконайте завдання</strong></p><p><em>(цифри в дужках позначають номери абзаців наскрізно в обох текстах).</em></p><p><strong>Текст А</strong></p><p>(1) За законом, серед особистих немайнових прав фундаментальним є право на життя, а отже, і право розпоряджатися ним, що тлумачиться як можливість піддавати його значному ризику або навіть приймати рішення про його припинення. Це й породжує чимало дискусій навколо евтаназії.</p><p>(2) Супротивники заперечують її можливість, наприклад, із таких мотивів. Бог дав людині життя, а тому й приймати рішення про його позбавлення може лише Він. Евтаназія може стати гальмом у пошуку нових засобів лікування, адже часто саме боротьба зі смертю рухає медицину вперед. Легалізація евтаназії може призвести до тиску на інвалідів, старих і невиліковно хворих, яких оточення (часто й вони самі) вважає «тягарем». Евтаназія може використовуватися для вчинення злочинів. Евтаназія не дає права пацієнтові передумати, коли процедура почалася. Вона виключає можливість випадків так званого «чудесного одужання», яких мало, але які можуть розглядатися як шанс для пацієнта.</p><p>(З) Прихильники легалізації евтаназії наводять свої аргументи. Евтаназія дає змогу повною мірою реалізувати право людини розпоряджатися своїм життям. Людина визнається найвищою цінністю, а отже, і її реальне благополуччя, право на самовизначення, свободу, повагу гідності, гідну смерть мають бути гарантовані й забезпечені цілком. Евтаназія забезпечує реалізацію одного з основоположних принципів права – принципу гуманізму. Евтаназія є гуманною, бо припиняє страждання й муки невиліковно хворого.</p><p>(4) Насправді, у цивілізованих країнах «убивство зі співчуття» практикується незалежно від того, дозволено воно законом чи ні. За статистикою, 40 % смертей хворих настає шляхом прийняття медиками рішень про припинення життя за відсутністю інших варіантів. Можна припустити, що в країнах, де евтаназія заборонена, де немає законного захисту від неправомірного застосування евтаназії, ситуація є гіршою.</p><p>(5) Тому в багатьох країнах зараз спостерігається тенденція до легалізації евтаназії (варто нагадати, що ЄСПЛ у цьому питанні зберігає нейтралітет, визнаючи за державами право на самостійність урегулювання евтаназії). Декриміналізація евтаназії, указує ПАРЄ в документі «Питання й відповіді про евтаназію» (2003 р.), дасть змогу контролювати її й обмежити рамками закону. Тільки контрольовані процедури застосування евтаназії покладуть край довільній системі, чинній у багатьох країнах.</p><p>(6) Вітчизняним законодавством не визнається будь-яка форма евтаназії. Це діяння зазвичай кваліфікується як убивство. Повністю чи частково легалізуючи вже існуюче (у латентній формі) явище, Україна зробить крок уперед до розбудови демократичної та правової держави. Проте цей процес повинен бути поступовим і багатовекторним. Необхідно не лише створити правову норму, а й забезпечити чіткий механізм реалізації евтаназії. До речі, соцопитування показують, що 51 % українців уважає, що людина має право скористатися допомогою лікарів для добровільної смерті, однак легалізація такої процедури повинна бути, на їхню думку, за жорсткого контролю з боку держави й повної обізнаності хворого.</p><p><em> За Ю. Усмановим.</em></p><p><strong>Текст Б</strong></p><p>(7) За всіх недоліків сучасної медицини люди хочуть бачити в лікареві насамперед цілителя й утішителя в стражданнях. Та лікування не виключає в особливо тяжких і безнадійних випадках звернення хворого до лікаря з проханням про евтаназію (грецькою – «легка смерть»). Евтаназія – це право людини на смерть і право на вбивство в ім’я співчуття. Є, виявляється, і таке право. І в цьому одна з особливостей діалектики життя.</p><p>(8) Нині можливість удаватися до евтаназії обговорюється в багатьох країнах. А в Нідерландах, наприклад, «навмисне позбавлення життя пацієнтана його прохання, проведене лікарем», дозволено. Нідерландські дослідники стверджують, що евтаназію широко підтримує суспільство (70 %), а також більшість лікарів і юристів. Дані зрізів, проведених у країні, засвідчують, що пацієнти просили про евтаназію через утрату відчуття власної гідності (57 % випадків), біль (46 %), недостойне помирання (46 %), залежність від оточення (ЗЗ %), утому від життя (23%). Тільки в 10 зі 187 випадків біль було названо єдиною причиною.</p><p>(9) Однак нідерландську практику гостро критикують поза країною на релігійному та ідеологічному ґрунті, адже ще в 1995 р. Іван Павло II виступив з одним із найсильніших засуджень евтаназії.</p><p>(10) Попри багатоманіття поглядів на проблему в нас превалює один: ніякої евтаназії, медицина – для допомоги хворим і запобігання хворобам. Як правило, звучать аргументи, відповідно до яких евтаназія – антигуманний спосіб позбутися хворого замість знайти ліки. На підкріплення цього противники евтаназії наводять приклади, коли безнадійний хворий одужував або мертвого реанімували. Звісно, таке є, але із цього не можна робити абсолютні висновки. Це швидше свідчить, що за життя треба боротися попри все. Але одне – гостре виникнення критичного стану, а інше – тяжкі, невиліковні хвороби, перебіг яких болісний і не залишає хворому надії. Не варто перебільшувати й можливі в разі евтаназії зловживання, на які часто посилаються противники евтаназії, ігноруючи перспективи законодавчої строгості в цьому питанні й цілковитої поінформованості хворого. Сумнівним є й прирівнювання евтаназії до суїциду, зважаючи бодай на те, що кількість суїцидів у світі все зростає, зокрема й серед молоді, із причин, не пов’язаних із хворобами.</p><p>(11) Іншими словами, однозначно негативним підходом до проблеми її не розв’язати. Очевидно, рішення щодо евтаназії має бути альтернативним, заснованим на врахуванні багатьох соціально-психологічних, медичних, юридичних чинників у кожному конкретному випадку, зважаючи, зокрема, на те, що останнім часом інтерес до евтаназії зріс, хоча медицина й технології суттєво прогресували.</p><p>(12) Боротьба за життя людини завжди була й буде найважливішим і найгуманнішим принципом медицини, але, якщо стосовно якогось конкретного смертельно хворого медицина вичерпала себе, він повинен мати надію, що хоча б в останньому проханні йому не відмовлять.</p><p><em> За О. Грандо.</em></p>",
     "group": 1
    },
    {
     "id": 33845,
     "n": 15,
     "section": "reading",
     "question": "<p>У текстах (хоча б в одному з них) із поняттям «евтаназія» співвідносяться всі номінації, ОКРІМ</p>",
     "answers": [
      {
       "letter": "А",
       "html": "право людини припиняти власне життя"
      },
      {
       "letter": "Б",
       "html": "легка смерть"
      },
      {
       "letter": "В",
       "html": "чудесне одужання"
      },
      {
       "letter": "Г",
       "html": "убивство зі співчуття"
      }
     ],
     "correct": "В",
     "explanation": "<p>Завдання зорієнтовано на з’ясування наявності в тестованих здатності опрацьовувати терміни в текстах, виявляючи тотожність поняття, номінованого різними лексемами.</p> <p>Основна компетентність, потрібна для виконання завдання, – пошук необхідної інформації.</p> <p>З поняттям <i>евтаназії</i> співвіднесні в текстах (хоча б в одному з них) такі номінації: <i>«право людини … припиняти власне життя»</i> (абзац <b>1</b>), <i>«легка смерть»</i> (абзац <b>7</b>), <i>«убивство зі співчуття»</i> (абзац <b>4</b>).</p> <p>Водночас номінація <i>«чудесне одужання»</i> (абзац <b>2</b>) співвідноситься із ситуацією дійсного одужання пацієнта в умовах, коли сподівання на це вже майже не було.</p> <p><b>Правильна відповідь: В.</b></p>",
     "passage": "<p><strong>Прочитайте тексти А й Б та виконайте завдання</strong></p><p><em>(цифри в дужках позначають номери абзаців наскрізно в обох текстах).</em></p><p><strong>Текст А</strong></p><p>(1) За законом, серед особистих немайнових прав фундаментальним є право на життя, а отже, і право розпоряджатися ним, що тлумачиться як можливість піддавати його значному ризику або навіть приймати рішення про його припинення. Це й породжує чимало дискусій навколо евтаназії.</p><p>(2) Супротивники заперечують її можливість, наприклад, із таких мотивів. Бог дав людині життя, а тому й приймати рішення про його позбавлення може лише Він. Евтаназія може стати гальмом у пошуку нових засобів лікування, адже часто саме боротьба зі смертю рухає медицину вперед. Легалізація евтаназії може призвести до тиску на інвалідів, старих і невиліковно хворих, яких оточення (часто й вони самі) вважає «тягарем». Евтаназія може використовуватися для вчинення злочинів. Евтаназія не дає права пацієнтові передумати, коли процедура почалася. Вона виключає можливість випадків так званого «чудесного одужання», яких мало, але які можуть розглядатися як шанс для пацієнта.</p><p>(З) Прихильники легалізації евтаназії наводять свої аргументи. Евтаназія дає змогу повною мірою реалізувати право людини розпоряджатися своїм життям. Людина визнається найвищою цінністю, а отже, і її реальне благополуччя, право на самовизначення, свободу, повагу гідності, гідну смерть мають бути гарантовані й забезпечені цілком. Евтаназія забезпечує реалізацію одного з основоположних принципів права – принципу гуманізму. Евтаназія є гуманною, бо припиняє страждання й муки невиліковно хворого.</p><p>(4) Насправді, у цивілізованих країнах «убивство зі співчуття» практикується незалежно від того, дозволено воно законом чи ні. За статистикою, 40 % смертей хворих настає шляхом прийняття медиками рішень про припинення життя за відсутністю інших варіантів. Можна припустити, що в країнах, де евтаназія заборонена, де немає законного захисту від неправомірного застосування евтаназії, ситуація є гіршою.</p><p>(5) Тому в багатьох країнах зараз спостерігається тенденція до легалізації евтаназії (варто нагадати, що ЄСПЛ у цьому питанні зберігає нейтралітет, визнаючи за державами право на самостійність урегулювання евтаназії). Декриміналізація евтаназії, указує ПАРЄ в документі «Питання й відповіді про евтаназію» (2003 р.), дасть змогу контролювати її й обмежити рамками закону. Тільки контрольовані процедури застосування евтаназії покладуть край довільній системі, чинній у багатьох країнах.</p><p>(6) Вітчизняним законодавством не визнається будь-яка форма евтаназії. Це діяння зазвичай кваліфікується як убивство. Повністю чи частково легалізуючи вже існуюче (у латентній формі) явище, Україна зробить крок уперед до розбудови демократичної та правової держави. Проте цей процес повинен бути поступовим і багатовекторним. Необхідно не лише створити правову норму, а й забезпечити чіткий механізм реалізації евтаназії. До речі, соцопитування показують, що 51 % українців уважає, що людина має право скористатися допомогою лікарів для добровільної смерті, однак легалізація такої процедури повинна бути, на їхню думку, за жорсткого контролю з боку держави й повної обізнаності хворого.</p><p><em> За Ю. Усмановим.</em></p><p><strong>Текст Б</strong></p><p>(7) За всіх недоліків сучасної медицини люди хочуть бачити в лікареві насамперед цілителя й утішителя в стражданнях. Та лікування не виключає в особливо тяжких і безнадійних випадках звернення хворого до лікаря з проханням про евтаназію (грецькою – «легка смерть»). Евтаназія – це право людини на смерть і право на вбивство в ім’я співчуття. Є, виявляється, і таке право. І в цьому одна з особливостей діалектики життя.</p><p>(8) Нині можливість удаватися до евтаназії обговорюється в багатьох країнах. А в Нідерландах, наприклад, «навмисне позбавлення життя пацієнтана його прохання, проведене лікарем», дозволено. Нідерландські дослідники стверджують, що евтаназію широко підтримує суспільство (70 %), а також більшість лікарів і юристів. Дані зрізів, проведених у країні, засвідчують, що пацієнти просили про евтаназію через утрату відчуття власної гідності (57 % випадків), біль (46 %), недостойне помирання (46 %), залежність від оточення (ЗЗ %), утому від життя (23%). Тільки в 10 зі 187 випадків біль було названо єдиною причиною.</p><p>(9) Однак нідерландську практику гостро критикують поза країною на релігійному та ідеологічному ґрунті, адже ще в 1995 р. Іван Павло II виступив з одним із найсильніших засуджень евтаназії.</p><p>(10) Попри багатоманіття поглядів на проблему в нас превалює один: ніякої евтаназії, медицина – для допомоги хворим і запобігання хворобам. Як правило, звучать аргументи, відповідно до яких евтаназія – антигуманний спосіб позбутися хворого замість знайти ліки. На підкріплення цього противники евтаназії наводять приклади, коли безнадійний хворий одужував або мертвого реанімували. Звісно, таке є, але із цього не можна робити абсолютні висновки. Це швидше свідчить, що за життя треба боротися попри все. Але одне – гостре виникнення критичного стану, а інше – тяжкі, невиліковні хвороби, перебіг яких болісний і не залишає хворому надії. Не варто перебільшувати й можливі в разі евтаназії зловживання, на які часто посилаються противники евтаназії, ігноруючи перспективи законодавчої строгості в цьому питанні й цілковитої поінформованості хворого. Сумнівним є й прирівнювання евтаназії до суїциду, зважаючи бодай на те, що кількість суїцидів у світі все зростає, зокрема й серед молоді, із причин, не пов’язаних із хворобами.</p><p>(11) Іншими словами, однозначно негативним підходом до проблеми її не розв’язати. Очевидно, рішення щодо евтаназії має бути альтернативним, заснованим на врахуванні багатьох соціально-психологічних, медичних, юридичних чинників у кожному конкретному випадку, зважаючи, зокрема, на те, що останнім часом інтерес до евтаназії зріс, хоча медицина й технології суттєво прогресували.</p><p>(12) Боротьба за життя людини завжди була й буде найважливішим і найгуманнішим принципом медицини, але, якщо стосовно якогось конкретного смертельно хворого медицина вичерпала себе, він повинен мати надію, що хоча б в останньому проханні йому не відмовлять.</p><p><em> За О. Грандо.</em></p>",
     "group": 1
    },
    {
     "id": 33846,
     "n": 16,
     "section": "reading",
     "question": "<p>У <strong><em>тексті Б</em></strong> у той чи той спосіб ідеться про всі аргументи супротивників евтаназії, перелічені автором <strong><em>тексту А</em></strong>, ОКРІМ аргументу</p>",
     "answers": [
      {
       "letter": "А",
       "html": "Бог дав людині життя, а тому й приймати рішення про його позбавлення може лише Він."
      },
      {
       "letter": "Б",
       "html": "Евтаназія може стати гальмом у пошуку нових засобів лікування..."
      },
      {
       "letter": "В",
       "html": "Легалізація евтаназії може призвести до тиску на інвалідів, старих і невиліковно хворих, яких оточення... вважає «тягарем»."
      },
      {
       "letter": "Г",
       "html": "Евтаназія може використовуватися для вчинення злочинів."
      }
     ],
     "correct": "В",
     "explanation": "<p>Завдання зорієнтовано на виявлення здатності тестованих бачити спільне й відмінне в аргументації авторів і знаходити відповідну аргументацію в текстах.</p> <p>У текстах <b>А</b> та <b>Б</b> спільними є вказівки на <b>аргументи</b> супротивників евтаназії (див. таблицю).</p> <div> <table> <thead> <tr> <th>Текст А</th> <th>Текст Б</th> </tr> </thead> <tbody> <tr> <td><i>Бог дав людині життя, а тому й приймати рішення про його позбавлення може лише Він</i> (абзац <b>2</b>)</td> <td><i>…практику гостро критикують поза країною на релігійному та ідеологічному ґрунті, адже ще в 1995 р. Іван Павло ІІ виступив з одним із найсильніших засуджень евтаназії</i> (абзац <b>9</b>).</td> </tr> <tr> <td><i>Евтаназія може стати гальмом у пошуку нових засобів лікування…</i> (абзац <b>2</b>)</td> <td><i>…евтаназія – антигуманний спосіб позбутися хворого замість знайти ліки</i> (абзац <b>10</b>)</td> </tr> <tr> <td><i>Легалізація евтаназії може призвести до тиску на інвалідів, старих і невиліковно хворих, яких оточення… вважає «тягарем»</i> (абзац <b>2</b>)</td> <td> </td> </tr> <tr> <td><i>Евтаназія може використовуватися для вчинення злочинів</i> (абзац <b>2</b>)</td> <td><i>Не варто перебільшувати й можливі в разі евтаназії зловживання, на які дуже часто посилаються противники евтаназії, ігноруючи перспективи законодавчої строгості в цьому питанні</i> (абзац <b>10</b>)</td> </tr> <tr> <td><i>Вона [евтаназія] виключає можливість випадків…, які можуть розглядатися як шанс для пацієнта</i> (абзац <b>2</b>)</td> <td><i>На підкріплення цього противники евтаназії наводять приклади, коли з безнадійного стану хворий виходив здоровим або коли в реанімації вдавалося повернути до життя померлого</i> (абзац <b>10</b>).</td> </tr> </tbody> </table> </div> <p><b>Правильна відповідь: B.</b></p>",
     "passage": "<p><strong>Прочитайте тексти А й Б та виконайте завдання</strong></p><p><em>(цифри в дужках позначають номери абзаців наскрізно в обох текстах).</em></p><p><strong>Текст А</strong></p><p>(1) За законом, серед особистих немайнових прав фундаментальним є право на життя, а отже, і право розпоряджатися ним, що тлумачиться як можливість піддавати його значному ризику або навіть приймати рішення про його припинення. Це й породжує чимало дискусій навколо евтаназії.</p><p>(2) Супротивники заперечують її можливість, наприклад, із таких мотивів. Бог дав людині життя, а тому й приймати рішення про його позбавлення може лише Він. Евтаназія може стати гальмом у пошуку нових засобів лікування, адже часто саме боротьба зі смертю рухає медицину вперед. Легалізація евтаназії може призвести до тиску на інвалідів, старих і невиліковно хворих, яких оточення (часто й вони самі) вважає «тягарем». Евтаназія може використовуватися для вчинення злочинів. Евтаназія не дає права пацієнтові передумати, коли процедура почалася. Вона виключає можливість випадків так званого «чудесного одужання», яких мало, але які можуть розглядатися як шанс для пацієнта.</p><p>(З) Прихильники легалізації евтаназії наводять свої аргументи. Евтаназія дає змогу повною мірою реалізувати право людини розпоряджатися своїм життям. Людина визнається найвищою цінністю, а отже, і її реальне благополуччя, право на самовизначення, свободу, повагу гідності, гідну смерть мають бути гарантовані й забезпечені цілком. Евтаназія забезпечує реалізацію одного з основоположних принципів права – принципу гуманізму. Евтаназія є гуманною, бо припиняє страждання й муки невиліковно хворого.</p><p>(4) Насправді, у цивілізованих країнах «убивство зі співчуття» практикується незалежно від того, дозволено воно законом чи ні. За статистикою, 40 % смертей хворих настає шляхом прийняття медиками рішень про припинення життя за відсутністю інших варіантів. Можна припустити, що в країнах, де евтаназія заборонена, де немає законного захисту від неправомірного застосування евтаназії, ситуація є гіршою.</p><p>(5) Тому в багатьох країнах зараз спостерігається тенденція до легалізації евтаназії (варто нагадати, що ЄСПЛ у цьому питанні зберігає нейтралітет, визнаючи за державами право на самостійність урегулювання евтаназії). Декриміналізація евтаназії, указує ПАРЄ в документі «Питання й відповіді про евтаназію» (2003 р.), дасть змогу контролювати її й обмежити рамками закону. Тільки контрольовані процедури застосування евтаназії покладуть край довільній системі, чинній у багатьох країнах.</p><p>(6) Вітчизняним законодавством не визнається будь-яка форма евтаназії. Це діяння зазвичай кваліфікується як убивство. Повністю чи частково легалізуючи вже існуюче (у латентній формі) явище, Україна зробить крок уперед до розбудови демократичної та правової держави. Проте цей процес повинен бути поступовим і багатовекторним. Необхідно не лише створити правову норму, а й забезпечити чіткий механізм реалізації евтаназії. До речі, соцопитування показують, що 51 % українців уважає, що людина має право скористатися допомогою лікарів для добровільної смерті, однак легалізація такої процедури повинна бути, на їхню думку, за жорсткого контролю з боку держави й повної обізнаності хворого.</p><p><em> За Ю. Усмановим.</em></p><p><strong>Текст Б</strong></p><p>(7) За всіх недоліків сучасної медицини люди хочуть бачити в лікареві насамперед цілителя й утішителя в стражданнях. Та лікування не виключає в особливо тяжких і безнадійних випадках звернення хворого до лікаря з проханням про евтаназію (грецькою – «легка смерть»). Евтаназія – це право людини на смерть і право на вбивство в ім’я співчуття. Є, виявляється, і таке право. І в цьому одна з особливостей діалектики життя.</p><p>(8) Нині можливість удаватися до евтаназії обговорюється в багатьох країнах. А в Нідерландах, наприклад, «навмисне позбавлення життя пацієнтана його прохання, проведене лікарем», дозволено. Нідерландські дослідники стверджують, що евтаназію широко підтримує суспільство (70 %), а також більшість лікарів і юристів. Дані зрізів, проведених у країні, засвідчують, що пацієнти просили про евтаназію через утрату відчуття власної гідності (57 % випадків), біль (46 %), недостойне помирання (46 %), залежність від оточення (ЗЗ %), утому від життя (23%). Тільки в 10 зі 187 випадків біль було названо єдиною причиною.</p><p>(9) Однак нідерландську практику гостро критикують поза країною на релігійному та ідеологічному ґрунті, адже ще в 1995 р. Іван Павло II виступив з одним із найсильніших засуджень евтаназії.</p><p>(10) Попри багатоманіття поглядів на проблему в нас превалює один: ніякої евтаназії, медицина – для допомоги хворим і запобігання хворобам. Як правило, звучать аргументи, відповідно до яких евтаназія – антигуманний спосіб позбутися хворого замість знайти ліки. На підкріплення цього противники евтаназії наводять приклади, коли безнадійний хворий одужував або мертвого реанімували. Звісно, таке є, але із цього не можна робити абсолютні висновки. Це швидше свідчить, що за життя треба боротися попри все. Але одне – гостре виникнення критичного стану, а інше – тяжкі, невиліковні хвороби, перебіг яких болісний і не залишає хворому надії. Не варто перебільшувати й можливі в разі евтаназії зловживання, на які часто посилаються противники евтаназії, ігноруючи перспективи законодавчої строгості в цьому питанні й цілковитої поінформованості хворого. Сумнівним є й прирівнювання евтаназії до суїциду, зважаючи бодай на те, що кількість суїцидів у світі все зростає, зокрема й серед молоді, із причин, не пов’язаних із хворобами.</p><p>(11) Іншими словами, однозначно негативним підходом до проблеми її не розв’язати. Очевидно, рішення щодо евтаназії має бути альтернативним, заснованим на врахуванні багатьох соціально-психологічних, медичних, юридичних чинників у кожному конкретному випадку, зважаючи, зокрема, на те, що останнім часом інтерес до евтаназії зріс, хоча медицина й технології суттєво прогресували.</p><p>(12) Боротьба за життя людини завжди була й буде найважливішим і найгуманнішим принципом медицини, але, якщо стосовно якогось конкретного смертельно хворого медицина вичерпала себе, він повинен мати надію, що хоча б в останньому проханні йому не відмовлять.</p><p><em> За О. Грандо.</em></p>",
     "group": 1
    },
    {
     "id": 33847,
     "n": 17,
     "section": "reading",
     "question": "<p>Основна відмінність <strong><em>тексту А</em></strong> від <strong><em>тексту Б</em></strong> позначена в рядку</p>",
     "answers": [
      {
       "letter": "А",
       "html": "Автора тексту А передусім цікавить юридичний бік питання, а тексту Б - медико-соціальний."
      },
      {
       "letter": "Б",
       "html": "Автор тексту А зовсім не виявляє свого суб'єктивного ставлення до проблеми, а тексту Б - виразно заангажований нею."
      },
      {
       "letter": "В",
       "html": "Текст А наводить аргументи як супротивників, так і прихильників евтаназії, а текст Б - лише супротивників."
      },
      {
       "letter": "Г",
       "html": "Для обґрунтування своїх поглядів автор тексту А апелює до фактів, а текст Б - до авторитетів."
      }
     ],
     "correct": "А",
     "explanation": "<p>Завдання спрямовано на виявлення здатності тестованих визначати відмінності між позиціями, висловленими в текстах, і робити узагальнення про основні з них.</p> <p>З-поміж наведених правильним є варіант відповіді <b>А</b>, оскільки, дійсно, автор тексту <b>А</b> зосереджений на правових аспектах легалізації евтаназії, хоча й згадує побіжно про інші.</p> <p>Автора тексту <b>Б</b> цікавить саме медико-соціальна проблематика цього явища.</p> <p>У решті варіантів наведено інтерпретації <b>відмінностей</b>, які не відповідають змісту одного або обох текстів чи ж бо лише показують якісь частковості.</p> <p><b>Правильна відповідь: A.</b></p>",
     "passage": "<p><strong>Прочитайте тексти А й Б та виконайте завдання</strong></p><p><em>(цифри в дужках позначають номери абзаців наскрізно в обох текстах).</em></p><p><strong>Текст А</strong></p><p>(1) За законом, серед особистих немайнових прав фундаментальним є право на життя, а отже, і право розпоряджатися ним, що тлумачиться як можливість піддавати його значному ризику або навіть приймати рішення про його припинення. Це й породжує чимало дискусій навколо евтаназії.</p><p>(2) Супротивники заперечують її можливість, наприклад, із таких мотивів. Бог дав людині життя, а тому й приймати рішення про його позбавлення може лише Він. Евтаназія може стати гальмом у пошуку нових засобів лікування, адже часто саме боротьба зі смертю рухає медицину вперед. Легалізація евтаназії може призвести до тиску на інвалідів, старих і невиліковно хворих, яких оточення (часто й вони самі) вважає «тягарем». Евтаназія може використовуватися для вчинення злочинів. Евтаназія не дає права пацієнтові передумати, коли процедура почалася. Вона виключає можливість випадків так званого «чудесного одужання», яких мало, але які можуть розглядатися як шанс для пацієнта.</p><p>(З) Прихильники легалізації евтаназії наводять свої аргументи. Евтаназія дає змогу повною мірою реалізувати право людини розпоряджатися своїм життям. Людина визнається найвищою цінністю, а отже, і її реальне благополуччя, право на самовизначення, свободу, повагу гідності, гідну смерть мають бути гарантовані й забезпечені цілком. Евтаназія забезпечує реалізацію одного з основоположних принципів права – принципу гуманізму. Евтаназія є гуманною, бо припиняє страждання й муки невиліковно хворого.</p><p>(4) Насправді, у цивілізованих країнах «убивство зі співчуття» практикується незалежно від того, дозволено воно законом чи ні. За статистикою, 40 % смертей хворих настає шляхом прийняття медиками рішень про припинення життя за відсутністю інших варіантів. Можна припустити, що в країнах, де евтаназія заборонена, де немає законного захисту від неправомірного застосування евтаназії, ситуація є гіршою.</p><p>(5) Тому в багатьох країнах зараз спостерігається тенденція до легалізації евтаназії (варто нагадати, що ЄСПЛ у цьому питанні зберігає нейтралітет, визнаючи за державами право на самостійність урегулювання евтаназії). Декриміналізація евтаназії, указує ПАРЄ в документі «Питання й відповіді про евтаназію» (2003 р.), дасть змогу контролювати її й обмежити рамками закону. Тільки контрольовані процедури застосування евтаназії покладуть край довільній системі, чинній у багатьох країнах.</p><p>(6) Вітчизняним законодавством не визнається будь-яка форма евтаназії. Це діяння зазвичай кваліфікується як убивство. Повністю чи частково легалізуючи вже існуюче (у латентній формі) явище, Україна зробить крок уперед до розбудови демократичної та правової держави. Проте цей процес повинен бути поступовим і багатовекторним. Необхідно не лише створити правову норму, а й забезпечити чіткий механізм реалізації евтаназії. До речі, соцопитування показують, що 51 % українців уважає, що людина має право скористатися допомогою лікарів для добровільної смерті, однак легалізація такої процедури повинна бути, на їхню думку, за жорсткого контролю з боку держави й повної обізнаності хворого.</p><p><em> За Ю. Усмановим.</em></p><p><strong>Текст Б</strong></p><p>(7) За всіх недоліків сучасної медицини люди хочуть бачити в лікареві насамперед цілителя й утішителя в стражданнях. Та лікування не виключає в особливо тяжких і безнадійних випадках звернення хворого до лікаря з проханням про евтаназію (грецькою – «легка смерть»). Евтаназія – це право людини на смерть і право на вбивство в ім’я співчуття. Є, виявляється, і таке право. І в цьому одна з особливостей діалектики життя.</p><p>(8) Нині можливість удаватися до евтаназії обговорюється в багатьох країнах. А в Нідерландах, наприклад, «навмисне позбавлення життя пацієнтана його прохання, проведене лікарем», дозволено. Нідерландські дослідники стверджують, що евтаназію широко підтримує суспільство (70 %), а також більшість лікарів і юристів. Дані зрізів, проведених у країні, засвідчують, що пацієнти просили про евтаназію через утрату відчуття власної гідності (57 % випадків), біль (46 %), недостойне помирання (46 %), залежність від оточення (ЗЗ %), утому від життя (23%). Тільки в 10 зі 187 випадків біль було названо єдиною причиною.</p><p>(9) Однак нідерландську практику гостро критикують поза країною на релігійному та ідеологічному ґрунті, адже ще в 1995 р. Іван Павло II виступив з одним із найсильніших засуджень евтаназії.</p><p>(10) Попри багатоманіття поглядів на проблему в нас превалює один: ніякої евтаназії, медицина – для допомоги хворим і запобігання хворобам. Як правило, звучать аргументи, відповідно до яких евтаназія – антигуманний спосіб позбутися хворого замість знайти ліки. На підкріплення цього противники евтаназії наводять приклади, коли безнадійний хворий одужував або мертвого реанімували. Звісно, таке є, але із цього не можна робити абсолютні висновки. Це швидше свідчить, що за життя треба боротися попри все. Але одне – гостре виникнення критичного стану, а інше – тяжкі, невиліковні хвороби, перебіг яких болісний і не залишає хворому надії. Не варто перебільшувати й можливі в разі евтаназії зловживання, на які часто посилаються противники евтаназії, ігноруючи перспективи законодавчої строгості в цьому питанні й цілковитої поінформованості хворого. Сумнівним є й прирівнювання евтаназії до суїциду, зважаючи бодай на те, що кількість суїцидів у світі все зростає, зокрема й серед молоді, із причин, не пов’язаних із хворобами.</p><p>(11) Іншими словами, однозначно негативним підходом до проблеми її не розв’язати. Очевидно, рішення щодо евтаназії має бути альтернативним, заснованим на врахуванні багатьох соціально-психологічних, медичних, юридичних чинників у кожному конкретному випадку, зважаючи, зокрема, на те, що останнім часом інтерес до евтаназії зріс, хоча медицина й технології суттєво прогресували.</p><p>(12) Боротьба за життя людини завжди була й буде найважливішим і найгуманнішим принципом медицини, але, якщо стосовно якогось конкретного смертельно хворого медицина вичерпала себе, він повинен мати надію, що хоча б в останньому проханні йому не відмовлять.</p><p><em> За О. Грандо.</em></p>",
     "group": 1
    },
    {
     "id": 33848,
     "n": 18,
     "section": "reading",
     "question": "<p>У <strong><em>тексті Б</em></strong>, на відміну від <strong><em>тексту А</em></strong>, не порушено проблеми</p>",
     "answers": [
      {
       "letter": "А",
       "html": "латентної евтаназії."
      },
      {
       "letter": "Б",
       "html": "добровільності евтаназії."
      },
      {
       "letter": "В",
       "html": "підвищення уваги до евтаназії."
      },
      {
       "letter": "Г",
       "html": "евтаназії як убивства."
      }
     ],
     "correct": "А",
     "explanation": "<p>Завдання зорієнтовано на виявлення здатності тестованих визначати мікротеми в тематично пов’язаних текстах і перегук цих мікротем.</p> <p>В обох текстах більшою або меншою мірою зактуалізовано проблематику добровільності евтаназії, підвищення уваги до цієї складної проблеми в багатьох країнах світу, інтерпретації евтаназії як убивства.</p> <p>Єдиною проблемою, що не знайшла свого відбиття в тексті <b>Б</b>, є латентна форма евтаназії, про яку в тексті <b>А</b> йдеться в абзацах <b>5</b> і <b>6</b>.</p> <p><b>Правильна відповідь: A.</b></p>",
     "passage": "<p><strong>Прочитайте тексти А й Б та виконайте завдання</strong></p><p><em>(цифри в дужках позначають номери абзаців наскрізно в обох текстах).</em></p><p><strong>Текст А</strong></p><p>(1) За законом, серед особистих немайнових прав фундаментальним є право на життя, а отже, і право розпоряджатися ним, що тлумачиться як можливість піддавати його значному ризику або навіть приймати рішення про його припинення. Це й породжує чимало дискусій навколо евтаназії.</p><p>(2) Супротивники заперечують її можливість, наприклад, із таких мотивів. Бог дав людині життя, а тому й приймати рішення про його позбавлення може лише Він. Евтаназія може стати гальмом у пошуку нових засобів лікування, адже часто саме боротьба зі смертю рухає медицину вперед. Легалізація евтаназії може призвести до тиску на інвалідів, старих і невиліковно хворих, яких оточення (часто й вони самі) вважає «тягарем». Евтаназія може використовуватися для вчинення злочинів. Евтаназія не дає права пацієнтові передумати, коли процедура почалася. Вона виключає можливість випадків так званого «чудесного одужання», яких мало, але які можуть розглядатися як шанс для пацієнта.</p><p>(З) Прихильники легалізації евтаназії наводять свої аргументи. Евтаназія дає змогу повною мірою реалізувати право людини розпоряджатися своїм життям. Людина визнається найвищою цінністю, а отже, і її реальне благополуччя, право на самовизначення, свободу, повагу гідності, гідну смерть мають бути гарантовані й забезпечені цілком. Евтаназія забезпечує реалізацію одного з основоположних принципів права – принципу гуманізму. Евтаназія є гуманною, бо припиняє страждання й муки невиліковно хворого.</p><p>(4) Насправді, у цивілізованих країнах «убивство зі співчуття» практикується незалежно від того, дозволено воно законом чи ні. За статистикою, 40 % смертей хворих настає шляхом прийняття медиками рішень про припинення життя за відсутністю інших варіантів. Можна припустити, що в країнах, де евтаназія заборонена, де немає законного захисту від неправомірного застосування евтаназії, ситуація є гіршою.</p><p>(5) Тому в багатьох країнах зараз спостерігається тенденція до легалізації евтаназії (варто нагадати, що ЄСПЛ у цьому питанні зберігає нейтралітет, визнаючи за державами право на самостійність урегулювання евтаназії). Декриміналізація евтаназії, указує ПАРЄ в документі «Питання й відповіді про евтаназію» (2003 р.), дасть змогу контролювати її й обмежити рамками закону. Тільки контрольовані процедури застосування евтаназії покладуть край довільній системі, чинній у багатьох країнах.</p><p>(6) Вітчизняним законодавством не визнається будь-яка форма евтаназії. Це діяння зазвичай кваліфікується як убивство. Повністю чи частково легалізуючи вже існуюче (у латентній формі) явище, Україна зробить крок уперед до розбудови демократичної та правової держави. Проте цей процес повинен бути поступовим і багатовекторним. Необхідно не лише створити правову норму, а й забезпечити чіткий механізм реалізації евтаназії. До речі, соцопитування показують, що 51 % українців уважає, що людина має право скористатися допомогою лікарів для добровільної смерті, однак легалізація такої процедури повинна бути, на їхню думку, за жорсткого контролю з боку держави й повної обізнаності хворого.</p><p><em> За Ю. Усмановим.</em></p><p><strong>Текст Б</strong></p><p>(7) За всіх недоліків сучасної медицини люди хочуть бачити в лікареві насамперед цілителя й утішителя в стражданнях. Та лікування не виключає в особливо тяжких і безнадійних випадках звернення хворого до лікаря з проханням про евтаназію (грецькою – «легка смерть»). Евтаназія – це право людини на смерть і право на вбивство в ім’я співчуття. Є, виявляється, і таке право. І в цьому одна з особливостей діалектики життя.</p><p>(8) Нині можливість удаватися до евтаназії обговорюється в багатьох країнах. А в Нідерландах, наприклад, «навмисне позбавлення життя пацієнтана його прохання, проведене лікарем», дозволено. Нідерландські дослідники стверджують, що евтаназію широко підтримує суспільство (70 %), а також більшість лікарів і юристів. Дані зрізів, проведених у країні, засвідчують, що пацієнти просили про евтаназію через утрату відчуття власної гідності (57 % випадків), біль (46 %), недостойне помирання (46 %), залежність від оточення (ЗЗ %), утому від життя (23%). Тільки в 10 зі 187 випадків біль було названо єдиною причиною.</p><p>(9) Однак нідерландську практику гостро критикують поза країною на релігійному та ідеологічному ґрунті, адже ще в 1995 р. Іван Павло II виступив з одним із найсильніших засуджень евтаназії.</p><p>(10) Попри багатоманіття поглядів на проблему в нас превалює один: ніякої евтаназії, медицина – для допомоги хворим і запобігання хворобам. Як правило, звучать аргументи, відповідно до яких евтаназія – антигуманний спосіб позбутися хворого замість знайти ліки. На підкріплення цього противники евтаназії наводять приклади, коли безнадійний хворий одужував або мертвого реанімували. Звісно, таке є, але із цього не можна робити абсолютні висновки. Це швидше свідчить, що за життя треба боротися попри все. Але одне – гостре виникнення критичного стану, а інше – тяжкі, невиліковні хвороби, перебіг яких болісний і не залишає хворому надії. Не варто перебільшувати й можливі в разі евтаназії зловживання, на які часто посилаються противники евтаназії, ігноруючи перспективи законодавчої строгості в цьому питанні й цілковитої поінформованості хворого. Сумнівним є й прирівнювання евтаназії до суїциду, зважаючи бодай на те, що кількість суїцидів у світі все зростає, зокрема й серед молоді, із причин, не пов’язаних із хворобами.</p><p>(11) Іншими словами, однозначно негативним підходом до проблеми її не розв’язати. Очевидно, рішення щодо евтаназії має бути альтернативним, заснованим на врахуванні багатьох соціально-психологічних, медичних, юридичних чинників у кожному конкретному випадку, зважаючи, зокрема, на те, що останнім часом інтерес до евтаназії зріс, хоча медицина й технології суттєво прогресували.</p><p>(12) Боротьба за життя людини завжди була й буде найважливішим і найгуманнішим принципом медицини, але, якщо стосовно якогось конкретного смертельно хворого медицина вичерпала себе, він повинен мати надію, що хоча б в останньому проханні йому не відмовлять.</p><p><em> За О. Грандо.</em></p>",
     "group": 1
    },
    {
     "id": 33849,
     "n": 19,
     "section": "logic",
     "question": "<p><strong>Прочитайте мікротексти й виконайте завдання.</strong></p> <p><strong><em>Автор:</em></strong> Сократ - великий філософ Стародавньої Греції. Хоча він не залишив після себе жодного письмового твору, проте саме його вважають одним зі стовпів філософії. Сократ утвердив думку про марність людських зусиль зрозуміти хоч щось у цьому світі відомим твердженням: «Я знаю тільки те, що нічого не знаю».</p> <p><strong><em>Рецензент</em></strong>: Важко переоцінити роль Сократа в розвитку не тільки філософії, а й психології, педагогіки та багатьох інших наук. Сократівський метод лежить в основі теорії критичного мислення й діалогового навчання. Цей метод ґрунтується на твердженні: «Я знаю тільки те, що нічого не знаю», і полягає в усвідомленні відносності будь-якого знання та необхідності його постійного поглиблення.</p> <p>Яке з наведених нижче тверджень найкраще відображає розбіжність у поглядах автора та рецензента згідно з наведеним діалогом?</p>",
     "answers": [
      {
       "letter": "А",
       "html": "Учення Сократа спрямоване на вдосконалення людської природи шляхом набуття людиною нових знань."
      },
      {
       "letter": "Б",
       "html": "Сократ - великий філософ, який не залишив після себе жодних письмових творів."
      },
      {
       "letter": "В",
       "html": "Заявляючи, що «я знаю тільки те, що нічого не знаю», Сократ утвердив думку про неможливість пізнання світу."
      },
      {
       "letter": "Г",
       "html": "Теорія критичного мислення спирається на сократівський метод пізнання."
      }
     ],
     "correct": "В",
     "explanation": "<p>Варіант відповіді <b>А неправильний</b>, оскільки ані автор, ані рецензент у наведеному діалозі не висловлюються щодо вдосконалення людської природи.</p> <p>Варіант відповіді <b>Б неправильний</b>, оскільки це стверджує автор, а позиція рецензента щодо цього з наведеного діалогу невідома.</p> <p>Варіант відповіді <b>В правильний</b>, оскільки <b>автор стверджує</b>, що знаменита фраза Сократа означає марність людських зусиль зрозуміти хоч щось у цьому світі, а <b>рецензент суперечить</b> йому, стверджуючи, що ця фраза стимулює пізнання і необхідність постійного поглиблення знань.</p> <p>Варіант відповіді <b>Г неправильний</b>, оскільки думка автора з приводу зв’язку критичного мислення з ученням Сократа <b>невідома</b> з наведеного діалогу.</p> <p><b>Правильна відповідь: B.</b></p>",
     "passage": "",
     "group": 0
    },
    {
     "id": 33850,
     "n": 20,
     "section": "logic",
     "question": "<p><strong><em>Світлана:</em></strong> Багато людей вважають, що від застуди та грипу можна вберегтися, якщо одягатися потепліше й максимально обмежувати час перебування на вулиці за холодної погоди. Однак це не так, оскільки і застуду, і грип спричиняють віруси, які не є дрібноживцями й низька температура для яких становить несприятливу умову для активації. Найчастіше причиною застуди й грипу є поведінка людей, коли вони занадто кутаються в теплий одяг і мало часу проводять на свіжому повітрі.</p> <p><strong><em>Юрій:</em></strong> Основним фактором, що спричиняє застуду та грип, є психічний стан людини: стреси, виснаження, перевтома різко підвищують ризик захворювання. Другим за значенням фактором є недотримання правил особистої гігієни. Натомість знижує небезпеку захворювання на застуду й грип фізична активність, тривалі прогулянки на свіжому повітрі.</p> <p>Яке з наведених нижче тверджень найкраще виражає схожість поглядів Світлани та Юрія згідно з наведеним діалогом?</p>",
     "answers": [
      {
       "letter": "А",
       "html": "Застуду й грип спричиняють віруси, які не є дрібноживцями."
      },
      {
       "letter": "Б",
       "html": "Не можна вберегтися від застуди й грипу, якщо одягатися дуже тепло й мінімізувати перебування на свіжому повітрі."
      },
      {
       "letter": "В",
       "html": "Стреси, виснаження, перевтома є головними спричинниками підвищення ризику захворювання на грип і застуду."
      },
      {
       "letter": "Г",
       "html": "Низька температура не сприяє активації вірусів, і тому не варто боятися переохолодження."
      }
     ],
     "correct": "Б",
     "explanation": "<p>Варіант відповіді <b>А неправильний</b>, оскільки з наведеного діалогу <b>не можна</b> визначити ставлення Юрія щодо думки, висловленої у варіанті відповіді <b>А</b>.</p> <p>Варіант відповіді <b>Б правильний</b>, оскільки і Світлана, і Юрій наголошують, що теплий одяг і мінімізація перебування на свіжому повітрі <b>не дають змоги</b> вберегтися від застуди та грипу.</p> <p>У варіантах відповіді <b>В, Г </b>відбито погляди <b>лише одного</b> учасника діалогу.</p> <p><b>Правильна відповідь: Б.</b></p>",
     "passage": "",
     "group": 0
    },
    {
     "id": 33851,
     "n": 21,
     "section": "logic",
     "question": "<p><strong><em>Аналітик:</em></strong> Система шкільної освіти в країні є академічно стійкою, якщо серед тих випускників, які мали несприятливі умови для навчання, принаймні 25 % потрапили до 50 % кращих випускників шкіл країни за результатами стандартизованих тестувань.</p> <p>У якому з варіантів наведено властивість, яка еквівалентна академічній стійкості шкільної системи освіти країни?</p>",
     "answers": [
      {
       "letter": "А",
       "html": "Менше чверті тих випускників, які мали несприятливі умови для навчання, потрапили до 50 % кращих випускників країни за результатами стандартизованих тестувань."
      },
      {
       "letter": "Б",
       "html": "Більше трьох четвертих тих випускників, які мали несприятливі умови для навчання, не потрапили до 50 % кращих випускників країни за результатами стандартизованих тестувань."
      },
      {
       "letter": "В",
       "html": "Щонайменше чверть тих випускників, які мали несприятливі умови для навчання, потрапили до 50 % кращих випускників країни за результатами стандартизованих тестувань."
      },
      {
       "letter": "Г",
       "html": "Принаймні 50 % тих випускників, які мали несприятливі умови для навчання, потрапили до 25 % кращих випускників країни за результатами стандартизованих тестувань."
      }
     ],
     "correct": "В",
     "explanation": "<p>Варіант відповіді <b>А неправильний</b>, оскільки в ньому наведено вимогу: треба, щоб менш як 25 % випускників, які мали несприятливі умови для навчання, потрапили до 50 % кращих випускників країни. А за визначенням, наведеним в умові завдання, таких випускників має бути принаймні 25 %.</p> <p>Варіанти відповіді <b>Б, Г </b>також <b>неправильні</b>. У цьому можна пересвідчитися за допомогою міркувань, аналогічних міркуванню, використаному в аналізі варіанта відповіді <b>А</b>.</p> <p>Варіант відповіді<b> В правильний</b>: це переформульоване визначення академічної стійкості шкільної освіти.</p> <p><b>Правильна відповідь: B.</b></p>",
     "passage": "",
     "group": 0
    },
    {
     "id": 33852,
     "n": 22,
     "section": "logic",
     "question": "<p><strong><em>Керівник організації</em></strong>: Наша організація «Захисти вищу освіту» провела соціологічне опитування, поставивши респондентам (керівникам, викладачам і студентам вишів) питання про те, чи доцільно в умовах автономії вишів застосовувати загальнодержавні зовнішні стандартизовані тестування (ЗЗСТ) для забезпечення якості вищої освіти. Із 1024 опитаних 91 % негативно ставиться до цього, що переконливо доводить: переважна більшість громадян, які зацікавлені в якості вищої освіти, підтримає нас у тому, щоб звернутися до вищого органу управління у сфері освіти з вимогою повністю заборонити використання ЗЗСТ у вищій освіті.</p> <p>Наведені міркування керівника організації вразливі для критики через усе, ОКРІМ</p>",
     "answers": [
      {
       "letter": "А",
       "html": "Не наведено даних, які б засвідчували репрезентативність вибірки опитування для задекларованого контингенту респондентів - керівників, викладачів, студентів вишів."
      },
      {
       "letter": "Б",
       "html": "Проводиться думка, що вищий орган управління у сфері освіти має дослухатися до даних соціологічних опитувань."
      },
      {
       "letter": "В",
       "html": "Не враховано, що в якості вищої освіти зацікавлені не тільки керівники, викладачі й студенти вишів, а й, наприклад, роботодавці та загалом громадянське суспільство."
      },
      {
       "letter": "Г",
       "html": "Результати опитування необґрунтовано трактуються як уповноваження від громадськості на звернення організації до вищого органу управління у сфері освіти."
      }
     ],
     "correct": "Б",
     "explanation": "<p>Варіант відповіді <b>Б правильний</b>. Те, що вищий орган управління у сфері освіти має дослухатися до даних соціологічних опитувань, є загальновизнаною практикою в галузі управління системою освіти як у світі, так і в Україні. Тому це <b>не може</b> бути приводом для критики міркувань керівника організації «Захисти вищу освіту».</p> <p>Варіанти відповіді <b>А, В, Г неправильні</b>, тому що стосуються наявних <b>неправильних</b> або принаймні <b>сумнівних</b> положень у міркуваннях керівника організації «Захисти вищу освіту».</p> <p>Наприклад, у варіанті <b>А</b> слушно вказано на важливість наявності інформації про репрезентативність вибірки опитаних, щоб можна було припускати, що дані, отримані за підсумками цього опитування, відбивають позицію <b>усієї</b> генеральної сукупності щодо певного питання.</p> <p><b>Правильна відповідь: Б.</b></p>",
     "passage": "",
     "group": 0
    },
    {
     "id": 33853,
     "n": 23,
     "section": "logic",
     "question": "<p><strong><em>Слідчий</em></strong>: Провадження охоплює чотири події - Х, Y, Z, V. У результаті слідчих дій було встановлено, що всі учасники події Y були учасниками події Х, а всі учасники події Z брали участь у події Y, при цьому жоден учасник події V не був учасником події Y.</p> <p>Істинність якого твердження логічно випливає з наведеної інформації слідчого?</p>",
     "answers": [
      {
       "letter": "А",
       "html": "Серед учасників події Z немає учасників події V."
      },
      {
       "letter": "Б",
       "html": "Деякі учасники події V не брали участі в події Х."
      },
      {
       "letter": "В",
       "html": "Деякі учасники події V брали участь у події Х."
      },
      {
       "letter": "Г",
       "html": "Серед учасників подій Х, Y, Z, V є такі, які брали участь у чотирьох подіях."
      }
     ],
     "correct": "А",
     "explanation": "<p>Варіант відповіді <b>А правильний</b>: множини учасників подій <i><b>Y</b></i> і <i><b>V</b></i> <b>не перетинаються</b>. Оскільки множина учасників події <i><b>Z</b></i> є <b>підмножиною</b> множини учасників події <i><b>Y</b></i>, то множини учасників подій <i><b>Z</b></i> і <i><b>V</b></i> також <b>не перетинаються</b>.</p> <p>Варіант відповіді <b>Б неправильний</b>, оскільки з умови завдання <b>не можна</b> визначити, чи існують учасники події <i><b>V</b></i>, які <b>не брали</b> участі в події <i><b>X</b></i> (тобто порожня чи ні різниця множин учасників подій <i><b>V</b></i> і <i><b>X</b></i>).</p> <p>Варіант відповіді <b>В неправильний</b>, оскільки з умови завдання не можна з’ясувати, чи існують учасники події <i><b>V</b></i>, які <b>брали</b> участь у події <i><b>X</b></i> (тобто порожній чи ні перетин множин учасників подій <i><b>V</b></i> і <i><b>X</b></i>).</p> <p>Варіант <b>Г неправильний</b>, оскільки, згідно з умовою, <b>немає</b> таких осіб, які одночасно <b>брали</b> участь у подіях <i><b>Y</b></i> і <i><b>V</b></i>, і, відповідно, <b>жодна</b> особа <b>не брала</b> участі <b>в усіх</b> чотирьох подіях.</p> <p><b>Правильна відповідь: A.</b></p>",
     "passage": "",
     "group": 0
    },
    {
     "id": 33854,
     "n": 24,
     "section": "logic",
     "question": "<p><strong><em>Григорій Сковорода</em></strong>: Ти не можеш віднайти жодного друга, не нашукавши разом з ним і двох-трьох ворогів.</p> <p>Яке з наведених нижче тверджень логічно випливає з твердження Григорія Сковороди?</p>",
     "answers": [
      {
       "letter": "А",
       "html": "Не буває людини, у якої є друзі, а ворогів немає."
      },
      {
       "letter": "Б",
       "html": "Для того, щоб віднайти хоча б одного друга, достатньо нашукати собі принаймні двох-трьох ворогів."
      },
      {
       "letter": "В",
       "html": "Що більше в людини ворогів, то більше в неї друзів."
      },
      {
       "letter": "Г",
       "html": "Не буває такої людини, у якої немає друзів, а вороги є."
      }
     ],
     "correct": "А",
     "explanation": "<p>Варіант відповіді <b>А правильний</b>. Згідно з афоризмом Григорія Сковороди, кожен друг додає людині ворогів, і тому якщо в людини є хоча б один друг, то в нього є і вороги.</p> <p>Варіант відповіді <b>Б неправильний</b>, оскільки в цьому варіанті фігурує <b>обернений</b> зв’язок, але він <b>не є логічним наслідком прямого зв’язку</b>. Отже, за Григорієм Сковородою набуття нових ворогів <b>не гарантує</b> набуття нових друзів.</p> <p>Варіанти відповіді <b>В, Г</b> <b>неправильні</b>, оскільки, згідно з наведеним твердженням Сковороди кількість ворогів, які набуваються з новими друзями, може <b>варіюватися</b> і, окрім того, ворогів можна <b>набувати</b>, водночас <b>не набуваючи</b> друзів.</p> <p><b>Правильна відповідь: А.</b></p>",
     "passage": "",
     "group": 0
    },
    {
     "id": 33855,
     "n": 25,
     "section": "logic",
     "question": "<p>Який із наведених нижче варіантів може відображати послідовність, у якій фінішували студентки?</p>",
     "answers": [
      {
       "letter": "А",
       "html": "Поліна, Оксана, Надія, Катерина, Лілія."
      },
      {
       "letter": "Б",
       "html": "Лілія, Поліна, Катерина, Оксана, Надія."
      },
      {
       "letter": "В",
       "html": "Лілія, Поліна, Оксана, Катерина, Надія."
      },
      {
       "letter": "Г",
       "html": "Поліна, Оксана, Катерина, Надія, Лілія."
      }
     ],
     "correct": "В",
     "explanation": "<p>Послідовність, наведена у варіанті відповіді <b>В</b>, задовольняє умовам <b>1–4</b>.</p> <p>Варіанти відповіді <b>А</b> та <b>Г</b> неможливі, оскільки <b>суперечать</b> умові <b>3</b> (останньою повинна фінішувати Надія).</p> <p>Варіант відповіді <b>Б</b> неможливий, оскільки <b>суперечить</b> умові <b>4</b> (Оксана повинна фінішувати відразу після Поліни).</p> <p><b>Правильна відповідь: В.</b></p>",
     "passage": "<p><strong>Прочитайте опис ситуації та умов до неї й виконайте завдання.</strong></p><p>На університетській спартакіаді в одночасному забігу на 400 М серед жінок узяли участь п’ять студенток: Катерина, Лілія, Надія, Оксана й Поліна.</p><p>Про результати забігу Відомо таке:</p><p>1) Будь-які дві спортсменки не фінішували одночасно.</p><p>2) Катерина не була другою.</p><p>З) Надія опинилася на останньому місці.</p><p>4) Оксана фінішувала відразу після Поліни.</p>",
     "group": 2
    },
    {
     "id": 33856,
     "n": 26,
     "section": "logic",
     "question": "<p>Якщо Поліна фінішувала другою, то обов’язково</p>",
     "answers": [
      {
       "letter": "А",
       "html": "Оксана фінішувала четвертою або п’ятою."
      },
      {
       "letter": "Б",
       "html": "результат Катерини гірший, ніж результат Поліни."
      },
      {
       "letter": "В",
       "html": "результат Лілії кращий, ніж результат Оксани."
      },
      {
       "letter": "Г",
       "html": "Лілія або Катерина фінішувала четвертою."
      }
     ],
     "correct": "Г",
     "explanation": "<p>Якщо Поліна фінішувала другою, то з умови <b>4</b> випливає, що Оксана фінішувала третьою. Крім того, Надія фінішувала п’ятою (умова <b>4</b>). Отже, можливі лише дві послідовності, у якій фінішували студентки:</p> <ul> <li>Лілія, Поліна, Оксана, Катерина, Надія;</li> <li>Катерина, Поліна, Оксана, Лілія, Надія.</li> </ul> <p>Звідси випливає, що варіанти відповіді <b>А, Б, В</b> <b>неправильні</b>.</p> <p><b>Правильна відповідь: Г.</b></p>",
     "passage": "<p><strong>Прочитайте опис ситуації та умов до неї й виконайте завдання.</strong></p><p>На університетській спартакіаді в одночасному забігу на 400 М серед жінок узяли участь п’ять студенток: Катерина, Лілія, Надія, Оксана й Поліна.</p><p>Про результати забігу Відомо таке:</p><p>1) Будь-які дві спортсменки не фінішували одночасно.</p><p>2) Катерина не була другою.</p><p>З) Надія опинилася на останньому місці.</p><p>4) Оксана фінішувала відразу після Поліни.</p>",
     "group": 2
    },
    {
     "id": 33857,
     "n": 27,
     "section": "logic",
     "question": "<p>Якою за порядком фінішувала Катерина, якщо вона випередила Оксану?</p>",
     "answers": [
      {
       "letter": "А",
       "html": "першою"
      },
      {
       "letter": "Б",
       "html": "другою"
      },
      {
       "letter": "В",
       "html": "третьою"
      },
      {
       "letter": "Г",
       "html": "четвертою"
      }
     ],
     "correct": "А",
     "explanation": "<p>Катерина могла фінішувати лише першою. Дійсно:</p> <ul> <li>Катерина не могла фінішувати <strong>другою</strong> (умова <b>2</b>);</li> <li>оскільки Катерина випередила Оксану, то вона випередила й Поліну (випливає з умови <b>4</b>). Звідси випливає, що Катерина <b>не могла</b> фінішувати ні <b>третьою</b>, ні <b>четвертою</b>.</li> </ul> <p>Зауважмо, що Катерина дійсно могла фінішувати <b>першою</b>. Приклад такої послідовності: <b>Катерина, Поліна, Оксана, Лілія, Надія</b>.</p> <p><b>Правильна відповідь: A.</b></p>",
     "passage": "<p><strong>Прочитайте опис ситуації та умов до неї й виконайте завдання.</strong></p><p>На університетській спартакіаді в одночасному забігу на 400 М серед жінок узяли участь п’ять студенток: Катерина, Лілія, Надія, Оксана й Поліна.</p><p>Про результати забігу Відомо таке:</p><p>1) Будь-які дві спортсменки не фінішували одночасно.</p><p>2) Катерина не була другою.</p><p>З) Надія опинилася на останньому місці.</p><p>4) Оксана фінішувала відразу після Поліни.</p>",
     "group": 2
    },
    {
     "id": 33858,
     "n": 28,
     "section": "logic",
     "question": "<p>Скільки є способів вибору студентом курсів, зважаючи на те, що читання будь-яких двох курсів не перетинається в часі?</p>",
     "answers": [
      {
       "letter": "А",
       "html": "12"
      },
      {
       "letter": "Б",
       "html": "15"
      },
      {
       "letter": "В",
       "html": "18"
      },
      {
       "letter": "Г",
       "html": "30"
      }
     ],
     "correct": "Б",
     "explanation": "<p>Є <b>шість</b> варіантів вибору першого факультативного курсу студентом. За кожного вибору першого курсу другий курс можна вибрати <b>п’ятьма</b> способами. Отже, маємо \\(6\\cdot 5=30\\) <b>упорядкованих</b> пар факультативних курсів. Оскільки нас цікавлять <b>невпорядковані</b> пари курсів, то матимемо \\(15\\) варіантів вибору студентом <b>двох</b> факультативних курсів.</p> <p><b>Правильна відповідь: Б.</b></p>",
     "passage": "<p><strong>Прочитайте опис ситуації та умов до неї й виконайте завдання.</strong></p><p>У правничій школі пропонують шістьфакультативних курсів:</p><p>1. «Податкові спори».</p><p>2. «Інтелектуальна власність».</p><p>З. «Корпоративне право в іноземних юрисдикціях».</p><p>4. «Бухгалтерський облік для юристів».</p><p>5. «Юридичні аспекти організації стартапів».</p><p>6. «Інформація й комунікації в сучасному правовому полі».</p><p>Кожен студент повинен обрати для прослуховування лише два з них.</p>",
     "group": 3
    },
    {
     "id": 33859,
     "n": 29,
     "section": "logic",
     "question": "<p>Скільки є способів вибору студентом курсів, якщо читання курсів «Бухгалтерський облік для юристів» і «Юридичні аспекти організації стартапів» починається 0 9.00 по понеділках, а читання будь-яких двох інших курсів відбувається в інші дні тижня й не перетинається в часі?</p>",
     "answers": [
      {
       "letter": "А",
       "html": "14"
      },
      {
       "letter": "Б",
       "html": "15"
      },
      {
       "letter": "В",
       "html": "18"
      },
      {
       "letter": "Г",
       "html": "24"
      }
     ],
     "correct": "А",
     "explanation": "<p>Якщо читання будь-яких <b>двох</b> курсів <b>не перетинається</b> в часі, то є <b>15</b> варіантів вибору студентом <b>двох</b> курсів. Лише <b>один</b> із цих варіантів <b>не задовольняє</b> умови завдання, а саме: <b>не можна</b> вибрати варіант, що складається з курсів «Бухгалтерський облік для юристів» і «Юридичні аспекти організації стартапів».</p> <p>Отже, є <b>14</b> варіантів вибору <b>двох</b> курсів.</p> <p><b>Правильна відповідь: A.</b></p>",
     "passage": "<p><strong>Прочитайте опис ситуації та умов до неї й виконайте завдання.</strong></p><p>У правничій школі пропонують шістьфакультативних курсів:</p><p>1. «Податкові спори».</p><p>2. «Інтелектуальна власність».</p><p>З. «Корпоративне право в іноземних юрисдикціях».</p><p>4. «Бухгалтерський облік для юристів».</p><p>5. «Юридичні аспекти організації стартапів».</p><p>6. «Інформація й комунікації в сучасному правовому полі».</p><p>Кожен студент повинен обрати для прослуховування лише два з них.</p>",
     "group": 3
    },
    {
     "id": 33860,
     "n": 30,
     "section": "logic",
     "question": "<p>Скільки є способів вибору студентом курсів, якщо читання курсів «Податкові спори» та «Інтелектуальна власність» починається 0 9.00 по понеділках, курсів «Корпоративне право в іноземних юрисдикціях» та «Інформація й комунікації в сучасному правовому полі» - об 11.00 по вівторках, а читання двох інших курсів відбувається в інші дні тижня й не перетинається в часі?</p>",
     "answers": [
      {
       "letter": "А",
       "html": "13"
      },
      {
       "letter": "Б",
       "html": "14"
      },
      {
       "letter": "В",
       "html": "15"
      },
      {
       "letter": "Г",
       "html": "16"
      }
     ],
     "correct": "А",
     "explanation": "<p>Якщо читання будь-яких <b>двох</b> курсів <b>не перетинається</b> в часі, то є <b>15</b> варіантів вибору студентом <b>двох</b> курсів. Лише <b>два</b> з них <b>не задовольняють</b> умови завдання: <b>не можна</b> вибрати пари курсів «Податкові спори» й «Інтелектуальна власність» та «Корпоративне право в іноземних юрисдикціях» та «Інформація й комунікації в сучасному правовому полі».</p> <p>Отже, є <b>13</b> варіантів вибору <b>двох</b> курсів.</p> <p><b>Правильна відповідь: A.</b></p>",
     "passage": "<p><strong>Прочитайте опис ситуації та умов до неї й виконайте завдання.</strong></p><p>У правничій школі пропонують шістьфакультативних курсів:</p><p>1. «Податкові спори».</p><p>2. «Інтелектуальна власність».</p><p>З. «Корпоративне право в іноземних юрисдикціях».</p><p>4. «Бухгалтерський облік для юристів».</p><p>5. «Юридичні аспекти організації стартапів».</p><p>6. «Інформація й комунікації в сучасному правовому полі».</p><p>Кожен студент повинен обрати для прослуховування лише два з них.</p>",
     "group": 3
    },
    {
     "id": 33861,
     "n": 31,
     "section": "logic",
     "question": "<p>Хто, окрім Мирона, працюватиме в парі № 3, якщо Петро працюватиме в парі № 5?</p>",
     "answers": [
      {
       "letter": "А",
       "html": "Святослав"
      },
      {
       "letter": "Б",
       "html": "Раїса"
      },
      {
       "letter": "В",
       "html": "Тамара"
      },
      {
       "letter": "Г",
       "html": "Устим"
      }
     ],
     "correct": "Б",
     "explanation": "<p>Для спрощення роботи із завданням доцільно скористатися скороченими до першої букви формами імен, які наведено в стимулі завдання.</p> <p>Відповідно до заданих умов склад пар можна визначити на підставі логічних кроків, які зазначено в дужках у відповідних клітинках таблиці.</p> <div> <table> <thead> <tr> <th>Пара 1</th> <th>Пара 2</th> <th>Пара 3</th> <th>Пара 4</th> <th>Пара 5</th> </tr> </thead> <tbody> <tr> <td><b>К</b>(1)<br/> <b>Т</b>(5)</td> <td><b>Л</b>(1)<br/> <b>С</b>(2)</td> <td><b>М</b>(1)<br/> <b>Р</b>(6)</td> <td><b>Н</b>(1)<br/> <b>У</b>(4)</td> <td><b>О</b>(1)<br/> <b>П</b>(3)</td> </tr> </tbody> </table> </div> <p>Крок <b>1</b>: Костянтин працює в парі <b>1</b>, Лариса – у парі <b>2</b>, Мирон – у парі <b>3</b>, Надія – у парі <b>4</b>, Орест – у парі <b>5</b> (умова <b>4</b> стимулу).</p> <p>Крок <b>2</b>: Лариса працює зі Святославом (умова <b>1</b> стимулу).</p> <p>Крок <b>3</b>: Орест працює з Петром (пара <b>5</b>, умова завдання).</p> <p>Крок <b>4</b>: Надія працює з Устимом (пара <b>4</b>) (умова <b>3</b> стимулу).</p> <p>Крок <b>5</b>: Тамара працює з Костянтином (умови <b>1</b> і <b>2</b> стимулу).</p> <p>Крок <b>6</b>: Раїса працює з Мироном (це єдина можливість для Раїси).</p> <p><b>Правильна відповідь: Б.</b></p>",
     "passage": "<p><strong>Прочитайте опис ситуації та умов до неї й виконайте завдання.</strong></p><p>Для підготовки інтегрованого курсу з математичного моделювання фізичних процесів викладач хоче організувати роботу п'яти студентських пар (№ 1, № 2, № 3, № 4, № 5), до кожної з яких входитиме один/одна студент/-ка- математик/-иня (Костянтин, Лариса, Мирон, Надія, Орест) і один/одна студент/-ка-фізик/-иня (Петро, Раїса, Святослав, Тамара, Устим).</p><p>Під час формування студентських пар мають бути враховані такі умови:</p><p>1) Лариса та Святослав мають працювати в одній парі;</p><p>2) Тамара не може працювати ані з Мироном, ані з Надією;</p><p>3). Надія має працювати або з Петром, або з Устимом.</p><p>4). Костянтин працюватиме в парі № 1, Лариса - у парі № 2, Мирон - у парі № 3, Надія - у парі № 4, Орест – у парі № 5.</p>",
     "group": 4
    },
    {
     "id": 33862,
     "n": 32,
     "section": "logic",
     "question": "<p>Якщо Устим працюватиме в групі № 5, то з Тамарою працюватиме</p>",
     "answers": [
      {
       "letter": "А",
       "html": "Костянтин"
      },
      {
       "letter": "Б",
       "html": "Мирон"
      },
      {
       "letter": "В",
       "html": "Надія"
      },
      {
       "letter": "Г",
       "html": "Орест"
      }
     ],
     "correct": "А",
     "explanation": "<p>Для спрощення роботи із завданням доцільно скористатися скороченими до першої букви формами імен, які наведено в стимулі завдання.</p> <p>Відповідно до заданих умов склад пар можна визначити на підставі логічних кроків, які зазначено в дужках у відповідних клітинках таблиці.</p> <div> <table> <thead> <tr> <th>Пара 1</th> <th>Пара 2</th> <th>Пара 3</th> <th>Пара 4</th> <th>Пара 5</th> </tr> </thead> <tbody> <tr> <td><b>К</b>(1)<br/> <b>Т</b>(5)</td> <td><b>Л</b>(1)<br/> <b>С</b>(2)</td> <td><b>М</b>(1)<br/> <b>Р</b>(6)</td> <td><b>Н</b>(1)<br/> <b>У</b>(4)</td> <td><b>О</b>(1)<br/> <b>П</b>(3)</td> </tr> </tbody> </table> </div> <p>Крок <b>1</b>: Костянтин працює в парі <b>1</b>, Лариса – у парі <b>2</b>, Мирон – у парі <b>3</b>, Надія – у парі <b>4</b>, Орест – у парі <b>5</b> (умова <b>4</b> стимулу).</p> <p>Крок <b>2</b>: Лариса працює зі Святославом (умова <b>1</b> стимулу).</p> <p>Крок <b>3</b>: Устим працює з Орестом (пара <b>5</b>, умова завдання).</p> <p>Крок <b>4</b>: Надія працює з Петром (умова <b>3</b> стимулу).</p> <p>Крок <b>5</b>: Тамара працює з Костянтином (умова <b>2</b> стимулу).</p> <p>Крок <b>6</b>: Раїса працює з Мироном (це єдина можливість для Раїси).</p> <p><b>Правильна відповідь: A.</b></p>",
     "passage": "<p><strong>Прочитайте опис ситуації та умов до неї й виконайте завдання.</strong></p><p>Для підготовки інтегрованого курсу з математичного моделювання фізичних процесів викладач хоче організувати роботу п'яти студентських пар (№ 1, № 2, № 3, № 4, № 5), до кожної з яких входитиме один/одна студент/-ка- математик/-иня (Костянтин, Лариса, Мирон, Надія, Орест) і один/одна студент/-ка-фізик/-иня (Петро, Раїса, Святослав, Тамара, Устим).</p><p>Під час формування студентських пар мають бути враховані такі умови:</p><p>1) Лариса та Святослав мають працювати в одній парі;</p><p>2) Тамара не може працювати ані з Мироном, ані з Надією;</p><p>3). Надія має працювати або з Петром, або з Устимом.</p><p>4). Костянтин працюватиме в парі № 1, Лариса - у парі № 2, Мирон - у парі № 3, Надія - у парі № 4, Орест – у парі № 5.</p>",
     "group": 4
    },
    {
     "id": 33863,
     "n": 33,
     "section": "logic",
     "question": "<p>Якщо Тамара працюватиме з Орестом, то яке / які з наведених нижче тверджень І-ІІІ істинне / істинні?</p><p>І. Раїса може працювати в групі № 1.</p><p>ІІ. Раїса може працювати в групі № 3.</p><p>ІІІ. Раїса може працювати в групі № 4.</p>",
     "answers": [
      {
       "letter": "А",
       "html": "тільки І"
      },
      {
       "letter": "Б",
       "html": "тільки ІІ"
      },
      {
       "letter": "В",
       "html": "тільки І та ІІ"
      },
      {
       "letter": "Г",
       "html": "тільки ІІ та ІІІ"
      }
     ],
     "correct": "В",
     "explanation": "<p>Для спрощення роботи із завданням доцільно скористатися скороченими до першої букви формами імен, які наведено в стимулі завдання.</p> <p>За заданих умов склад пар визначають на підставі логічних кроків, які зазначено в дужках у відповідних клітинках таблиць, які відповідають двом варіантам партнерів Надії (у кожного із цих двох варіантів також є два варіанти вибору для Костянтина та Мирона, які зазначено в цих таблицях).</p> <p><i>У парі з Надією Петро</i></p> <div> <table> <thead> <tr> <th>Пара 1</th> <th>Пара 2</th> <th>Пара 3</th> <th>Пара 4</th> <th>Пара 5</th> </tr> </thead> <tbody> <tr> <td><b>К</b>(1)<br/> <b>Р</b>(5) (варіант <b>1</b>)<br/> <b>У</b>(5) (варіант <b>2</b>)</td> <td><b>Л</b>(1)<br/> <b>С</b>(2)</td> <td><b>М</b>(1)<br/> <b>У</b>(5)(варіант <b>1</b>)<br/> <b>Р</b>(5) (варіант <b>2</b>)</td> <td><b>Н</b>(1)<br/> <b>П</b>(4)</td> <td><b>О</b>(1)<br/> <b>Т</b>(3)</td> </tr> </tbody> </table> </div> <p><i>У парі з Надією Устим</i></p> <div> <table> <thead> <tr> <th>Пара 1</th> <th>Пара 2</th> <th>Пара 3</th> <th>Пара 4</th> <th>Пара 5</th> </tr> </thead> <tbody> <tr> <td><b>К</b>(1)<br/> <b>Р</b>(5) (варіант <b>3</b>)<br/> <b>П</b>(5) (варіант <b>4</b>)</td> <td><b>Л</b>(1)<br/> <b>С</b>(2)</td> <td><b>М</b>(1)<br/> <b>П</b>(5)(варіант <b>3</b>)<br/> <b>Р</b>(5) (варіант <b>4</b>)</td> <td><b>Н</b>(1)<br/> <b>У</b>(4)</td> <td><b>О</b>(1)<br/> <b>Т</b>(3)</td> </tr> </tbody> </table> </div> <p>Крок <b>1</b>: Костянтин працює в парі <b>1</b>, Лариса – у парі <b>2</b>, Мирон – у парі <b>3</b>, Надія – у парі <b>4</b>, Орест – у парі <b>5</b> (умова <b>4</b> стимулу).</p> <p>Крок <b>2</b>: Лариса працює зі Святославом (умова <b>1</b> стимулу).</p> <p>Крок <b>3</b>: Тамара працює з Орестом (пара <b>5</b>, умова завдання).</p> <p>Крок <b>4</b>: Надія працює з Петром <b>або</b> з Устимом (умова <b>3</b> стимулу).</p> <p>Крок <b>5</b>: Раїса працює з Костянтином <b>або</b> Мироном (залежно від кроку <b>4</b>).</p> <p>Перевірмо твердження <b>І–ІІІ</b> із завдання.</p> <p>Твердження <b>І істинне</b>. Дійсно, можливий такий склад груп: група <b>1</b> – Костянтин, Раїса; група <b>2</b> – Лариса, Святослав; група <b>3</b> – Мирон, Петро; група <b>4</b> – Надія, Устим; група <b>5</b> – Орест, Тамара (варіант <b>1</b>).</p> <p>Твердження <b>ІІ істинне</b>. Дійсно, можливий такий склад груп: група <b>1</b> – Костянтин, Устим; група <b>2</b> – Лариса, Святослав; група <b>3</b> – Мирон, Раїса; група <b>4</b> – Надія, Петро; група <b>5</b> – Орест, Тамара (варіант <b>2</b>).</p> <p>Твердження <b>ІІІ суперечить</b> умові <b>3</b> стимулу.</p> <p><b>Правильна відповідь: B.</b></p>",
     "passage": "<p><strong>Прочитайте опис ситуації та умов до неї й виконайте завдання.</strong></p><p>Для підготовки інтегрованого курсу з математичного моделювання фізичних процесів викладач хоче організувати роботу п'яти студентських пар (№ 1, № 2, № 3, № 4, № 5), до кожної з яких входитиме один/одна студент/-ка- математик/-иня (Костянтин, Лариса, Мирон, Надія, Орест) і один/одна студент/-ка-фізик/-иня (Петро, Раїса, Святослав, Тамара, Устим).</p><p>Під час формування студентських пар мають бути враховані такі умови:</p><p>1) Лариса та Святослав мають працювати в одній парі;</p><p>2) Тамара не може працювати ані з Мироном, ані з Надією;</p><p>3). Надія має працювати або з Петром, або з Устимом.</p><p>4). Костянтин працюватиме в парі № 1, Лариса - у парі № 2, Мирон - у парі № 3, Надія - у парі № 4, Орест – у парі № 5.</p>",
     "group": 4
    }
   ]
  },
  {
   "id": 648,
   "title": "Тренувальний ТЗНК в магістратуру. Варіант 3",
   "source": "https://zno.osvita.ua/master/tznpk/648/",
   "items": [
    {
     "id": 33786,
     "n": 1,
     "section": "lexis",
     "question": "<p>Ще за часів кіммерійців на теренах України активно почало розвиватися ковальське ремесло. Кіммерійські ковалі славилися своїми <strong>(1)</strong>____________ у Стародавньому світі.</p>",
     "answers": [
      {
       "letter": "А",
       "html": "вмілостями"
      },
      {
       "letter": "Б",
       "html": "спритностями"
      },
      {
       "letter": "В",
       "html": "властивостями"
      },
      {
       "letter": "Г",
       "html": "навичками"
      }
     ],
     "correct": "А",
     "explanation": "<p> Завдання спрямовано на перевірку знання вступниками значень частовживаних питомо українських слів і вміння добирати доречні мовні засоби, зважаючи на контекст, стиль, тип, жанр мовлення. </p> <p> Слово <i>вмілості</i> на місці пропуску означає знання своєї справи, володіння умінням. Решта варіантів відповіді <i>спритність</i> (швидкість, вправність у роботі), <i>властивість</i> (якість, ознака, характерні для кого-, чого-небудь), <i>навичка</i> (навик, досвід набутий вправами) <b>не відповідають</b> комунікативній ситуації. </p> <p> <b>Правильна відповідь: A.</b> </p>",
     "passage": "",
     "group": 0
    },
    {
     "id": 33787,
     "n": 2,
     "section": "lexis",
     "question": "<p>Особливість соціологічних досліджень <strong>(2)</strong>__________ в тому, що аналіз, узагальнення й висновки ґрунтуються на фактичному матеріалі, отриманому самим дослідником. Отже, (3)___________ досліджень, надійність їхніх результатів багато в чому залежать від якості використаних статистичних даних, правильного вибору методики, належної організації дослідження, дотримування певних принципів.</p>",
     "answers": [
      {
       "letter": "А",
       "html": "включає"
      },
      {
       "letter": "Б",
       "html": "міститься"
      },
      {
       "letter": "В",
       "html": "охоплює"
      },
      {
       "letter": "Г",
       "html": "полягає"
      }
     ],
     "correct": "Г",
     "explanation": "<p> Завдання спрямовано на перевірку знання слів іншомовного походження, уміння добирати доречні мовні засоби, зважаючи на контекст і граматичні форми слів. </p> <p> Для вибору правильного варіанта заповнення пропуску <b>2</b> треба взяти до уваги кілька чинників: ключем є <b>дієслово-присудок</b>, яке сполучено з <b>додатком</b> <i>в тому</i>, ключ повинен <b>відповідати загальному контексту</b>. </p> <p> Варіанти відповіді <b>А</b> та <b>Б</b> вимагатимуть <b>додатка</b> в <b>знахідному</b> відмінку (<i>включає</i> кого? що?, <i>охоплює</i> кого? що?), тоді як <b>додаток</b> <i>в тому</i> вжито в <b>місцевому</b> відмінку. </p> <p> Варіант відповіді <b>Б</b> <i>міститься</i> (міститися – бути, перебувати, розташовуватися де-небудь) <b>не відповідає</b> змісту речення. </p> <p> Слово <i>полягає</i> (зводиться до чого-небудь, має своєю суттю, своїм змістом щось) <b>найкраще</b> характеризує дію, що визначає аналіз, узагальнення й висновки, які ґрунтуються на фактичному матеріалі, який знайшов й опрацював сам дослідник, як <b>особливість соціологічних досліджень</b>. </p> <p><b>Правильна відповідь: Г.</b></p>",
     "passage": "",
     "group": 0
    },
    {
     "id": 33788,
     "n": 3,
     "section": "lexis",
     "question": "<p>Особливість соціологічних досліджень (2)__________ в тому, що аналіз, узагальнення й висновки ґрунтуються на фактичному матеріалі, отриманому самим дослідником. Отже, <strong>(3)</strong>___________ досліджень, надійність їхніх результатів багато в чому залежать від якості використаних статистичних даних, правильного вибору методики, належної організації дослідження, дотримування певних принципів.</p>",
     "answers": [
      {
       "letter": "А",
       "html": "ефективність"
      },
      {
       "letter": "Б",
       "html": "результативність"
      },
      {
       "letter": "В",
       "html": "функціонування"
      },
      {
       "letter": "Г",
       "html": "спеціалізація"
      }
     ],
     "correct": "А",
     "explanation": "<p> Завдання спрямовано на перевірку знання слів іншомовного походження, уміння добирати доречні мовні засоби, зважаючи на контекст і граматичні форми слів. </p> <p> На місце пропуску <b>3</b> треба вставити слово, яким схарактеризували соціологічні дослідження як такі, що якнайкраще досягають поставленої мети. </p> <p> Поміж запропонованих варіантів відповіді <i>ефективність</i> (що приводить до потрібних наслідків, дає найбільший ефект), <i>результативність</i> (що дає позитивний результат), <i>функціонування</i> (виконання функцій, дія), <i>спеціалізація</i> (навичка в будь-якій галузі науки або техніки) слово <i>ефективність</i> <b>найкраще</b> відповідає контексту. </p> <p> Варіант відповіді <b>Б</b> <i>результативність</i> <b>видається правдоподібним</b>, однак <b>не відповідає</b> контексту, бо соціологічні дослідження можуть мати <b>не лише</b> позитивний результат. </p> <p> Треба також зважити на те, що далі в реченні вжито слово <i>результат</i> – спільнокореневе до слова <i>результативність</i>. Отже, уживання слова <i>результативність</i> у цьому контексті є <b>стилістичною помилкою</b>. </p> <p><b>Правильна відповідь: A.</b></p>",
     "passage": "",
     "group": 0
    },
    {
     "id": 33789,
     "n": 4,
     "section": "lexis",
     "question": "<p>У планетарному масштабі відбувається позитивний, безупинний розвиток економіки. У його основі – досягнення науки, <strong>(4)</strong>__________ прогресу, що дозволяє оновлювати (5)____________ продукції і послуг, знижувати загальну ресурсоємність виробництва, витримувати екологічні вимоги й обмеження, які диктує суспільство. З іншого боку, змінюються соціальні стандарти рівня життя, освіти, культури, охорони здоров’я, інформаційного забезпечення населення і бізнесу. Це породжує принципово нові суспільні потреби. У результаті сукупний попит стає більш динамічним, а його імпульси виробництву – дедалі (6)___________.</p>",
     "answers": [
      {
       "letter": "А",
       "html": "технологічного"
      },
      {
       "letter": "Б",
       "html": "технічного"
      },
      {
       "letter": "В",
       "html": "техноторгового"
      },
      {
       "letter": "Г",
       "html": "технізованого"
      }
     ],
     "correct": "Б",
     "explanation": "<p> Завдання зорієнтовано на виявлення здатності дотримуватися норм літературної мови, уміння розрізняти пароніми, свідомо, невимушено, цілеспрямовано, майстерно вживати мовні засоби відповідно до мети й обставин спілкування. </p> <p> Зважаючи на зміст запропонованого уривка, слово на місці пропуску означає прогрес, що пов’язаний із досягненнями науки й дає змогу <i>знижувати загальну ресурсомісткість виробництва, витримувати екологічні вимоги й обмеження</i>. Прикметник <i>технічний</i> (пов’язаний з технікою) разом з іменником <i>прогрес</i> означає розвиток техніки, технологій і засобів виробництва й <b>найкраще</b> відповідає контексту. </p> <p> Інші варіанти відповіді – <i>технологічний</i> (пов’язаний зі способами й методами промислового оброблення матеріалів, виробів), <i>техноторговий</i> (який стосується торгівлі технікою), <i>технізований</i> (пов’язаний зі здійсненням технізації) є <b>паронімами</b> до слова <i>технічний</i> і <b>не відповідають</b> смисловому наповненню речення. </p> <p><b>Правильна відповідь: Б.</b></p>",
     "passage": "",
     "group": 0
    },
    {
     "id": 33790,
     "n": 5,
     "section": "lexis",
     "question": "<p>У планетарному масштабі відбувається позитивний, безупинний розвиток економіки. У його основі – досягнення науки, (4)__________ прогресу, що дозволяє оновлювати <strong>(5)</strong>____________ продукції і послуг, знижувати загальну ресурсоємність виробництва, витримувати екологічні вимоги й обмеження, які диктує суспільство. З іншого боку, змінюються соціальні стандарти рівня життя, освіти, культури, охорони здоров’я, інформаційного забезпечення населення і бізнесу. Це породжує принципово нові суспільні потреби. У результаті сукупний попит стає більш динамічним, а його імпульси виробництву – дедалі (6)___________.</p>",
     "answers": [
      {
       "letter": "А",
       "html": "каталог"
      },
      {
       "letter": "Б",
       "html": "склад"
      },
      {
       "letter": "В",
       "html": "реєстр"
      },
      {
       "letter": "Г",
       "html": "асортимент"
      }
     ],
     "correct": "Г",
     "explanation": "<p> Завдання зорієнтовано на виявлення здатності дотримуватися норм літературної мови, уміння розрізняти пароніми, свідомо, невимушено, цілеспрямовано, майстерно вживати мовні засоби відповідно до мети й обставин спілкування. </p> <p> На місце пропуску <b>5</b> треба вставити слово, яке означає певну сукупність продукції та послуг. Серед запропонованих слів іншомовного походження – <i>каталог</i> (перелік книжок, рукописів, картин тощо, складений у певному порядку, щоб полегшити пошук), <i>склад</i> (будова чого-небудь), <i>реєстр</i> (список, письмовий перелік чого-небудь), <i>асортимент</i> (набір товарів або виробів різних видів і сортів) – саме <i>асортимент</i> відповідає змісту речення. </p> <p><b>Правильна відповідь: Г.</b></p>",
     "passage": "",
     "group": 0
    },
    {
     "id": 33791,
     "n": 6,
     "section": "lexis",
     "question": "<p>У планетарному масштабі відбувається позитивний, безупинний розвиток економіки. У його основі – досягнення науки, (4)__________ прогресу, що дозволяє оновлювати (5)____________ продукції і послуг, знижувати загальну ресурсоємність виробництва, витримувати екологічні вимоги й обмеження, які диктує суспільство. З іншого боку, змінюються соціальні стандарти рівня життя, освіти, культури, охорони здоров’я, інформаційного забезпечення населення і бізнесу. Це породжує принципово нові суспільні потреби. У результаті сукупний попит стає більш динамічним, а його імпульси виробництву – дедалі <strong>(6)</strong>___________.</p>",
     "answers": [
      {
       "letter": "А",
       "html": "очевиднішими"
      },
      {
       "letter": "Б",
       "html": "наявнішими"
      },
      {
       "letter": "В",
       "html": "відчутнішими"
      },
      {
       "letter": "Г",
       "html": "конкретнішими"
      }
     ],
     "correct": "В",
     "explanation": "<p> Завдання зорієнтовано на виявлення здатності дотримуватися норм літературної мови, уміння розрізняти пароніми, свідомо, невимушено, цілеспрямовано, майстерно вживати мовні засоби відповідно до мети й обставин спілкування. </p> <p> Прикметник на місці пропуску <b>6</b> характеризує ті імпульси, якими попит, що стає дедалі динамічнішим, стимулює ріст виробництва. </p> <p> Розгляньмо запропоновані варіанти відповіді: <i>очевидний</i> (дуже помітний; неприхований), <i>наявний</i> (який є в наявності), <i>відчутний</i> (помітний, значний), <i>конкретний</i> (реальний, предметно визначений). </p> <p> З-поміж запропонованих слів лише лексему <i>відчутний</i> тлумачать як <i>значний</i>, такий, що суттєво змінює ситуацію. </p> <p><b>Правильна відповідь: B.</b></p>",
     "passage": "",
     "group": 0
    },
    {
     "id": 33792,
     "n": 7,
     "section": "lexis",
     "question": "<p>Сьогодні ми спостерігаємо шалений попит на традиційні українські прикраси. Жінки почали <strong>(7)</strong>_____________ цілі образи автентичного вбрання, що обов’язково мають бути (8)____________ прикрасами. Майстрині починають не просто виготовляти традиційні прикраси, вони (9)_____________ стародавні екземпляри, а дизайнери органічно поєднують з ними свої сучасні колекції. Зґарди, дукачі, гердани, силянки, кризи. Різноманіття видів українських прикрас вражає і зачаровує. Сучасні українки шанують традиційні (10)_________ й доповнюють ними свої образи.</p>",
     "answers": [
      {
       "letter": "А",
       "html": "утворювати"
      },
      {
       "letter": "Б",
       "html": "створювати"
      },
      {
       "letter": "В",
       "html": "творити"
      },
      {
       "letter": "Г",
       "html": "відтворювати"
      }
     ],
     "correct": "Г",
     "explanation": "<p> Завдання зорієнтовано на виявлення здатності диференціювати тонкі смислові відтінки питомо українських слів, уживати доречні мовні одиниці, зважаючи на контекст, стиль, тип, жанр мовлення. </p> <p> Запропоновані варіанти відповіді для заповнення пропуску <b>7</b> є <b>спільнокореневими</b> словами, що різняться смисловими відтінками значення. </p> <p> Розгляньмо значення цих слів: <i>утворювати</i> (робити що-небудь у процесі праці, творчості), <i>створювати</i> (давати життя, існування чому-небудь, виготовляти що-небудь), <i>творити</i> (давати існування чому-небудь, виготовляти що-небудь у процесі творчої праці), <i>відтворювати</i> (створювати, виробляти знову, повторювати, відновлювати). </p> <p> З огляду на зміст запропонованого мікротексту, лексема <i>відтворювати</i> відповідає контексту <b>якнайкраще</b>, оскільки в уривку йдеться про <i>повторення традиційних українських образів жіночого одягу, а не про створення нових</i>. </p> <p><b>Правильна відповідь: Г.</b></p>",
     "passage": "",
     "group": 0
    },
    {
     "id": 33793,
     "n": 8,
     "section": "lexis",
     "question": "<p>Сьогодні ми спостерігаємо шалений попит на традиційні українські прикраси. Жінки почали (7)_____________ цілі образи автентичного вбрання, що обов’язково мають бути <strong>(8)</strong>____________ прикрасами. Майстрині починають не просто виготовляти традиційні прикраси, вони (9)_____________ стародавні екземпляри, а дизайнери органічно поєднують з ними свої сучасні колекції. Зґарди, дукачі, гердани, силянки, кризи. Різноманіття видів українських прикрас вражає і зачаровує. Сучасні українки шанують традиційні (10)_________ й доповнюють ними свої образи.</p>",
     "answers": [
      {
       "letter": "А",
       "html": "збагачені"
      },
      {
       "letter": "Б",
       "html": "доповнені"
      },
      {
       "letter": "В",
       "html": "вдосконалені"
      },
      {
       "letter": "Г",
       "html": "допрацьовані"
      }
     ],
     "correct": "Б",
     "explanation": "<p> Завдання зорієнтовано на виявлення здатності диференціювати тонкі смислові відтінки питомо українських слів, уживати доречні мовні одиниці, зважаючи на контекст, стиль, тип, жанр мовлення. </p> <p> <i>Власне</i> – українське слово на місці пропуску <b>8</b> є означенням, що характеризує прикраси, які є обов’язковим елементом традиційного вбрання. </p> <p> З-поміж запропонованих варіантів <i>збагачений</i> (багатший, поліпшений), <i>доповнений</i> (урізноманітнений, повніший), <i>вдосконалений</i> (більш досконалий), <i>допрацьований</i> (більш опрацьований) слово <i>доповнений</i> відповідає контексту <b>якнайкраще</b>, бо вказує на те, що прикраси є <b>обов’язковим</b> складником автентичного вбрання, що врізноманітнює весь образ. </p> <p> Водночас зі змісту речення <b>не можна</b> зробити висновок, що автентичний образ без прикрас є недопрацьованим, недосконалим або потребує збагачення. </p> <p><b>Правильна відповідь: Б.</b></p>",
     "passage": "",
     "group": 0
    },
    {
     "id": 33794,
     "n": 9,
     "section": "lexis",
     "question": "<p>Сьогодні ми спостерігаємо шалений попит на традиційні українські прикраси. Жінки почали (7)_____________ цілі образи автентичного вбрання, що обов’язково мають бути (8)____________ прикрасами. Майстрині починають не просто виготовляти традиційні прикраси, вони<strong> (9)</strong>_____________ стародавні екземпляри, а дизайнери органічно поєднують з ними свої сучасні колекції. Зґарди, дукачі, гердани, силянки, кризи. Різноманіття видів українських прикрас вражає і зачаровує. Сучасні українки шанують традиційні (10)_________ й доповнюють ними свої образи.</p>",
     "answers": [
      {
       "letter": "А",
       "html": "дублюють"
      },
      {
       "letter": "Б",
       "html": "транслюють"
      },
      {
       "letter": "В",
       "html": "реплікують"
      },
      {
       "letter": "Г",
       "html": "клонують"
      }
     ],
     "correct": "В",
     "explanation": "<p> Завдання зорієнтовано на виявлення здатності диференціювати тонкі смислові відтінки питомо українських слів, уживати доречні мовні одиниці, зважаючи на контекст, стиль, тип, жанр мовлення. </p> <p> Дієслово на місці пропуску <b>9</b> називає дію, що означає створення копій традиційних українських прикрас. </p> <p> Слово <i>реплікують</i> відповідає контексту <b>якнайкраще</b>, оскільки утворене від слова <i>репліка</i> (точна копія чогось). </p> <p> Решта варіантів відповіді – <i>дублювати</i> (робити те саме вдруге; виконувати паралельно з ким-небудь подібну або однакову роботу), <i>транслювати</i> (здійснювати трансляцію, передавати що-небудь), <i>клонувати</i> (здійснювати копіювання рослин, тварин методами генної інженерії) – <b>не відповідають</b> контексту. </p> <p><b>Правильна відповідь: B.</b></p>",
     "passage": "",
     "group": 0
    },
    {
     "id": 33795,
     "n": 10,
     "section": "lexis",
     "question": "<p>Сьогодні ми спостерігаємо шалений попит на традиційні українські прикраси. Жінки почали (7)_____________ цілі образи автентичного вбрання, що обов’язково мають бути (8)____________ прикрасами. Майстрині починають не просто виготовляти традиційні прикраси, вони (9)_____________ стародавні екземпляри, а дизайнери органічно поєднують з ними свої сучасні колекції. Зґарди, дукачі, гердани, силянки, кризи. Різноманіття видів українських прикрас вражає і зачаровує. Сучасні українки шанують традиційні <strong>(10)</strong>_________ й доповнюють ними свої образи.</p>",
     "answers": [
      {
       "letter": "А",
       "html": "орнаменти"
      },
      {
       "letter": "Б",
       "html": "декорації"
      },
      {
       "letter": "В",
       "html": "окраси"
      },
      {
       "letter": "Г",
       "html": "оздоби"
      }
     ],
     "correct": "Г",
     "explanation": "<p> Завдання зорієнтовано на виявлення здатності диференціювати тонкі смислові відтінки питомо українських слів, уживати доречні мовні одиниці, зважаючи на контекст, стиль, тип, жанр мовлення. </p> <p> З огляду на зміст двох останніх речень запропонованого мікротексту, на місці пропуску <b>10</b> треба поставити <b>синонім</b> до слова <i>прикраса</i>. </p> <p> Серед запропонованих варіантів відповіді <i>орнамент</i> (оздоблювальний візерунок), <i>декорація</i> (живописне або архітектурне зображення місця й обстановки дії), <i>окраса</i> (те, що прикрашає кого-, що-небудь, надає приємного вигляду комусь, чомусь), <i>оздоба</i> (те, що оздоблює кого-, що-небудь прикраса, ювелірний виріб) – лише слово <i>оздоба</i> є <b>синонімом</b> до слова <i>прикраса</i>. </p> <p><b>Правильна відповідь: Г.</b></p>",
     "passage": "",
     "group": 0
    },
    {
     "id": 33796,
     "n": 11,
     "section": "reading",
     "question": "<p>Автор <em>тексту</em><strong><em> Б</em></strong>, на відміну від автора <em>тексту</em><strong><em> А</em></strong></p>",
     "answers": [
      {
       "letter": "А",
       "html": "посилається на думку авторитетів"
      },
      {
       "letter": "Б",
       "html": "використовує цитати"
      },
      {
       "letter": "В",
       "html": "наводить докази на підтвердження окресленої проблеми"
      },
      {
       "letter": "Г",
       "html": "використовує образне мовлення"
      }
     ],
     "correct": "Б",
     "explanation": "<p>Завдання зорієнтовано на виявлення тестованими здатності працювати з формальними ознаками тематично пов’язаних текстів із метою вичленування з них однорідної інформації та способів її подання, а також спроможності кваліфікувати й класифікувати певні явища, факти, об’єкти тощо.</p> <p>Автор тексту Б посилається на думку авторитетів, зокрема в абзацах <b>9</b>, <b>10</b> й <b>11</b> він наводить міркування відомих науковців і представника народу Черокі. Автор тексту А також посилається на думки лінгвістів і науковців. (абзаци <b>2</b>, <b>3</b>).</p> <p>Автор тексту Б, як і автор тексту А наводить <b>аргументи</b> для доведення своїх міркувань. У тексті А автор послідовно обстоює думку про <b>важливість</b> використання саме англійської мови як <i>загальносвітової</i> для спілкування на міжнародних конференціях, зустрічах тощо. Водночас він <b>заперечує</b> докази противників такого підходу.</p> <p>Автор тексту Б аргументовано <b>доводить</b> думку про те, що поширення англійської мови як <i>загальносвітової</i> загрожує зникненням малопоширених мов. Наводить <b>докази</b> на підтвердження важливості кожної мови.</p> <p>Автори обох текстів використовують <b>образне</b> мовлення. Автор тексту А, <b>заперечуючи</b> побоювання щодо зникнення багатьох мов через процеси глобалізації, порівнює можливості інтернету з оазами, які буде створено в мережах для поширення мов (абзац <b>4</b>).</p> <p>Автор тексту Б порівнює зникнення певних мов зі зникненням деяких видів фауни та флори (абзац <b>11</b>).</p> <p>Автор тексту Б на відміну від автора тексту А використовує розлогі цитати антрополога й лінгвіста із Єльського університету Марка Туріна (абзац <b>9</b>) і лінгвіста із Чиказького університету Ленора Гренобля (абзац <b>10</b>).</p> <p><b>Правильна відповідь: Б.</b></p>",
     "passage": "<p><strong>Прочитайте тексти А й Б та виконайте завдання</strong></p><p><em>(цифри в дужках позначають номери абзаців наскрізно в обох текстах).</em></p><p><strong>Текст А</strong></p><p>(1) Нині глобалізаційні процеси охоплюють найважливіші сфери буття людини: соціальну, економічну, інформаційну, комунікативну, культурну тощо. Це потребує глибокого осмислення цих процесів у багатьох аспектах, зокрема й мовному. Тут є чимало нерозв'язаних питань: глобалізація й мовна політика, глобалізація й національна ідентичність, глобалізація й національна культура тощо. Ці питання постають особливо гостро з огляду на те, що інтеграційні процеси потребують якоїсь міжнародної мови як засобу спілкування світової спільноти, унаслідок чого чимало мов світу можуть не вижити.</p><p>(2) У ХХ ст. «загальносвітовою» мовою де-факто стала трансформована базова англійська мова (її звичайно називають американською англійською»), яка швидко поширюється як основна мова насамперед у спеціальній комунікації. Деякі лінгвісти вважають, що цю мову доцільно перейменувати на «Globalese», оскільки нею користується більшість народів світу для взаєморозуміння. Дехто навіть пропонує, щоб ООН надала «Globalese» офіційного статусу «глобальної мови».</p><p>(3) Поряд із цим у лінгвістиці формується й інший погляд на глобальну мову. Зокрема науковці вказують, що універсальною планетарною мовою не повинна бути одна з природних мов. Таку позицію мотивовано тим, що lingua franca не повинна ідентифікуватися з конкретною етнічною групою, релігією, ідеологією (тоді як англійська мова є соціальним кодом, що відбиває мовну картину світу (тобто світогляд, зафіксований у мові та її специфічних ознаках) тих людей, для яких вона рідна); поширення англійської мови сприймається багатьма народами як загроза, що спричинить утрату ними національної ідентичності; люди, які обирають англійську мову як засіб спілкування, говорять, власне, різними варіантами англійської мови, тобто вона набуває виразного місцевого колориту; англійська мова погано стандартизована, а її фонетична система, вимова, граматика, правопис є чи не найбільш заплутаними у світі.</p><p>(4) Звісно, варто зважити на висловлені застереження щодо використання англійської мови як глобальної. Разом із тим необхідно визнати, що на сьогодні в умовах динамічної глобалізації немає альтернативи «американській англійській мові», оскільки саме вона вможливлює сучасну міжнародну комунікацію. При цьому побоювання щодо зникнення багатьох мов, на думку деяких учених, є перебільшеними. Зокрема науковці акцентують на унікальній можливості збереження багатьох мов світу саме завдяки глобалізації, що з небезпечної тенденції, яка могла витоптати мови, навпаки, створює для них оази, адже завдячуючи Інтернету й глобальному телебаченню, відкриваються можливості для відродження й розвитку множинності мов людства, а це забезпечує нові комфортні умови для існування різних національних культур.</p><p><em> За Л. Бояровою</em></p><p><strong>Текст Б</strong></p><p>(5) Із 1999 р. ЮНЕСКО готує UNESCO’s Atlas of the World’s Languages in Danger, покликаний привернути увагу до проблеми збереження мовного розмаїття в умовах глобалізації, забезпечити моніторинг статусу загрожених мов і тенденцій у цій сфері.</p><p>(6). Останнє видання Атласу (2010 р.) містить інформацію майже про 2 500 мов (із-поміж яких із 1950 р. вимерли 280), що майже відповідає загальноприйнятій оцінці загрожених мов у світі (3000).</p><p>(7) Відповідно до Атласу, щонайменше 43 % з-поміж відомих мов перебувають під загрозою зникнення. Це показує таблиця нижче, яка, щоправда, не включає мов, стосовно яких немає достовірних даних (відсоток цих мов поданий разом із відсотком мов, які убезпечені).</p><div> <table> <thead> <tr> <th>Категорія</th> <th>Відсоток</th> </tr> </thead> <tbody> </tbody><tbody> <tr> <td> <p><strong><em>Убезпечені або відсутні дані</em></strong></p> <p><em>(мовою говорять усі покоління &gt;&gt;не включена до Атласу)</em></p></td> <td>57,13</td> </tr> <tr> <td> <p><strong><em>Вразливі</em></strong></p> <p><em>(більшість дітей говорить цією мовою, але обмежено, напр., удома)</em></p></td> <td>9,85</td> </tr> <tr> <td> <p><strong><em>Напевно загрожені</em></strong></p> <p><em>(діти вже не вивчають мову як материнську вдома)</em></p></td> <td>10,65</td> </tr> <tr> <td> <p><strong><em>Суттєво загрожені</em></strong></p> <p><em>(мовою говорять дідусі й бабусі та старше покоління; хоча батьки розуміють її, але не говорять нею з дітьми або між собою)</em></p></td> <td>5,95</td> </tr> <tr> <td> <p><strong><em>Критично загрожені</em></strong></p> <p><em>(наймолодші мовці – дідусі й бабусі та старші, і вони говорять цією мовою частково й нечасто)</em></p></td> <td>9,6</td> </tr> <tr> <td> <p><strong><em>Зникли з 1950 року</em></strong></p> <p><em>(жодного мовця не залишилося)</em></p></td> <td>3,8</td> </tr> </tbody> </table> </div><p>(8) За даними ЮНЕСКО, сьогодні у світі говорять понад 6 000 мов, 96 % із яких використовують усього 4 % жителів планети. Кожного місяця у світі зникають дві мови. Тисячі не використовуються в освіті, не представлені в Інтернеті. Зрозуміло, виникає питання, чи варто взагалі турбуватися про зникнення маловідомої мови з кількома носіями десь у віддаленому куточку планети?</p><p>(9) Дехто вважає, що втрата мов, як і втрата біологічних видів, -- невід'ємний факт життя, адже наша планета не стоїть на місці. Водночас багато хто має протилежну думку. «Люди часто апелюють до соціального дарвінізму як теоретичного підґрунтя своєї байдужості, – каже Марк Турін, антрополог і лінгвіст із Єльського університету. – Ми витрачаємо шалені гроші на збереження біологічного різноманіття. То хіба можемо дозволити собі так байдуже ставитися до того, що вирізняє нас як людей?»</p><p>(10) Збереження мови вкрай важливе, адже в мові відбивається унікальність культури. Наприклад, у мові черокі немає слова для прощання назавжди, лише – «до побачення». Так само немає і слова «вибач». Натомість вона має свої унікальні вислови, наприклад, слово «у-ка-гас-ді», що означає замилування, яке відчувають, дивлячись на немовля. Без мови культура зазнає втрат або взагалі зникає.</p><p>«Якщо ми хочемо вижити й далі існувати як окремий народ з унікальною культурою, – зазначає представник черокі Белт, – ми мусимо мати свою мову». «Англомовній людині, мова якої все більше тисне на інші мови, важко це зрозуміти, – додає Ленор Гренобль, лінгвіст із Чиказького університету. – Але носії інших мов раз у раз засвідчують: утрата рідної мови – це особиста трагедія».</p><p>(11) Інший аргумент уподібнює захист мови до захисту біологічного розмаїття. Екосистеми служать людству багатьма способами. Мови – це також невичерпні джерела користі. Це величезні масиви накопичених знань про географію, зоологію, математику, навігацію, астрономію, фармакологію тощо. «Жодна культура й мова не має монополії на людський геній, і невідомо, звідки прийде наступна геніальна ідея, – каже Девід Гаррисон, декан зі Свортморського коледжу. – Утрачаючи мови, ми втрачаємо прадавні знання».</p><p><em> За Р. Нувель і матеріалами ЮНЕСКО</em></p>",
     "group": 1
    },
    {
     "id": 33797,
     "n": 12,
     "section": "reading",
     "question": "<p>Метою <em>тексту <strong>А</strong></em> є</p>",
     "answers": [
      {
       "letter": "А",
       "html": "осмислити вплив глобалізаційних процесів на мовну політику"
      },
      {
       "letter": "Б",
       "html": "дослідити проблеми поширення глобальної мови та її взаємозв'язок із національними мовами"
      },
      {
       "letter": "В",
       "html": "розглянути особливості поширення англійської мови як основної міжнародної мови"
      },
      {
       "letter": "Г",
       "html": "проаналізувати основні загрози зникнення мов унаслідок глобалізації"
      }
     ],
     "correct": "В",
     "explanation": "<p> Завдання зорієнтовано на виявлення тестованими здатності працювати з текстами як цілісністю, визначати мету висловлювання. </p> <p> Автор тексту Б послідовно <b>доводить</b> думку про важливість існування <i>загальносвітової</i> мови як запоруки міжнародного спілкування та взаєморозуміння. </p> <p> З огляду на зміст і тему тексту А (вплив глобалізації на мовну ситуацію у світі, зокрема роль англійської мови як глобального засобу комунікації та пов’язані із цим виклики й перспективи для інших мов і культур), а також публіцистичний стиль викладу, наведені автором <b>аргументи</b>, використані <b>мовні засоби</b> можна стверджувати, що його <b>мета</b> – розглянути особливості поширення англійської мови як основної <i>міжнародної</i> мови (варіант відповіді <b>В</b>). </p> <p> Решта варіантів відповіді відображають деякі аспекти міркувань, викладених у цьому тексті, чи порушені в ньому проблеми. </p> <p><b>Правильна відповідь: B.</b></p>",
     "passage": "<p><strong>Прочитайте тексти А й Б та виконайте завдання</strong></p><p><em>(цифри в дужках позначають номери абзаців наскрізно в обох текстах).</em></p><p><strong>Текст А</strong></p><p>(1) Нині глобалізаційні процеси охоплюють найважливіші сфери буття людини: соціальну, економічну, інформаційну, комунікативну, культурну тощо. Це потребує глибокого осмислення цих процесів у багатьох аспектах, зокрема й мовному. Тут є чимало нерозв'язаних питань: глобалізація й мовна політика, глобалізація й національна ідентичність, глобалізація й національна культура тощо. Ці питання постають особливо гостро з огляду на те, що інтеграційні процеси потребують якоїсь міжнародної мови як засобу спілкування світової спільноти, унаслідок чого чимало мов світу можуть не вижити.</p><p>(2) У ХХ ст. «загальносвітовою» мовою де-факто стала трансформована базова англійська мова (її звичайно називають американською англійською»), яка швидко поширюється як основна мова насамперед у спеціальній комунікації. Деякі лінгвісти вважають, що цю мову доцільно перейменувати на «Globalese», оскільки нею користується більшість народів світу для взаєморозуміння. Дехто навіть пропонує, щоб ООН надала «Globalese» офіційного статусу «глобальної мови».</p><p>(3) Поряд із цим у лінгвістиці формується й інший погляд на глобальну мову. Зокрема науковці вказують, що універсальною планетарною мовою не повинна бути одна з природних мов. Таку позицію мотивовано тим, що lingua franca не повинна ідентифікуватися з конкретною етнічною групою, релігією, ідеологією (тоді як англійська мова є соціальним кодом, що відбиває мовну картину світу (тобто світогляд, зафіксований у мові та її специфічних ознаках) тих людей, для яких вона рідна); поширення англійської мови сприймається багатьма народами як загроза, що спричинить утрату ними національної ідентичності; люди, які обирають англійську мову як засіб спілкування, говорять, власне, різними варіантами англійської мови, тобто вона набуває виразного місцевого колориту; англійська мова погано стандартизована, а її фонетична система, вимова, граматика, правопис є чи не найбільш заплутаними у світі.</p><p>(4) Звісно, варто зважити на висловлені застереження щодо використання англійської мови як глобальної. Разом із тим необхідно визнати, що на сьогодні в умовах динамічної глобалізації немає альтернативи «американській англійській мові», оскільки саме вона вможливлює сучасну міжнародну комунікацію. При цьому побоювання щодо зникнення багатьох мов, на думку деяких учених, є перебільшеними. Зокрема науковці акцентують на унікальній можливості збереження багатьох мов світу саме завдяки глобалізації, що з небезпечної тенденції, яка могла витоптати мови, навпаки, створює для них оази, адже завдячуючи Інтернету й глобальному телебаченню, відкриваються можливості для відродження й розвитку множинності мов людства, а це забезпечує нові комфортні умови для існування різних національних культур.</p><p><em> За Л. Бояровою</em></p><p><strong>Текст Б</strong></p><p>(5) Із 1999 р. ЮНЕСКО готує UNESCO’s Atlas of the World’s Languages in Danger, покликаний привернути увагу до проблеми збереження мовного розмаїття в умовах глобалізації, забезпечити моніторинг статусу загрожених мов і тенденцій у цій сфері.</p><p>(6). Останнє видання Атласу (2010 р.) містить інформацію майже про 2 500 мов (із-поміж яких із 1950 р. вимерли 280), що майже відповідає загальноприйнятій оцінці загрожених мов у світі (3000).</p><p>(7) Відповідно до Атласу, щонайменше 43 % з-поміж відомих мов перебувають під загрозою зникнення. Це показує таблиця нижче, яка, щоправда, не включає мов, стосовно яких немає достовірних даних (відсоток цих мов поданий разом із відсотком мов, які убезпечені).</p><div> <table> <thead> <tr> <th>Категорія</th> <th>Відсоток</th> </tr> </thead> <tbody> </tbody><tbody> <tr> <td> <p><strong><em>Убезпечені або відсутні дані</em></strong></p> <p><em>(мовою говорять усі покоління &gt;&gt;не включена до Атласу)</em></p></td> <td>57,13</td> </tr> <tr> <td> <p><strong><em>Вразливі</em></strong></p> <p><em>(більшість дітей говорить цією мовою, але обмежено, напр., удома)</em></p></td> <td>9,85</td> </tr> <tr> <td> <p><strong><em>Напевно загрожені</em></strong></p> <p><em>(діти вже не вивчають мову як материнську вдома)</em></p></td> <td>10,65</td> </tr> <tr> <td> <p><strong><em>Суттєво загрожені</em></strong></p> <p><em>(мовою говорять дідусі й бабусі та старше покоління; хоча батьки розуміють її, але не говорять нею з дітьми або між собою)</em></p></td> <td>5,95</td> </tr> <tr> <td> <p><strong><em>Критично загрожені</em></strong></p> <p><em>(наймолодші мовці – дідусі й бабусі та старші, і вони говорять цією мовою частково й нечасто)</em></p></td> <td>9,6</td> </tr> <tr> <td> <p><strong><em>Зникли з 1950 року</em></strong></p> <p><em>(жодного мовця не залишилося)</em></p></td> <td>3,8</td> </tr> </tbody> </table> </div><p>(8) За даними ЮНЕСКО, сьогодні у світі говорять понад 6 000 мов, 96 % із яких використовують усього 4 % жителів планети. Кожного місяця у світі зникають дві мови. Тисячі не використовуються в освіті, не представлені в Інтернеті. Зрозуміло, виникає питання, чи варто взагалі турбуватися про зникнення маловідомої мови з кількома носіями десь у віддаленому куточку планети?</p><p>(9) Дехто вважає, що втрата мов, як і втрата біологічних видів, -- невід'ємний факт життя, адже наша планета не стоїть на місці. Водночас багато хто має протилежну думку. «Люди часто апелюють до соціального дарвінізму як теоретичного підґрунтя своєї байдужості, – каже Марк Турін, антрополог і лінгвіст із Єльського університету. – Ми витрачаємо шалені гроші на збереження біологічного різноманіття. То хіба можемо дозволити собі так байдуже ставитися до того, що вирізняє нас як людей?»</p><p>(10) Збереження мови вкрай важливе, адже в мові відбивається унікальність культури. Наприклад, у мові черокі немає слова для прощання назавжди, лише – «до побачення». Так само немає і слова «вибач». Натомість вона має свої унікальні вислови, наприклад, слово «у-ка-гас-ді», що означає замилування, яке відчувають, дивлячись на немовля. Без мови культура зазнає втрат або взагалі зникає.</p><p>«Якщо ми хочемо вижити й далі існувати як окремий народ з унікальною культурою, – зазначає представник черокі Белт, – ми мусимо мати свою мову». «Англомовній людині, мова якої все більше тисне на інші мови, важко це зрозуміти, – додає Ленор Гренобль, лінгвіст із Чиказького університету. – Але носії інших мов раз у раз засвідчують: утрата рідної мови – це особиста трагедія».</p><p>(11) Інший аргумент уподібнює захист мови до захисту біологічного розмаїття. Екосистеми служать людству багатьма способами. Мови – це також невичерпні джерела користі. Це величезні масиви накопичених знань про географію, зоологію, математику, навігацію, астрономію, фармакологію тощо. «Жодна культура й мова не має монополії на людський геній, і невідомо, звідки прийде наступна геніальна ідея, – каже Девід Гаррисон, декан зі Свортморського коледжу. – Утрачаючи мови, ми втрачаємо прадавні знання».</p><p><em> За Р. Нувель і матеріалами ЮНЕСКО</em></p>",
     "group": 1
    },
    {
     "id": 33864,
     "n": 13,
     "section": "reading",
     "question": "<p>Авторка <strong><em>тексту А</em></strong> могла б дібрати з <strong><em>тексту Б</em></strong> аргументи для всіх позицій, заявлених у її тексті, ОКРІМ</p>",
     "answers": [
      {
       "letter": "А",
       "html": "...мова є соціальним кодом, що відбиває мовну картину світу... тих людей, для яких вона рідна..."
      },
      {
       "letter": "Б",
       "html": "...поширення англійської мови сприймається багатьма народами як загроза, що спричинить утрату ними національної ідентичності..."
      },
      {
       "letter": "В",
       "html": "..науковці акцентують на унікальній можливості збереження багатьох мов світу саме завдяки глобалізації..."
      },
      {
       "letter": "Г",
       "html": "...завдячуючи Інтернету й глобальному телебаченню відкриваються можливості для відродження й розвитку множинності мов людства..."
      }
     ],
     "correct": "Г",
     "explanation": "<p>Завдання зорієнтовано на виявлення здатності тестованих виявляти риси спільності й відмінності в поглядах авторів на певну проблему, аналізуючи позиції їхніх текстів.</p> <p>Зважаючи на зміст текстів <b>А</b> та <b>Б</b>, можна стверджувати, що авторка тексту <b>А</b> могла б використати текст <b>Б</b> для аргументування всіх своїх позицій, означених у варіантах відповіді, ОКРІМ позиції, викладеної в рядку <b>Д</b>. Це показано в таблиці.</p> <div> <table> <thead> <tr> <th>Текст А</th> <th>Текст Б</th> </tr> </thead> <tbody> <tr> <td><b>А</b> …мова є соціальним кодом, що відбиває мовну картину світу… тих людей, для яких вона рідна...</td> <td>Інформація з абзаців <b>10–11</b> свідчить, що мова відбиває культуру, погляди певного етносу. Крім того, відповідну тезу зілюстровано на прикладі народу черокі</td> </tr> <tr> <td><b>Б</b> …поширення англійської мови сприймається багатьма народами як загроза, що спричинить утрату ними національної ідентичності…</td> <td>Інформація з абзацу <b>10</b> свідчить, що представники загрожених мов (міркування представника черокі Белта, слова Ленор Ґренобль, лінгвістки із Чиказького університету) певною мірою розуміють, що домінантна мова (у цьому разі англійська) витісняє їхню мову</td> </tr> <tr> <td><b>В</b> …науковці акцентують на унікальній можливості збереження багатьох мов світу саме завдяки глобалізації…</td> <td>В абзацах <b>5–9</b> показано, що саме завдяки глобалізаційним процесам, підтвердженням яких, до речі, можна вважати й сам факт створення Атласу загрожених мов світу, з’являється можливість моніторити статус загрожених мов, відстежувати тенденції в цій сфері, а отже, можна припустити, і можливість виправити ситуацію в цій галузі</td> </tr> <tr> <td><b>Г</b> …завдячуючи Інтернету й глобальному телебаченню відкриваються можливості для відродження й розвитку множинності мов людства…</td> <td>У тексті <b>Б</b> немає нічого про Інтернет і телебачення, зокрема й щодо їхнього потенціалу у сфері збереження й розвитку загрожених мов</td> </tr> </tbody> </table> </div> <p><b>Правильна відповідь: Г.</b></p>",
     "passage": "<p><strong>Прочитайте тексти А й Б та виконайте завдання</strong></p><p><em>(цифри в дужках позначають номери абзаців наскрізно в обох текстах).</em></p><p><strong>Текст А</strong></p><p>(1) Нині глобалізаційні процеси охоплюють найважливіші сфери буття людини: соціальну, економічну, інформаційну, комунікативну, культурну тощо. Це потребує глибокого осмислення цих процесів у багатьох аспектах, зокрема й мовному. Тут є чимало нерозв'язаних питань: глобалізація й мовна політика, глобалізація й національна ідентичність, глобалізація й національна культура тощо. Ці питання постають особливо гостро з огляду на те, що інтеграційні процеси потребують якоїсь міжнародної мови як засобу спілкування світової спільноти, унаслідок чого чимало мов світу можуть не вижити.</p><p>(2) У ХХ ст. «загальносвітовою» мовою де-факто стала трансформована базова англійська мова (її звичайно називають американською англійською»), яка швидко поширюється як основна мова насамперед у спеціальній комунікації. Деякі лінгвісти вважають, що цю мову доцільно перейменувати на «Globalese», оскільки нею користується більшість народів світу для взаєморозуміння. Дехто навіть пропонує, щоб ООН надала «Globalese» офіційного статусу «глобальної мови».</p><p>(3) Поряд із цим у лінгвістиці формується й інший погляд на глобальну мову. Зокрема науковці вказують, що універсальною планетарною мовою не повинна бути одна з природних мов. Таку позицію мотивовано тим, що lingua franca не повинна ідентифікуватися з конкретною етнічною групою, релігією, ідеологією (тоді як англійська мова є соціальним кодом, що відбиває мовну картину світу (тобто світогляд, зафіксований у мові та її специфічних ознаках) тих людей, для яких вона рідна); поширення англійської мови сприймається багатьма народами як загроза, що спричинить утрату ними національної ідентичності; люди, які обирають англійську мову як засіб спілкування, говорять, власне, різними варіантами англійської мови, тобто вона набуває виразного місцевого колориту; англійська мова погано стандартизована, а її фонетична система, вимова, граматика, правопис є чи не найбільш заплутаними у світі.</p><p>(4) Звісно, варто зважити на висловлені застереження щодо використання англійської мови як глобальної. Разом із тим необхідно визнати, що на сьогодні в умовах динамічної глобалізації немає альтернативи «американській англійській мові», оскільки саме вона вможливлює сучасну міжнародну комунікацію. При цьому побоювання щодо зникнення багатьох мов, на думку деяких учених, є перебільшеними. Зокрема науковці акцентують на унікальній можливості збереження багатьох мов світу саме завдяки глобалізації, що з небезпечної тенденції, яка могла витоптати мови, навпаки, створює для них оази, адже завдячуючи Інтернету й глобальному телебаченню, відкриваються можливості для відродження й розвитку множинності мов людства, а це забезпечує нові комфортні умови для існування різних національних культур.</p><p><em> За Л. Бояровою</em></p><p><strong>Текст Б</strong></p><p>(5) Із 1999 р. ЮНЕСКО готує UNESCO’s Atlas of the World’s Languages in Danger, покликаний привернути увагу до проблеми збереження мовного розмаїття в умовах глобалізації, забезпечити моніторинг статусу загрожених мов і тенденцій у цій сфері.</p><p>(6). Останнє видання Атласу (2010 р.) містить інформацію майже про 2 500 мов (із-поміж яких із 1950 р. вимерли 280), що майже відповідає загальноприйнятій оцінці загрожених мов у світі (3000).</p><p>(7) Відповідно до Атласу, щонайменше 43 % з-поміж відомих мов перебувають під загрозою зникнення. Це показує таблиця нижче, яка, щоправда, не включає мов, стосовно яких немає достовірних даних (відсоток цих мов поданий разом із відсотком мов, які убезпечені).</p><div> <table> <thead> <tr> <th>Категорія</th> <th>Відсоток</th> </tr> </thead> <tbody> </tbody><tbody> <tr> <td> <p><strong><em>Убезпечені або відсутні дані</em></strong></p> <p><em>(мовою говорять усі покоління &gt;&gt;не включена до Атласу)</em></p></td> <td>57,13</td> </tr> <tr> <td> <p><strong><em>Вразливі</em></strong></p> <p><em>(більшість дітей говорить цією мовою, але обмежено, напр., удома)</em></p></td> <td>9,85</td> </tr> <tr> <td> <p><strong><em>Напевно загрожені</em></strong></p> <p><em>(діти вже не вивчають мову як материнську вдома)</em></p></td> <td>10,65</td> </tr> <tr> <td> <p><strong><em>Суттєво загрожені</em></strong></p> <p><em>(мовою говорять дідусі й бабусі та старше покоління; хоча батьки розуміють її, але не говорять нею з дітьми або між собою)</em></p></td> <td>5,95</td> </tr> <tr> <td> <p><strong><em>Критично загрожені</em></strong></p> <p><em>(наймолодші мовці – дідусі й бабусі та старші, і вони говорять цією мовою частково й нечасто)</em></p></td> <td>9,6</td> </tr> <tr> <td> <p><strong><em>Зникли з 1950 року</em></strong></p> <p><em>(жодного мовця не залишилося)</em></p></td> <td>3,8</td> </tr> </tbody> </table> </div><p>(8) За даними ЮНЕСКО, сьогодні у світі говорять понад 6 000 мов, 96 % із яких використовують усього 4 % жителів планети. Кожного місяця у світі зникають дві мови. Тисячі не використовуються в освіті, не представлені в Інтернеті. Зрозуміло, виникає питання, чи варто взагалі турбуватися про зникнення маловідомої мови з кількома носіями десь у віддаленому куточку планети?</p><p>(9) Дехто вважає, що втрата мов, як і втрата біологічних видів, -- невід'ємний факт життя, адже наша планета не стоїть на місці. Водночас багато хто має протилежну думку. «Люди часто апелюють до соціального дарвінізму як теоретичного підґрунтя своєї байдужості, – каже Марк Турін, антрополог і лінгвіст із Єльського університету. – Ми витрачаємо шалені гроші на збереження біологічного різноманіття. То хіба можемо дозволити собі так байдуже ставитися до того, що вирізняє нас як людей?»</p><p>(10) Збереження мови вкрай важливе, адже в мові відбивається унікальність культури. Наприклад, у мові черокі немає слова для прощання назавжди, лише – «до побачення». Так само немає і слова «вибач». Натомість вона має свої унікальні вислови, наприклад, слово «у-ка-гас-ді», що означає замилування, яке відчувають, дивлячись на немовля. Без мови культура зазнає втрат або взагалі зникає.</p><p>«Якщо ми хочемо вижити й далі існувати як окремий народ з унікальною культурою, – зазначає представник черокі Белт, – ми мусимо мати свою мову». «Англомовній людині, мова якої все більше тисне на інші мови, важко це зрозуміти, – додає Ленор Гренобль, лінгвіст із Чиказького університету. – Але носії інших мов раз у раз засвідчують: утрата рідної мови – це особиста трагедія».</p><p>(11) Інший аргумент уподібнює захист мови до захисту біологічного розмаїття. Екосистеми служать людству багатьма способами. Мови – це також невичерпні джерела користі. Це величезні масиви накопичених знань про географію, зоологію, математику, навігацію, астрономію, фармакологію тощо. «Жодна культура й мова не має монополії на людський геній, і невідомо, звідки прийде наступна геніальна ідея, – каже Девід Гаррисон, декан зі Свортморського коледжу. – Утрачаючи мови, ми втрачаємо прадавні знання».</p><p><em> За Р. Нувель і матеріалами ЮНЕСКО</em></p>",
     "group": 1
    },
    {
     "id": 33865,
     "n": 14,
     "section": "reading",
     "question": "<p><strong><em>Текст Б</em></strong>, на відміну від <strong><em>тексту А</em></strong>, НЕ порушує проблеми</p>",
     "answers": [
      {
       "letter": "А",
       "html": "необхідності зосередження уваги на мовній проблематиці в умовах глобалізації."
      },
      {
       "letter": "Б",
       "html": "причин зникнення мов у сучасному світі."
      },
      {
       "letter": "В",
       "html": "унікальності кожної мови та світогляду, який вона в собі фіксує."
      },
      {
       "letter": "Г",
       "html": "глобальної мови для міжнаціонального спілкування."
      }
     ],
     "correct": "Г",
     "explanation": "<p>Завдання зорієнтовано на виявлення здатності тестованих зіставляти мікротематику різних текстів, що важливо під час зіставлення позицій різних авторів.</p> <p>На підставі аналізу змісту текстів можна вмотивовано стверджувати, що в обох текстах більш чи менш глибоко порушено таку проблематику:</p> <p>проблема необхідності зосередження уваги на мовній проблематиці в умовах глобалізації (<b>А</b>): текст <b>А</b> – абзац <b>1</b>; текст <b>Б</b> – абзац <b>5</b>;</p> <p>проблема причин зникнення мов у сучасному світі (<b>Б</b>): текст <b>А</b> – абзаци <b>1</b>, <b>2</b>; текст <b>Б</b> – абзац <b>9</b>;</p> <p>проблема унікальності кожної мови та світогляду, який вона в собі фіксує (<b>В</b>): текст <b>А</b> – абзац <b>3</b>; текст <b>Б</b> – абзаци <b>10</b>, <b>11.</b></p> <p>Водночас проблему глобальної мови для міжнаціонального спілкування в тексті <b>Б</b> зовсім не акцентовано, окрім що хіба того, що англійську згадано в контексті нарікань представника народу черокі як мови людей, які не розуміють проблем і труднощів загрожених мов через поширеність їхньої мови.</p> <p><b>Правильна відповідь: Г.</b></p>",
     "passage": "<p><strong>Прочитайте тексти А й Б та виконайте завдання</strong></p><p><em>(цифри в дужках позначають номери абзаців наскрізно в обох текстах).</em></p><p><strong>Текст А</strong></p><p>(1) Нині глобалізаційні процеси охоплюють найважливіші сфери буття людини: соціальну, економічну, інформаційну, комунікативну, культурну тощо. Це потребує глибокого осмислення цих процесів у багатьох аспектах, зокрема й мовному. Тут є чимало нерозв'язаних питань: глобалізація й мовна політика, глобалізація й національна ідентичність, глобалізація й національна культура тощо. Ці питання постають особливо гостро з огляду на те, що інтеграційні процеси потребують якоїсь міжнародної мови як засобу спілкування світової спільноти, унаслідок чого чимало мов світу можуть не вижити.</p><p>(2) У ХХ ст. «загальносвітовою» мовою де-факто стала трансформована базова англійська мова (її звичайно називають американською англійською»), яка швидко поширюється як основна мова насамперед у спеціальній комунікації. Деякі лінгвісти вважають, що цю мову доцільно перейменувати на «Globalese», оскільки нею користується більшість народів світу для взаєморозуміння. Дехто навіть пропонує, щоб ООН надала «Globalese» офіційного статусу «глобальної мови».</p><p>(3) Поряд із цим у лінгвістиці формується й інший погляд на глобальну мову. Зокрема науковці вказують, що універсальною планетарною мовою не повинна бути одна з природних мов. Таку позицію мотивовано тим, що lingua franca не повинна ідентифікуватися з конкретною етнічною групою, релігією, ідеологією (тоді як англійська мова є соціальним кодом, що відбиває мовну картину світу (тобто світогляд, зафіксований у мові та її специфічних ознаках) тих людей, для яких вона рідна); поширення англійської мови сприймається багатьма народами як загроза, що спричинить утрату ними національної ідентичності; люди, які обирають англійську мову як засіб спілкування, говорять, власне, різними варіантами англійської мови, тобто вона набуває виразного місцевого колориту; англійська мова погано стандартизована, а її фонетична система, вимова, граматика, правопис є чи не найбільш заплутаними у світі.</p><p>(4) Звісно, варто зважити на висловлені застереження щодо використання англійської мови як глобальної. Разом із тим необхідно визнати, що на сьогодні в умовах динамічної глобалізації немає альтернативи «американській англійській мові», оскільки саме вона вможливлює сучасну міжнародну комунікацію. При цьому побоювання щодо зникнення багатьох мов, на думку деяких учених, є перебільшеними. Зокрема науковці акцентують на унікальній можливості збереження багатьох мов світу саме завдяки глобалізації, що з небезпечної тенденції, яка могла витоптати мови, навпаки, створює для них оази, адже завдячуючи Інтернету й глобальному телебаченню, відкриваються можливості для відродження й розвитку множинності мов людства, а це забезпечує нові комфортні умови для існування різних національних культур.</p><p><em> За Л. Бояровою</em></p><p><strong>Текст Б</strong></p><p>(5) Із 1999 р. ЮНЕСКО готує UNESCO’s Atlas of the World’s Languages in Danger, покликаний привернути увагу до проблеми збереження мовного розмаїття в умовах глобалізації, забезпечити моніторинг статусу загрожених мов і тенденцій у цій сфері.</p><p>(6). Останнє видання Атласу (2010 р.) містить інформацію майже про 2 500 мов (із-поміж яких із 1950 р. вимерли 280), що майже відповідає загальноприйнятій оцінці загрожених мов у світі (3000).</p><p>(7) Відповідно до Атласу, щонайменше 43 % з-поміж відомих мов перебувають під загрозою зникнення. Це показує таблиця нижче, яка, щоправда, не включає мов, стосовно яких немає достовірних даних (відсоток цих мов поданий разом із відсотком мов, які убезпечені).</p><div> <table> <thead> <tr> <th>Категорія</th> <th>Відсоток</th> </tr> </thead> <tbody> </tbody><tbody> <tr> <td> <p><strong><em>Убезпечені або відсутні дані</em></strong></p> <p><em>(мовою говорять усі покоління &gt;&gt;не включена до Атласу)</em></p></td> <td>57,13</td> </tr> <tr> <td> <p><strong><em>Вразливі</em></strong></p> <p><em>(більшість дітей говорить цією мовою, але обмежено, напр., удома)</em></p></td> <td>9,85</td> </tr> <tr> <td> <p><strong><em>Напевно загрожені</em></strong></p> <p><em>(діти вже не вивчають мову як материнську вдома)</em></p></td> <td>10,65</td> </tr> <tr> <td> <p><strong><em>Суттєво загрожені</em></strong></p> <p><em>(мовою говорять дідусі й бабусі та старше покоління; хоча батьки розуміють її, але не говорять нею з дітьми або між собою)</em></p></td> <td>5,95</td> </tr> <tr> <td> <p><strong><em>Критично загрожені</em></strong></p> <p><em>(наймолодші мовці – дідусі й бабусі та старші, і вони говорять цією мовою частково й нечасто)</em></p></td> <td>9,6</td> </tr> <tr> <td> <p><strong><em>Зникли з 1950 року</em></strong></p> <p><em>(жодного мовця не залишилося)</em></p></td> <td>3,8</td> </tr> </tbody> </table> </div><p>(8) За даними ЮНЕСКО, сьогодні у світі говорять понад 6 000 мов, 96 % із яких використовують усього 4 % жителів планети. Кожного місяця у світі зникають дві мови. Тисячі не використовуються в освіті, не представлені в Інтернеті. Зрозуміло, виникає питання, чи варто взагалі турбуватися про зникнення маловідомої мови з кількома носіями десь у віддаленому куточку планети?</p><p>(9) Дехто вважає, що втрата мов, як і втрата біологічних видів, -- невід'ємний факт життя, адже наша планета не стоїть на місці. Водночас багато хто має протилежну думку. «Люди часто апелюють до соціального дарвінізму як теоретичного підґрунтя своєї байдужості, – каже Марк Турін, антрополог і лінгвіст із Єльського університету. – Ми витрачаємо шалені гроші на збереження біологічного різноманіття. То хіба можемо дозволити собі так байдуже ставитися до того, що вирізняє нас як людей?»</p><p>(10) Збереження мови вкрай важливе, адже в мові відбивається унікальність культури. Наприклад, у мові черокі немає слова для прощання назавжди, лише – «до побачення». Так само немає і слова «вибач». Натомість вона має свої унікальні вислови, наприклад, слово «у-ка-гас-ді», що означає замилування, яке відчувають, дивлячись на немовля. Без мови культура зазнає втрат або взагалі зникає.</p><p>«Якщо ми хочемо вижити й далі існувати як окремий народ з унікальною культурою, – зазначає представник черокі Белт, – ми мусимо мати свою мову». «Англомовній людині, мова якої все більше тисне на інші мови, важко це зрозуміти, – додає Ленор Гренобль, лінгвіст із Чиказького університету. – Але носії інших мов раз у раз засвідчують: утрата рідної мови – це особиста трагедія».</p><p>(11) Інший аргумент уподібнює захист мови до захисту біологічного розмаїття. Екосистеми служать людству багатьма способами. Мови – це також невичерпні джерела користі. Це величезні масиви накопичених знань про географію, зоологію, математику, навігацію, астрономію, фармакологію тощо. «Жодна культура й мова не має монополії на людський геній, і невідомо, звідки прийде наступна геніальна ідея, – каже Девід Гаррисон, декан зі Свортморського коледжу. – Утрачаючи мови, ми втрачаємо прадавні знання».</p><p><em> За Р. Нувель і матеріалами ЮНЕСКО</em></p>",
     "group": 1
    },
    {
     "id": 33866,
     "n": 15,
     "section": "reading",
     "question": "<p>Причину того, чому англомовній людині важко, як стверджує Ленор Гренобль, зрозуміти особисту трагедію носіїв загрожених мов (<strong><em>абзац 10 тексту Б</em></strong>), допомагає прояснити фрагмент <strong><em>тексту А</em></strong>, наведений у рядку</p>",
     "answers": [
      {
       "letter": "А",
       "html": "Англійська мова є соціальним кодом, що відбиває мовну картину світу...тих людей, для яких вона рідна."
      },
      {
       "letter": "Б",
       "html": "Поширення англійської мови сприймається багатьма народами як загроза, що спричинить утрату ними національної ідентичності."
      },
      {
       "letter": "В",
       "html": "Англійська мова погано стандартизована, а її фонетична система, вимова, граматика, правопис є чи не найбільш заплутаними у світі."
      },
      {
       "letter": "Г",
       "html": "У ХХ ст. «загальносвітовою» мовою де-факто стала трансформована базова англійська мова (її звичайно називають «американською англійською»)."
      }
     ],
     "correct": "Г",
     "explanation": "<p>Завдання зорієнтовано на виявлення здатності тестованих тлумачити інформацію і формулювати висновки за результатами аналізу інформації з різних текстів.</p> <p>У тексті <b>Б</b> наведено слова Ленор Ґренобль, лінгвістки із Чиказького університету: <i>«Англомовній людині, мова, якої все більше тисне на інші мови, важко це зрозуміти. Але носії інших мов раз у раз засвідчують: утрата рідної мови – це особиста трагедія»</i>. У пресупозиції цього твердження дослідниці лежить думка, яку образно можна було б передати приказкою «Ситий голодному не товариш», тобто можна стверджувати, що причиною того, чому англомовна людина не зрозуміє людину, мова якої загрожена, є те, що англійська мова у ХХ столітті стала де-факто загальносвітовою. На цьому наголошено у варіанті відповіді <b>Г</b>. У ХХ ст. <i>«загальносвітовою» мовою де-факто стала трансформована базова англійська мова (її звичайно називають «американською англійською»</i>).</p> <p><b>Правильна відповідь: Г.</b></p>",
     "passage": "<p><strong>Прочитайте тексти А й Б та виконайте завдання</strong></p><p><em>(цифри в дужках позначають номери абзаців наскрізно в обох текстах).</em></p><p><strong>Текст А</strong></p><p>(1) Нині глобалізаційні процеси охоплюють найважливіші сфери буття людини: соціальну, економічну, інформаційну, комунікативну, культурну тощо. Це потребує глибокого осмислення цих процесів у багатьох аспектах, зокрема й мовному. Тут є чимало нерозв'язаних питань: глобалізація й мовна політика, глобалізація й національна ідентичність, глобалізація й національна культура тощо. Ці питання постають особливо гостро з огляду на те, що інтеграційні процеси потребують якоїсь міжнародної мови як засобу спілкування світової спільноти, унаслідок чого чимало мов світу можуть не вижити.</p><p>(2) У ХХ ст. «загальносвітовою» мовою де-факто стала трансформована базова англійська мова (її звичайно називають американською англійською»), яка швидко поширюється як основна мова насамперед у спеціальній комунікації. Деякі лінгвісти вважають, що цю мову доцільно перейменувати на «Globalese», оскільки нею користується більшість народів світу для взаєморозуміння. Дехто навіть пропонує, щоб ООН надала «Globalese» офіційного статусу «глобальної мови».</p><p>(3) Поряд із цим у лінгвістиці формується й інший погляд на глобальну мову. Зокрема науковці вказують, що універсальною планетарною мовою не повинна бути одна з природних мов. Таку позицію мотивовано тим, що lingua franca не повинна ідентифікуватися з конкретною етнічною групою, релігією, ідеологією (тоді як англійська мова є соціальним кодом, що відбиває мовну картину світу (тобто світогляд, зафіксований у мові та її специфічних ознаках) тих людей, для яких вона рідна); поширення англійської мови сприймається багатьма народами як загроза, що спричинить утрату ними національної ідентичності; люди, які обирають англійську мову як засіб спілкування, говорять, власне, різними варіантами англійської мови, тобто вона набуває виразного місцевого колориту; англійська мова погано стандартизована, а її фонетична система, вимова, граматика, правопис є чи не найбільш заплутаними у світі.</p><p>(4) Звісно, варто зважити на висловлені застереження щодо використання англійської мови як глобальної. Разом із тим необхідно визнати, що на сьогодні в умовах динамічної глобалізації немає альтернативи «американській англійській мові», оскільки саме вона вможливлює сучасну міжнародну комунікацію. При цьому побоювання щодо зникнення багатьох мов, на думку деяких учених, є перебільшеними. Зокрема науковці акцентують на унікальній можливості збереження багатьох мов світу саме завдяки глобалізації, що з небезпечної тенденції, яка могла витоптати мови, навпаки, створює для них оази, адже завдячуючи Інтернету й глобальному телебаченню, відкриваються можливості для відродження й розвитку множинності мов людства, а це забезпечує нові комфортні умови для існування різних національних культур.</p><p><em> За Л. Бояровою</em></p><p><strong>Текст Б</strong></p><p>(5) Із 1999 р. ЮНЕСКО готує UNESCO’s Atlas of the World’s Languages in Danger, покликаний привернути увагу до проблеми збереження мовного розмаїття в умовах глобалізації, забезпечити моніторинг статусу загрожених мов і тенденцій у цій сфері.</p><p>(6). Останнє видання Атласу (2010 р.) містить інформацію майже про 2 500 мов (із-поміж яких із 1950 р. вимерли 280), що майже відповідає загальноприйнятій оцінці загрожених мов у світі (3000).</p><p>(7) Відповідно до Атласу, щонайменше 43 % з-поміж відомих мов перебувають під загрозою зникнення. Це показує таблиця нижче, яка, щоправда, не включає мов, стосовно яких немає достовірних даних (відсоток цих мов поданий разом із відсотком мов, які убезпечені).</p><div> <table> <thead> <tr> <th>Категорія</th> <th>Відсоток</th> </tr> </thead> <tbody> </tbody><tbody> <tr> <td> <p><strong><em>Убезпечені або відсутні дані</em></strong></p> <p><em>(мовою говорять усі покоління &gt;&gt;не включена до Атласу)</em></p></td> <td>57,13</td> </tr> <tr> <td> <p><strong><em>Вразливі</em></strong></p> <p><em>(більшість дітей говорить цією мовою, але обмежено, напр., удома)</em></p></td> <td>9,85</td> </tr> <tr> <td> <p><strong><em>Напевно загрожені</em></strong></p> <p><em>(діти вже не вивчають мову як материнську вдома)</em></p></td> <td>10,65</td> </tr> <tr> <td> <p><strong><em>Суттєво загрожені</em></strong></p> <p><em>(мовою говорять дідусі й бабусі та старше покоління; хоча батьки розуміють її, але не говорять нею з дітьми або між собою)</em></p></td> <td>5,95</td> </tr> <tr> <td> <p><strong><em>Критично загрожені</em></strong></p> <p><em>(наймолодші мовці – дідусі й бабусі та старші, і вони говорять цією мовою частково й нечасто)</em></p></td> <td>9,6</td> </tr> <tr> <td> <p><strong><em>Зникли з 1950 року</em></strong></p> <p><em>(жодного мовця не залишилося)</em></p></td> <td>3,8</td> </tr> </tbody> </table> </div><p>(8) За даними ЮНЕСКО, сьогодні у світі говорять понад 6 000 мов, 96 % із яких використовують усього 4 % жителів планети. Кожного місяця у світі зникають дві мови. Тисячі не використовуються в освіті, не представлені в Інтернеті. Зрозуміло, виникає питання, чи варто взагалі турбуватися про зникнення маловідомої мови з кількома носіями десь у віддаленому куточку планети?</p><p>(9) Дехто вважає, що втрата мов, як і втрата біологічних видів, -- невід'ємний факт життя, адже наша планета не стоїть на місці. Водночас багато хто має протилежну думку. «Люди часто апелюють до соціального дарвінізму як теоретичного підґрунтя своєї байдужості, – каже Марк Турін, антрополог і лінгвіст із Єльського університету. – Ми витрачаємо шалені гроші на збереження біологічного різноманіття. То хіба можемо дозволити собі так байдуже ставитися до того, що вирізняє нас як людей?»</p><p>(10) Збереження мови вкрай важливе, адже в мові відбивається унікальність культури. Наприклад, у мові черокі немає слова для прощання назавжди, лише – «до побачення». Так само немає і слова «вибач». Натомість вона має свої унікальні вислови, наприклад, слово «у-ка-гас-ді», що означає замилування, яке відчувають, дивлячись на немовля. Без мови культура зазнає втрат або взагалі зникає.</p><p>«Якщо ми хочемо вижити й далі існувати як окремий народ з унікальною культурою, – зазначає представник черокі Белт, – ми мусимо мати свою мову». «Англомовній людині, мова якої все більше тисне на інші мови, важко це зрозуміти, – додає Ленор Гренобль, лінгвіст із Чиказького університету. – Але носії інших мов раз у раз засвідчують: утрата рідної мови – це особиста трагедія».</p><p>(11) Інший аргумент уподібнює захист мови до захисту біологічного розмаїття. Екосистеми служать людству багатьма способами. Мови – це також невичерпні джерела користі. Це величезні масиви накопичених знань про географію, зоологію, математику, навігацію, астрономію, фармакологію тощо. «Жодна культура й мова не має монополії на людський геній, і невідомо, звідки прийде наступна геніальна ідея, – каже Девід Гаррисон, декан зі Свортморського коледжу. – Утрачаючи мови, ми втрачаємо прадавні знання».</p><p><em> За Р. Нувель і матеріалами ЮНЕСКО</em></p>",
     "group": 1
    },
    {
     "id": 33867,
     "n": 16,
     "section": "reading",
     "question": "<p>Автори обох текстів погодилися б з усіма твердженнями, ОКРІМ</p>",
     "answers": [
      {
       "letter": "А",
       "html": "Збереження певної мови - це збереження унікальної культури."
      },
      {
       "letter": "Б",
       "html": "Нині більшість мов світу перебуває під загрозою зникнення."
      },
      {
       "letter": "В",
       "html": "Кожна мова відбиває в собі специфічні риси умов існування її носіїв."
      },
      {
       "letter": "Г",
       "html": "Збереження мовного розмаїття потребує цілеспрямованої роботи."
      }
     ],
     "correct": "Б",
     "explanation": "<p>Завдання зорієнтовано на виявлення здатності тестованого зіставляти позиції авторів текстів щодо певних аспектів проблеми й виявляти риси збіжності / розбіжності в їхніх поглядах.</p> <p>Зважаючи на зміст обох текстів, можна з високою часткою імовірності припускати, що автори текстів <b>А</b> та <b>Б</b> зійшлися б у таких позиціях:</p> <p><b>А</b> <i>Збереження певної мови – це збереження унікальної культури</i> (автор тексту <b>А</b> говорить про це опосередковано, указуючи на те, що англійська мова – це особливий світогляд, культура й водночас наголошуючи в останньому абзаці на тому, що сучасна технізація дасть змогу зберегти загрожені мови; автор тексту <b>Б</b> говорить про це прямо в абзацах <b>10</b> й <b>11</b>).</p> <p><b>В</b> <i>Кожна мова відбиває в собі специфічні риси умов існування її носіїв</i> (автор тексту <b>А</b> говорить прямо про це в абзаці <b>3</b>, а автор тексту <b>Б</b> – в абзаці <b>11</b>).</p> <p><b>Г</b> <i>Збереження мовного розмаїття потребує цілеспрямованої роботи</i> (автор тексту <b>А</b> говорить прямо про це в абзацах <b>1</b> й <b>4</b>, а автор тексту <b>Б</b> – в абзаці <b>5</b> та <b>9</b>).</p> <p><b>Єдиною позицією</b>, у якій би <b>не зійшлися</b> автори текстів <b>А</b> та <b>Б</b>, є твердження, що запропоноване в тестовому завданні як варіант відповіді <b>Б</b> <i>Нині більшість мов світу перебуває під загрозою зникнення</i>. Авторка тексту <b>Б не погодилася</b> з із цим, бо вона оперує чіткими даними Атласу, відповідно до якого <b>не більшість</b>, а лише 43 % мов перебувають під загрозою зникнення. Та й авторка тексту <b>А не погодилася</b> б із цим, оскільки вона у своєму тексті оперує квантором приблизної кількості <i>чимало</i>, який зазвичай уживають у ситуаціях указівки на меншу ніж половина кількість чогось.</p> <p><b>Правильна відповідь: Б.</b></p>",
     "passage": "<p><strong>Прочитайте тексти А й Б та виконайте завдання</strong></p><p><em>(цифри в дужках позначають номери абзаців наскрізно в обох текстах).</em></p><p><strong>Текст А</strong></p><p>(1) Нині глобалізаційні процеси охоплюють найважливіші сфери буття людини: соціальну, економічну, інформаційну, комунікативну, культурну тощо. Це потребує глибокого осмислення цих процесів у багатьох аспектах, зокрема й мовному. Тут є чимало нерозв'язаних питань: глобалізація й мовна політика, глобалізація й національна ідентичність, глобалізація й національна культура тощо. Ці питання постають особливо гостро з огляду на те, що інтеграційні процеси потребують якоїсь міжнародної мови як засобу спілкування світової спільноти, унаслідок чого чимало мов світу можуть не вижити.</p><p>(2) У ХХ ст. «загальносвітовою» мовою де-факто стала трансформована базова англійська мова (її звичайно називають американською англійською»), яка швидко поширюється як основна мова насамперед у спеціальній комунікації. Деякі лінгвісти вважають, що цю мову доцільно перейменувати на «Globalese», оскільки нею користується більшість народів світу для взаєморозуміння. Дехто навіть пропонує, щоб ООН надала «Globalese» офіційного статусу «глобальної мови».</p><p>(3) Поряд із цим у лінгвістиці формується й інший погляд на глобальну мову. Зокрема науковці вказують, що універсальною планетарною мовою не повинна бути одна з природних мов. Таку позицію мотивовано тим, що lingua franca не повинна ідентифікуватися з конкретною етнічною групою, релігією, ідеологією (тоді як англійська мова є соціальним кодом, що відбиває мовну картину світу (тобто світогляд, зафіксований у мові та її специфічних ознаках) тих людей, для яких вона рідна); поширення англійської мови сприймається багатьма народами як загроза, що спричинить утрату ними національної ідентичності; люди, які обирають англійську мову як засіб спілкування, говорять, власне, різними варіантами англійської мови, тобто вона набуває виразного місцевого колориту; англійська мова погано стандартизована, а її фонетична система, вимова, граматика, правопис є чи не найбільш заплутаними у світі.</p><p>(4) Звісно, варто зважити на висловлені застереження щодо використання англійської мови як глобальної. Разом із тим необхідно визнати, що на сьогодні в умовах динамічної глобалізації немає альтернативи «американській англійській мові», оскільки саме вона вможливлює сучасну міжнародну комунікацію. При цьому побоювання щодо зникнення багатьох мов, на думку деяких учених, є перебільшеними. Зокрема науковці акцентують на унікальній можливості збереження багатьох мов світу саме завдяки глобалізації, що з небезпечної тенденції, яка могла витоптати мови, навпаки, створює для них оази, адже завдячуючи Інтернету й глобальному телебаченню, відкриваються можливості для відродження й розвитку множинності мов людства, а це забезпечує нові комфортні умови для існування різних національних культур.</p><p><em> За Л. Бояровою</em></p><p><strong>Текст Б</strong></p><p>(5) Із 1999 р. ЮНЕСКО готує UNESCO’s Atlas of the World’s Languages in Danger, покликаний привернути увагу до проблеми збереження мовного розмаїття в умовах глобалізації, забезпечити моніторинг статусу загрожених мов і тенденцій у цій сфері.</p><p>(6). Останнє видання Атласу (2010 р.) містить інформацію майже про 2 500 мов (із-поміж яких із 1950 р. вимерли 280), що майже відповідає загальноприйнятій оцінці загрожених мов у світі (3000).</p><p>(7) Відповідно до Атласу, щонайменше 43 % з-поміж відомих мов перебувають під загрозою зникнення. Це показує таблиця нижче, яка, щоправда, не включає мов, стосовно яких немає достовірних даних (відсоток цих мов поданий разом із відсотком мов, які убезпечені).</p><div> <table> <thead> <tr> <th>Категорія</th> <th>Відсоток</th> </tr> </thead> <tbody> </tbody><tbody> <tr> <td> <p><strong><em>Убезпечені або відсутні дані</em></strong></p> <p><em>(мовою говорять усі покоління &gt;&gt;не включена до Атласу)</em></p></td> <td>57,13</td> </tr> <tr> <td> <p><strong><em>Вразливі</em></strong></p> <p><em>(більшість дітей говорить цією мовою, але обмежено, напр., удома)</em></p></td> <td>9,85</td> </tr> <tr> <td> <p><strong><em>Напевно загрожені</em></strong></p> <p><em>(діти вже не вивчають мову як материнську вдома)</em></p></td> <td>10,65</td> </tr> <tr> <td> <p><strong><em>Суттєво загрожені</em></strong></p> <p><em>(мовою говорять дідусі й бабусі та старше покоління; хоча батьки розуміють її, але не говорять нею з дітьми або між собою)</em></p></td> <td>5,95</td> </tr> <tr> <td> <p><strong><em>Критично загрожені</em></strong></p> <p><em>(наймолодші мовці – дідусі й бабусі та старші, і вони говорять цією мовою частково й нечасто)</em></p></td> <td>9,6</td> </tr> <tr> <td> <p><strong><em>Зникли з 1950 року</em></strong></p> <p><em>(жодного мовця не залишилося)</em></p></td> <td>3,8</td> </tr> </tbody> </table> </div><p>(8) За даними ЮНЕСКО, сьогодні у світі говорять понад 6 000 мов, 96 % із яких використовують усього 4 % жителів планети. Кожного місяця у світі зникають дві мови. Тисячі не використовуються в освіті, не представлені в Інтернеті. Зрозуміло, виникає питання, чи варто взагалі турбуватися про зникнення маловідомої мови з кількома носіями десь у віддаленому куточку планети?</p><p>(9) Дехто вважає, що втрата мов, як і втрата біологічних видів, -- невід'ємний факт життя, адже наша планета не стоїть на місці. Водночас багато хто має протилежну думку. «Люди часто апелюють до соціального дарвінізму як теоретичного підґрунтя своєї байдужості, – каже Марк Турін, антрополог і лінгвіст із Єльського університету. – Ми витрачаємо шалені гроші на збереження біологічного різноманіття. То хіба можемо дозволити собі так байдуже ставитися до того, що вирізняє нас як людей?»</p><p>(10) Збереження мови вкрай важливе, адже в мові відбивається унікальність культури. Наприклад, у мові черокі немає слова для прощання назавжди, лише – «до побачення». Так само немає і слова «вибач». Натомість вона має свої унікальні вислови, наприклад, слово «у-ка-гас-ді», що означає замилування, яке відчувають, дивлячись на немовля. Без мови культура зазнає втрат або взагалі зникає.</p><p>«Якщо ми хочемо вижити й далі існувати як окремий народ з унікальною культурою, – зазначає представник черокі Белт, – ми мусимо мати свою мову». «Англомовній людині, мова якої все більше тисне на інші мови, важко це зрозуміти, – додає Ленор Гренобль, лінгвіст із Чиказького університету. – Але носії інших мов раз у раз засвідчують: утрата рідної мови – це особиста трагедія».</p><p>(11) Інший аргумент уподібнює захист мови до захисту біологічного розмаїття. Екосистеми служать людству багатьма способами. Мови – це також невичерпні джерела користі. Це величезні масиви накопичених знань про географію, зоологію, математику, навігацію, астрономію, фармакологію тощо. «Жодна культура й мова не має монополії на людський геній, і невідомо, звідки прийде наступна геніальна ідея, – каже Девід Гаррисон, декан зі Свортморського коледжу. – Утрачаючи мови, ми втрачаємо прадавні знання».</p><p><em> За Р. Нувель і матеріалами ЮНЕСКО</em></p>",
     "group": 1
    },
    {
     "id": 33868,
     "n": 17,
     "section": "reading",
     "question": "<p>Оптимізм автора <strong><em>тексту А</em></strong> з приводу потенціалу розвитку мов завдяки сучасним технологіям <strong><em>(абзац 4</em></strong>) є об'єктивно сумнівним передусім стосовно мов, які в таблиці <strong><em>(текст Б)</em></strong> віднесено до категорії</p>",
     "answers": [
      {
       "letter": "А",
       "html": "Вразливі"
      },
      {
       "letter": "Б",
       "html": "Напевно загрожені"
      },
      {
       "letter": "В",
       "html": "Суттєво загрожені"
      },
      {
       "letter": "Г",
       "html": "Критично загрожені"
      }
     ],
     "correct": "Г",
     "explanation": "<p>Завдання зорієнтовано на виявлення здатності тестованого працювати з текстовим і табличним матеріалом, а також робити висновки з певної інформації, спираючись на фонові (позатекстові) знання щодо певних станів речей у дійсності.</p> <p>Щоб зробити висновок про сумнівність оптимізму автора тексту <b>А</b> щодо можливості використання потенціалу ІКТ для підтримки й розвитку певної категорій мов, з-поміж визначених у таблиці тексту <b>Б</b>, передусім варто взяти до уваги <b>специфіку носіїв</b> кожної із цих категорій мов в аспекті їхньої <b>здатності працювати з новими цифровими технологіями</b>.</p> <p>На підставі цієї інформації, а також на підставі знання об’єктивних соціальних характеристик вікових груп носіїв мов можна цілком упевнено стверджувати, що носії мов категорії <i>«критично загрожені»</i> (а це дідусі й бабусі та старші, які говорять цими мовами частково й нечасто) <b>навряд чи</b> зможуть забезпечити відродження своєї мови як з огляду на її погане знання, так і з огляду на те, що вони вже, цілком імовірно, <b>не здатні</b> працювати з новими цифровими технологіями на потрібному рівні ефективності.</p> <p><b>Правильна відповідь: Г.</b></p>",
     "passage": "<p><strong>Прочитайте тексти А й Б та виконайте завдання</strong></p><p><em>(цифри в дужках позначають номери абзаців наскрізно в обох текстах).</em></p><p><strong>Текст А</strong></p><p>(1) Нині глобалізаційні процеси охоплюють найважливіші сфери буття людини: соціальну, економічну, інформаційну, комунікативну, культурну тощо. Це потребує глибокого осмислення цих процесів у багатьох аспектах, зокрема й мовному. Тут є чимало нерозв'язаних питань: глобалізація й мовна політика, глобалізація й національна ідентичність, глобалізація й національна культура тощо. Ці питання постають особливо гостро з огляду на те, що інтеграційні процеси потребують якоїсь міжнародної мови як засобу спілкування світової спільноти, унаслідок чого чимало мов світу можуть не вижити.</p><p>(2) У ХХ ст. «загальносвітовою» мовою де-факто стала трансформована базова англійська мова (її звичайно називають американською англійською»), яка швидко поширюється як основна мова насамперед у спеціальній комунікації. Деякі лінгвісти вважають, що цю мову доцільно перейменувати на «Globalese», оскільки нею користується більшість народів світу для взаєморозуміння. Дехто навіть пропонує, щоб ООН надала «Globalese» офіційного статусу «глобальної мови».</p><p>(3) Поряд із цим у лінгвістиці формується й інший погляд на глобальну мову. Зокрема науковці вказують, що універсальною планетарною мовою не повинна бути одна з природних мов. Таку позицію мотивовано тим, що lingua franca не повинна ідентифікуватися з конкретною етнічною групою, релігією, ідеологією (тоді як англійська мова є соціальним кодом, що відбиває мовну картину світу (тобто світогляд, зафіксований у мові та її специфічних ознаках) тих людей, для яких вона рідна); поширення англійської мови сприймається багатьма народами як загроза, що спричинить утрату ними національної ідентичності; люди, які обирають англійську мову як засіб спілкування, говорять, власне, різними варіантами англійської мови, тобто вона набуває виразного місцевого колориту; англійська мова погано стандартизована, а її фонетична система, вимова, граматика, правопис є чи не найбільш заплутаними у світі.</p><p>(4) Звісно, варто зважити на висловлені застереження щодо використання англійської мови як глобальної. Разом із тим необхідно визнати, що на сьогодні в умовах динамічної глобалізації немає альтернативи «американській англійській мові», оскільки саме вона вможливлює сучасну міжнародну комунікацію. При цьому побоювання щодо зникнення багатьох мов, на думку деяких учених, є перебільшеними. Зокрема науковці акцентують на унікальній можливості збереження багатьох мов світу саме завдяки глобалізації, що з небезпечної тенденції, яка могла витоптати мови, навпаки, створює для них оази, адже завдячуючи Інтернету й глобальному телебаченню, відкриваються можливості для відродження й розвитку множинності мов людства, а це забезпечує нові комфортні умови для існування різних національних культур.</p><p><em> За Л. Бояровою</em></p><p><strong>Текст Б</strong></p><p>(5) Із 1999 р. ЮНЕСКО готує UNESCO’s Atlas of the World’s Languages in Danger, покликаний привернути увагу до проблеми збереження мовного розмаїття в умовах глобалізації, забезпечити моніторинг статусу загрожених мов і тенденцій у цій сфері.</p><p>(6). Останнє видання Атласу (2010 р.) містить інформацію майже про 2 500 мов (із-поміж яких із 1950 р. вимерли 280), що майже відповідає загальноприйнятій оцінці загрожених мов у світі (3000).</p><p>(7) Відповідно до Атласу, щонайменше 43 % з-поміж відомих мов перебувають під загрозою зникнення. Це показує таблиця нижче, яка, щоправда, не включає мов, стосовно яких немає достовірних даних (відсоток цих мов поданий разом із відсотком мов, які убезпечені).</p><div> <table> <thead> <tr> <th>Категорія</th> <th>Відсоток</th> </tr> </thead> <tbody> </tbody><tbody> <tr> <td> <p><strong><em>Убезпечені або відсутні дані</em></strong></p> <p><em>(мовою говорять усі покоління &gt;&gt;не включена до Атласу)</em></p></td> <td>57,13</td> </tr> <tr> <td> <p><strong><em>Вразливі</em></strong></p> <p><em>(більшість дітей говорить цією мовою, але обмежено, напр., удома)</em></p></td> <td>9,85</td> </tr> <tr> <td> <p><strong><em>Напевно загрожені</em></strong></p> <p><em>(діти вже не вивчають мову як материнську вдома)</em></p></td> <td>10,65</td> </tr> <tr> <td> <p><strong><em>Суттєво загрожені</em></strong></p> <p><em>(мовою говорять дідусі й бабусі та старше покоління; хоча батьки розуміють її, але не говорять нею з дітьми або між собою)</em></p></td> <td>5,95</td> </tr> <tr> <td> <p><strong><em>Критично загрожені</em></strong></p> <p><em>(наймолодші мовці – дідусі й бабусі та старші, і вони говорять цією мовою частково й нечасто)</em></p></td> <td>9,6</td> </tr> <tr> <td> <p><strong><em>Зникли з 1950 року</em></strong></p> <p><em>(жодного мовця не залишилося)</em></p></td> <td>3,8</td> </tr> </tbody> </table> </div><p>(8) За даними ЮНЕСКО, сьогодні у світі говорять понад 6 000 мов, 96 % із яких використовують усього 4 % жителів планети. Кожного місяця у світі зникають дві мови. Тисячі не використовуються в освіті, не представлені в Інтернеті. Зрозуміло, виникає питання, чи варто взагалі турбуватися про зникнення маловідомої мови з кількома носіями десь у віддаленому куточку планети?</p><p>(9) Дехто вважає, що втрата мов, як і втрата біологічних видів, -- невід'ємний факт життя, адже наша планета не стоїть на місці. Водночас багато хто має протилежну думку. «Люди часто апелюють до соціального дарвінізму як теоретичного підґрунтя своєї байдужості, – каже Марк Турін, антрополог і лінгвіст із Єльського університету. – Ми витрачаємо шалені гроші на збереження біологічного різноманіття. То хіба можемо дозволити собі так байдуже ставитися до того, що вирізняє нас як людей?»</p><p>(10) Збереження мови вкрай важливе, адже в мові відбивається унікальність культури. Наприклад, у мові черокі немає слова для прощання назавжди, лише – «до побачення». Так само немає і слова «вибач». Натомість вона має свої унікальні вислови, наприклад, слово «у-ка-гас-ді», що означає замилування, яке відчувають, дивлячись на немовля. Без мови культура зазнає втрат або взагалі зникає.</p><p>«Якщо ми хочемо вижити й далі існувати як окремий народ з унікальною культурою, – зазначає представник черокі Белт, – ми мусимо мати свою мову». «Англомовній людині, мова якої все більше тисне на інші мови, важко це зрозуміти, – додає Ленор Гренобль, лінгвіст із Чиказького університету. – Але носії інших мов раз у раз засвідчують: утрата рідної мови – це особиста трагедія».</p><p>(11) Інший аргумент уподібнює захист мови до захисту біологічного розмаїття. Екосистеми служать людству багатьма способами. Мови – це також невичерпні джерела користі. Це величезні масиви накопичених знань про географію, зоологію, математику, навігацію, астрономію, фармакологію тощо. «Жодна культура й мова не має монополії на людський геній, і невідомо, звідки прийде наступна геніальна ідея, – каже Девід Гаррисон, декан зі Свортморського коледжу. – Утрачаючи мови, ми втрачаємо прадавні знання».</p><p><em> За Р. Нувель і матеріалами ЮНЕСКО</em></p>",
     "group": 1
    },
    {
     "id": 33869,
     "n": 18,
     "section": "reading",
     "question": "<p>Найбільш точно окреслює взаємозв'язок <strong><em>тексту А</em></strong> й <strong><em>тексту Б</em></strong> твердження в рядку</p>",
     "answers": [
      {
       "letter": "А",
       "html": "Текст Б постає ілюстрацією негативних для багатьох мов наслідків поширення англійської мови як глобальної мови, про що йдеться в тексті А."
      },
      {
       "letter": "Б",
       "html": "Текст А обґрунтовує потребу в глобальній мові без шкоди іншим мовам, а текст Б обстоює важливість збереження мовного різноманіття у світі."
      },
      {
       "letter": "В",
       "html": "Як текст А, так і текст Б аргументують позицію про закономірність нерівності мов в умовах глобалізації."
      },
      {
       "letter": "Г",
       "html": "Текст А репрезентує глобальну ситуацію в галузі мов де-факто, натомість текст Б репрезентує її крізь призму ідеального бачення ЮНЕСКО."
      }
     ],
     "correct": "Б",
     "explanation": "<p>Завдання зорієнтовано на перевірку здатності тестованого виявляти спільну ідейно-тематичну домінанту для різних текстів.</p> <p>З-поміж запропонованих варіантів відповіді щодо зв’язку текстів <b>А</b> та <b>Б</b> лише варіант відповіді <b>Б</b> <i>Текст А обґрунтовує потребу в глобальній мові без шкоди іншим мовам, а текст Б обстоює важливість збереження мовного різноманіття у світі</i> найточніше наголошує на змістовій домінанті кожного тексту та їхньому логічному зв’язку.</p> <p>На противагу цьому в інших варіантах відповіді запропоновано або далекі від реального змісту текстів твердження (<b>В</b>), або сумнівні чи часткові щодо цілісного змісту текстів (<b>А</b>, <b>Г</b>).</p> <p><b>Правильна відповідь: Б.</b></p>",
     "passage": "<p><strong>Прочитайте тексти А й Б та виконайте завдання</strong></p><p><em>(цифри в дужках позначають номери абзаців наскрізно в обох текстах).</em></p><p><strong>Текст А</strong></p><p>(1) Нині глобалізаційні процеси охоплюють найважливіші сфери буття людини: соціальну, економічну, інформаційну, комунікативну, культурну тощо. Це потребує глибокого осмислення цих процесів у багатьох аспектах, зокрема й мовному. Тут є чимало нерозв'язаних питань: глобалізація й мовна політика, глобалізація й національна ідентичність, глобалізація й національна культура тощо. Ці питання постають особливо гостро з огляду на те, що інтеграційні процеси потребують якоїсь міжнародної мови як засобу спілкування світової спільноти, унаслідок чого чимало мов світу можуть не вижити.</p><p>(2) У ХХ ст. «загальносвітовою» мовою де-факто стала трансформована базова англійська мова (її звичайно називають американською англійською»), яка швидко поширюється як основна мова насамперед у спеціальній комунікації. Деякі лінгвісти вважають, що цю мову доцільно перейменувати на «Globalese», оскільки нею користується більшість народів світу для взаєморозуміння. Дехто навіть пропонує, щоб ООН надала «Globalese» офіційного статусу «глобальної мови».</p><p>(3) Поряд із цим у лінгвістиці формується й інший погляд на глобальну мову. Зокрема науковці вказують, що універсальною планетарною мовою не повинна бути одна з природних мов. Таку позицію мотивовано тим, що lingua franca не повинна ідентифікуватися з конкретною етнічною групою, релігією, ідеологією (тоді як англійська мова є соціальним кодом, що відбиває мовну картину світу (тобто світогляд, зафіксований у мові та її специфічних ознаках) тих людей, для яких вона рідна); поширення англійської мови сприймається багатьма народами як загроза, що спричинить утрату ними національної ідентичності; люди, які обирають англійську мову як засіб спілкування, говорять, власне, різними варіантами англійської мови, тобто вона набуває виразного місцевого колориту; англійська мова погано стандартизована, а її фонетична система, вимова, граматика, правопис є чи не найбільш заплутаними у світі.</p><p>(4) Звісно, варто зважити на висловлені застереження щодо використання англійської мови як глобальної. Разом із тим необхідно визнати, що на сьогодні в умовах динамічної глобалізації немає альтернативи «американській англійській мові», оскільки саме вона вможливлює сучасну міжнародну комунікацію. При цьому побоювання щодо зникнення багатьох мов, на думку деяких учених, є перебільшеними. Зокрема науковці акцентують на унікальній можливості збереження багатьох мов світу саме завдяки глобалізації, що з небезпечної тенденції, яка могла витоптати мови, навпаки, створює для них оази, адже завдячуючи Інтернету й глобальному телебаченню, відкриваються можливості для відродження й розвитку множинності мов людства, а це забезпечує нові комфортні умови для існування різних національних культур.</p><p><em> За Л. Бояровою</em></p><p><strong>Текст Б</strong></p><p>(5) Із 1999 р. ЮНЕСКО готує UNESCO’s Atlas of the World’s Languages in Danger, покликаний привернути увагу до проблеми збереження мовного розмаїття в умовах глобалізації, забезпечити моніторинг статусу загрожених мов і тенденцій у цій сфері.</p><p>(6). Останнє видання Атласу (2010 р.) містить інформацію майже про 2 500 мов (із-поміж яких із 1950 р. вимерли 280), що майже відповідає загальноприйнятій оцінці загрожених мов у світі (3000).</p><p>(7) Відповідно до Атласу, щонайменше 43 % з-поміж відомих мов перебувають під загрозою зникнення. Це показує таблиця нижче, яка, щоправда, не включає мов, стосовно яких немає достовірних даних (відсоток цих мов поданий разом із відсотком мов, які убезпечені).</p><div> <table> <thead> <tr> <th>Категорія</th> <th>Відсоток</th> </tr> </thead> <tbody> </tbody><tbody> <tr> <td> <p><strong><em>Убезпечені або відсутні дані</em></strong></p> <p><em>(мовою говорять усі покоління &gt;&gt;не включена до Атласу)</em></p></td> <td>57,13</td> </tr> <tr> <td> <p><strong><em>Вразливі</em></strong></p> <p><em>(більшість дітей говорить цією мовою, але обмежено, напр., удома)</em></p></td> <td>9,85</td> </tr> <tr> <td> <p><strong><em>Напевно загрожені</em></strong></p> <p><em>(діти вже не вивчають мову як материнську вдома)</em></p></td> <td>10,65</td> </tr> <tr> <td> <p><strong><em>Суттєво загрожені</em></strong></p> <p><em>(мовою говорять дідусі й бабусі та старше покоління; хоча батьки розуміють її, але не говорять нею з дітьми або між собою)</em></p></td> <td>5,95</td> </tr> <tr> <td> <p><strong><em>Критично загрожені</em></strong></p> <p><em>(наймолодші мовці – дідусі й бабусі та старші, і вони говорять цією мовою частково й нечасто)</em></p></td> <td>9,6</td> </tr> <tr> <td> <p><strong><em>Зникли з 1950 року</em></strong></p> <p><em>(жодного мовця не залишилося)</em></p></td> <td>3,8</td> </tr> </tbody> </table> </div><p>(8) За даними ЮНЕСКО, сьогодні у світі говорять понад 6 000 мов, 96 % із яких використовують усього 4 % жителів планети. Кожного місяця у світі зникають дві мови. Тисячі не використовуються в освіті, не представлені в Інтернеті. Зрозуміло, виникає питання, чи варто взагалі турбуватися про зникнення маловідомої мови з кількома носіями десь у віддаленому куточку планети?</p><p>(9) Дехто вважає, що втрата мов, як і втрата біологічних видів, -- невід'ємний факт життя, адже наша планета не стоїть на місці. Водночас багато хто має протилежну думку. «Люди часто апелюють до соціального дарвінізму як теоретичного підґрунтя своєї байдужості, – каже Марк Турін, антрополог і лінгвіст із Єльського університету. – Ми витрачаємо шалені гроші на збереження біологічного різноманіття. То хіба можемо дозволити собі так байдуже ставитися до того, що вирізняє нас як людей?»</p><p>(10) Збереження мови вкрай важливе, адже в мові відбивається унікальність культури. Наприклад, у мові черокі немає слова для прощання назавжди, лише – «до побачення». Так само немає і слова «вибач». Натомість вона має свої унікальні вислови, наприклад, слово «у-ка-гас-ді», що означає замилування, яке відчувають, дивлячись на немовля. Без мови культура зазнає втрат або взагалі зникає.</p><p>«Якщо ми хочемо вижити й далі існувати як окремий народ з унікальною культурою, – зазначає представник черокі Белт, – ми мусимо мати свою мову». «Англомовній людині, мова якої все більше тисне на інші мови, важко це зрозуміти, – додає Ленор Гренобль, лінгвіст із Чиказького університету. – Але носії інших мов раз у раз засвідчують: утрата рідної мови – це особиста трагедія».</p><p>(11) Інший аргумент уподібнює захист мови до захисту біологічного розмаїття. Екосистеми служать людству багатьма способами. Мови – це також невичерпні джерела користі. Це величезні масиви накопичених знань про географію, зоологію, математику, навігацію, астрономію, фармакологію тощо. «Жодна культура й мова не має монополії на людський геній, і невідомо, звідки прийде наступна геніальна ідея, – каже Девід Гаррисон, декан зі Свортморського коледжу. – Утрачаючи мови, ми втрачаємо прадавні знання».</p><p><em> За Р. Нувель і матеріалами ЮНЕСКО</em></p>",
     "group": 1
    },
    {
     "id": 33870,
     "n": 19,
     "section": "logic",
     "question": "<p><strong>Прочитайте мікротексти й виконайте завдання.</strong></p> <p><strong><em>Підприємець</em></strong>: Висновки щодо національних особливостей культури праці в Німеччині й в Україні можна зробити на основі такого факту з мого досвіду.</p> <p>У 1998 р. мені знадобилося перевезти фурами 700 велосипедів із Німеччини до України. Троє німецьких робітників попросили за їх завантаження 15 євро за годину на кожного. Мені це здалося задорого, але погодився, хоча й припускав, що вони будуть тягнути час, адже оплата погодинна, а отже, чим довше вантажиш - тим більше отримуєш. Проте німці накинулися на велосипеди й уже за 2 год. 45 хв. закінчили роботу.</p> <p>Приїхала мої фури в Україну. Підрядник, якого я знайшов для розвантаження, сказав, що для роботи йому потрібні вісім робітників. Розвантажували вони велосипеди два дні по вісім годин... Те, що троє завантажили за менше ніж три години!</p> <p>Таким чином, наша культура праці набагато нижча за німецьку.</p> <p>Яке з наведених нижче тверджень показує найбільший недолік аргументації підприємця?</p>",
     "answers": [
      {
       "letter": "А",
       "html": "Не можна порівнювати робітників різних країн, особливо якщо ці робітники працюють у країнах із різною економічною ситуацією."
      },
      {
       "letter": "Б",
       "html": "Умови праці під час завантаження й розвантаження можуть мати істотні відмінності."
      },
      {
       "letter": "В",
       "html": "Про умови праці в Німеччині домовлялися всі робітники разом, а в Україні - підрядник."
      },
      {
       "letter": "Г",
       "html": "Обмежена репрезентативність даних не може забезпечити достовірність висновків про відмінності культури праці в Україні й Німеччині."
      }
     ],
     "correct": "Г",
     "explanation": "<p>Варіанти відповіді <b>А – В неправильні</b>. Для того, щоб робити узагальнення щодо національних особливостей культури праці в Німеччині та в Україні (у всі часи, усіх видів праці, різних умов праці тощо) треба проводити комплексні дослідження, у яких беруть до уваги контекстні умови й репрезентативність вибірки дослідження. Натомість у варіантах відповіді <b>А – В</b> наголошено на конкретних контекстних параметрах одного конкретного випадку (кейсу), із яким стикнувся підприємець. Ці параметри дійсно можуть впливати на цей конкретний випадок, однак водночас можуть зовсім не стосуватися загального випадку.</p> <p>Варіант відповіді <b>Г правильний</b>. Щоб робити узагальнення щодо національних особливостей культури праці в Німеччині та в Україні (у всі часи, усіх видів праці, різних умов праці тощо) замало одного спостереження, тож варіант <i>«обмежена репрезентативність даних не може забезпечити достовірність висновків про національні відмінності культури праці в Україні й Німеччині»</i> є <b>правильною</b> відповіддю.</p> <p><b>Правильна відповідь: Г.</b></p>",
     "passage": "",
     "group": 0
    },
    {
     "id": 33871,
     "n": 20,
     "section": "logic",
     "question": "<p><strong><em>Проректор:</em></strong> Цього року кафедра філософії продемонструвала високий рівень наукової роботи. З цього випливає, що за звітний рік кожен викладач кафедри має високі наукові досягнення.</p> <p>Форма якого з наведених нижче міркувань найбільше схожа на форму міркувань проректора?</p>",
     "answers": [
      {
       "letter": "А",
       "html": "Якщо команда університету перемогла в командному шаховому турнірі, то це означає, що під час турніру всі члени команди перемогли своїх суперників."
      },
      {
       "letter": "Б",
       "html": "Якщо на змаганнях спортсмен-десятиборець переміг, то він переміг принаймні в одному з десяти видів змагань."
      },
      {
       "letter": "В",
       "html": "Зовнішній аудит показав, що всі показники роботи підрозділу на низькому рівні, з чого випливає, що підрозділ має бути ліквідований."
      },
      {
       "letter": "Г",
       "html": "Проходження тесту для водіїв є необхідною умовою для працівників транспортного відділу, з чого випливає, що кожен працівник відділу пройшов тест водія."
      }
     ],
     "correct": "А",
     "explanation": "<p>Варіант відповіді <b>А правильний</b>. Узагальнена форма міркувань проректора має такий вигляд: <i>«Якщо консолідований індикатор множини за деяким показником високий, то й індивідуальний індикатор за цим показником кожного елемента множини також високий»</i>. Таку саму форму мають міркування у варіанті відповіді <b>А</b>, а решта варіантів відповіді мають <b>іншу</b> форму.</p> <p>Варіант відповіді <b>Б неправильний</b>. Узагальнена форма міркувань у варіанті відповіді <b>Б</b> така: <i>«Якщо консолідований індикатор множини за деяким показником високий, то є індивідуальний індикатор за цим показником принаймні одного елемента множини, який також високий»</i>, що відрізняється від узагальненої форми міркування проректора, наведеної вище.</p> <p>Варіант відповіді <strong>В</strong><b> неправильний</b>. Він стосується адміністративних висновків щодо підрозділу установи, а не взаємозалежності індикаторів елементів множини й множини загалом за певним показником.</p> <p>Варіант відповіді <b>Г неправильний</b>. Він стосується впливу нормативної документації на реальний стан справ в установі, а не взаємозалежності індикаторів елементів множини й множини загалом за певним показником.</p> <p><b>Правильна відповідь: A.</b></p>",
     "passage": "",
     "group": 0
    },
    {
     "id": 33872,
     "n": 21,
     "section": "logic",
     "question": "<p><strong><em>Соціальний працівник:</em></strong> Кожен житель району Бобурка має дозвіл відвідувати басейн «Хвиля» в певний час кожного дня, коли басейн працює. Діти у віці до 6 років можуть відвідувати цей басейн тільки з 12:00 до 17:00, а із 17:00 до закриття басейн доступний винятково для дорослих.</p> <p>Якщо всі наведені вище твердження соціального працівника істинні, то яке з наведених нижче тверджень також істинне?</p>",
     "answers": [
      {
       "letter": "А",
       "html": "Якщо на Бобурці є діти віком до 6 років, то басейн «Хвиля» обов'язково працює після 12:00."
      },
      {
       "letter": "Б",
       "html": "Якщо більшість дітей відвідує басейн «Хвиля» після 12:00, то він зазвичай менше наповнений після 17:00."
      },
      {
       "letter": "В",
       "html": "У ті дні, коли басейн «Хвиля» відчинений, принаймні деякі діти відвідують його після 12:00."
      },
      {
       "letter": "Г",
       "html": "Будь-яка дитина віком до 6 років, яка відвідує басейн «Хвиля» після 17:00, порушує правила цього закладу."
      }
     ],
     "correct": "Г",
     "explanation": "<p>Варіанти відповіді <b>А – В неправильні</b>. З інформації соціального працівника <b>не можна</b> визначити істинність тверджень, запропонованих у варіантах відповіді <b>А – В</b>, бо в тексті завдання не йдеться ні про <b>залежність</b> графіка роботи басейну «Хвиля» від наявності тієї чи тієї категорії жителів у районі Бобурка, ні про <b>наповненість</b> басейну відвідувачами в різний час роботи басейну.</p> <p>Варіант відповіді <b>Г правильний</b>. Діти віком до <b>шести</b> років можуть відвідувати цей басейн тільки з 12.00 до 17.00, а тому будь-яка дитина такого віку, відвідуючи басейн «Хвиля» після 17.00, порушує правила цього закладу.</p> <p><b>Правильна відповідь: Г.</b></p>",
     "passage": "",
     "group": 0
    },
    {
     "id": 33873,
     "n": 22,
     "section": "logic",
     "question": "<p><strong><em>Слідчий</em></strong>: Провадження охоплює чотири події Х, Y, Z, V. Під час слідства було встановлено учасників кожної iз цих подій. У результаті слідчих дій було також установлено, що кожен учасник події Х був учасником принаймні однієї з подій Y, Z, V. Крім того, удалося з'ясувати таке: кожен учасник події Y брав участь у події Х; кожен учасник події Z брав участь у події Х; кожен учасник події V брав участь у події Х.</p> <p>Істинність якого з наведених нижче тверджень логічно випливає з інформації слідчого?</p>",
     "answers": [
      {
       "letter": "А",
       "html": "Кількість тих, хто був учасником хоча б однієї з подій Y, Z, V, дорівнює кількості учасників події Х."
      },
      {
       "letter": "Б",
       "html": "Сума кількостей учасників події Y, події Z i події V більша за кількість учасників події Х."
      },
      {
       "letter": "В",
       "html": "Сума кількостей учасників події Y та події Z менша за суму кількостей учасників події Y, події Z i події V."
      },
      {
       "letter": "Г",
       "html": "Серед подій Y, Z, V є така, у якій узяло участь менше третини від кількості учасників події Х."
      }
     ],
     "correct": "А",
     "explanation": "<p>Варіант відповіді <b>А правильний</b>. За текстом завдання, кожен учасник події <i>X</i> брав участь також принаймні в одній із подій <i>Y, Z, V</i>; кожен учасник події <i>Y</i> брав участь у події <i>Х</i>; кожен учасник події <i>Z</i> брав участь у події <i>Х</i>; кожен учасник події <i>V</i> брав участь у події <i>Х</i>. Це означає, що <b>множина</b> учасників події <i>X</i> <b>збігається з об’єднанням множин</b> учасників подій <i>Y, Z, V</i>, і тому кількість тих, хто був учасником хоча б однієї з подій <i>Y, Z, V</i>, дорівнює кількості учасників події <i>X</i>.</p> <p>Варіанти відповіді <b>Б, В неправильні</b>. Відповідно до умов завдання, система множин учасників подій <i>X, Y, Z, V</i> може мати або не мати властивості, які наведено у варіантах відповіді.</p> <p>Варіант відповіді <b>Г</b> також <b>неправильний</b>: контрприкладом до наведеної в цьому варіанті ситуації може слугувати випадок, за якого <b>множини</b> учасників подій <i>Y, Z, V</i> містять <b>однакову</b> кількість елементів, до того ж жодні дві з них <b>не перетинаються</b>, а <b>множина</b> <i>X</i> містить утричі більше елементів. Відповідну конфігурацію множин зображено на рисунку.</p> <p><img alt=\"\" src=\"img/648/2019-os-27.png\"/></p> <p><i>Контрприклад до варіанта відповіді <b>Г</b> </i></p> <p><b>Правильна відповідь: A.</b></p>",
     "passage": "",
     "group": 0
    },
    {
     "id": 33874,
     "n": 23,
     "section": "logic",
     "question": "<p><strong><em>Історик</em></strong>: Одним із найбільш корисних суспільних інструментів є гроші, універсальність яких можна порівняти хіба що з мовою. Проте якщо мова своїм виникненням укорінена в природній здатності людини, то гроші є штучним винаходом людей. Тому цілком імовірним є те, що в різних суспільствах гроші виникали незалежно.</p> <p>Яке з наведених нижче тверджень, якщо воно істинне, є необхідним, щоб висновок історика був логічно обґрунтованим?</p>",
     "answers": [
      {
       "letter": "А",
       "html": "Деякі суспільства були географічно ізольованими, тому не могли зазнавати впливу інших суспільств."
      },
      {
       "letter": "Б",
       "html": "Мови виникли незалежно в різних суспільствах у різні часи історії людства."
      },
      {
       "letter": "В",
       "html": "Якби гроші не були настільки корисні, вони не були б настільки поширені."
      },
      {
       "letter": "Г",
       "html": "Жодне із суспільств, яке почало використовувати гроші, ніколи не відмовилося від них."
      }
     ],
     "correct": "А",
     "explanation": "<p>Варіант відповіді <b>А правильний</b>. Якщо деякі суспільства на момент поширення в їхніх культурах грошей були ізольованими, тобто не мали стосунків з іншими суспільствами й тому не могли запозичити практику грошового обміну, то це означає, що <b>в цих суспільствах гроші є їхнім власним винаходом</b>.</p> <p>Варіанти відповіді <b>Б, В, Г неправильні</b>. Твердження в цих варіантах, незалежно від того, є вони істинними або хибними, <b>не впливають</b> на логічне обґрунтування висновку історика.</p> <p><b>Правильна відповідь: A.</b></p>",
     "passage": "",
     "group": 0
    },
    {
     "id": 33875,
     "n": 24,
     "section": "logic",
     "question": "<p><strong><em>Іван: </em></strong>Художні музеї створюють заради того, щоб зберігати витвори мистецтва й робити їх доступними для громадськості. Тому музеї мають шукати, купувати й експонувати витвори мистецтва кожного мистецького періоду й жанру, навіть якщо ці роботи не визнані експертами за шедеври.</p> <p><strong><em>Катерина:</em></strong> Художні музеї мають витрачати свої обмежені кошти на придбання творів лише визнаних майстрів, щоб забезпечити збереження найкращих творів мистецтва.</p> <p>Яке з наведених нижче тверджень найкраще відображає розбіжність у поглядах Івана й Катерини, висловлених у наведеному вище діалозі?</p>",
     "answers": [
      {
       "letter": "А",
       "html": "Багато мистецьких шедеврів свого часу не визнавалися мистецтвознавцями за шедеври."
      },
      {
       "letter": "Б",
       "html": "Художні музеї мають представляти у своїх колекціях усі жанри мистецтва."
      },
      {
       "letter": "В",
       "html": "Заради повноти представлення художніх періодів і жанрів музеї можуть купувати твори не визнаних митців."
      },
      {
       "letter": "Г",
       "html": "Усі твори мистецтва, що визнані експертами за шедеври, є насправді шедеврами."
      }
     ],
     "correct": "В",
     "explanation": "<p>Варіанти відповіді <b>А</b> й <b>Г неправильні</b>. Ані Іван, ані Катерина <b>не обговорюють</b> питання ролі мистецтвознавців для визнання шедеврів мистецтва, а тому <b>не можна</b> сформувати уявлення про збіжність або розбіжність їхніх поглядів щодо цього питання.</p> <p>Варіант відповіді <b>Б неправильний</b>. Катерина в діалозі взагалі <b>не висловлювала</b> своїх поглядів щодо питання представлення музеями у своїх колекціях <b>усіх жанрів мистецтва</b>.</p> <p>Варіант відповіді <b>В правильний</b>. Іван уважає, що за певних умов музеї мають купувати твори невизнаних митців, а Катерина наголошує, що музеї мають купувати лише твори визнаних майстрів. І це найкраще відображає <b>розбіжність</b> у поглядах співрозмовників.</p> <p><b>Правильна відповідь: В.</b></p>",
     "passage": "",
     "group": 0
    },
    {
     "id": 33881,
     "n": 25,
     "section": "logic",
     "question": "<p>Який із наведених нижче варіантів може відображати послідовність, у якій фінішували плавці?</p>",
     "answers": [
      {
       "letter": "А",
       "html": "Е, F, S, T, R, G"
      },
      {
       "letter": "Б",
       "html": "Е, G, S, T, F, R"
      },
      {
       "letter": "В",
       "html": "Е, G, S, T, R, F"
      },
      {
       "letter": "Г",
       "html": "R, F, E, T, S, G"
      }
     ],
     "correct": "Г",
     "explanation": "<p>Варіант відповіді <b>А – неправильний</b>, оскільки результати трьох плавців <i>S, T</i> й <i>R</i> <b>не можуть</b> бути трьома послідовними результатами запливу (умова <b>3</b>).</p> <p>Варіанти відповіді <b>Б – неправильний</b>, оскільки наведений список плавців <b>суперечить</b> умові <b>6</b>: плавець <i>Т</i> не може фінішувати ані безпосередньо перед фінішем плавця <i>F</i>, ані відразу після фінішу цього плавця.</p> <p>Варіант відповіді <b>В – неправильний</b>, оскільки плавець <i>F</i> не може фінішувати останнім (умова <b>5</b>).</p> <p>Варіант відповіді <b>Г – правильний</b>, оскільки ця послідовність <b>задовольняє</b> умовам <b>1–6</b>.</p> <p><b>Правильна відповідь: Г.</b></p>",
     "passage": "<p><strong>Прочитайте опис ситуації та умов до неї й виконайте завдання.</strong></p><p>У запливі на 100 м узяли участь 6 плавців E, F, G, R, S, T. Про результати цього запливу відомо таке:</p><p>1) Будь-які два плавці не фінішували одночасно.</p><p>2) Результати трьох плавців Е, F та G, незалежно від порядку, у якому ці результати подати, не є трьома послідовними результатами запливу.</p><p>3) Результати трьох плавців R, S і Т, незалежно від порядку, у якому ці результати подати, не є трьома послідовними результатами запливу.</p><p>4). Плавець Е прийшов до фінішу раніше, ніж плавець S.</p><p>5) Плавець F не був на фініші ані першим, ані останнім.</p><p>6) Плавець Т фінішував ані безпосередньо перед фінішем плавця F, ані відразу після фінішу цього плавця.</p>",
     "group": 2
    },
    {
     "id": 33883,
     "n": 26,
     "section": "logic",
     "question": "<p>Якщо третім фінішував плавець Т, то п'ятим - плавець</p>",
     "answers": [
      {
       "letter": "А",
       "html": "Е"
      },
      {
       "letter": "Б",
       "html": "F"
      },
      {
       "letter": "В",
       "html": "G"
      },
      {
       "letter": "Г",
       "html": "R"
      }
     ],
     "correct": "Б",
     "explanation": "<p>Якщо третім фінішував плавець <i>Т</i>, то плавець <i>F</i> <b>не міг</b> фінішувати ні другим, ні четвертим (умова <b>6</b>). Крім того, плавець <i>F</i> <b>не міг</b> фінішувати ні першим, ні шостим (умова <b>5</b>).</p> <p>Отже, плавець <i>F</i> <b>міг</b> фінішувати лише <b>п’ятим</b>.</p> <p><b>Правильна відповідь: Б.</b></p>",
     "passage": "<p><strong>Прочитайте опис ситуації та умов до неї й виконайте завдання.</strong></p><p>У запливі на 100 м узяли участь 6 плавців E, F, G, R, S, T. Про результати цього запливу відомо таке:</p><p>1) Будь-які два плавці не фінішували одночасно.</p><p>2) Результати трьох плавців Е, F та G, незалежно від порядку, у якому ці результати подати, не є трьома послідовними результатами запливу.</p><p>3) Результати трьох плавців R, S і Т, незалежно від порядку, у якому ці результати подати, не є трьома послідовними результатами запливу.</p><p>4). Плавець Е прийшов до фінішу раніше, ніж плавець S.</p><p>5) Плавець F не був на фініші ані першим, ані останнім.</p><p>6) Плавець Т фінішував ані безпосередньо перед фінішем плавця F, ані відразу після фінішу цього плавця.</p>",
     "group": 2
    },
    {
     "id": 33887,
     "n": 27,
     "section": "logic",
     "question": "<p>Якщо плавець S фінішував третім, а Т - четвертим, то результат плавця G кращий, ніж результат плавця</p>",
     "answers": [
      {
       "letter": "А",
       "html": "Е"
      },
      {
       "letter": "Б",
       "html": "F"
      },
      {
       "letter": "В",
       "html": "R"
      },
      {
       "letter": "Г",
       "html": "S"
      }
     ],
     "correct": "В",
     "explanation": "<p>Якщо плавець <i>S</i> фінішував третім, а <i>Т</i> – четвертим, то плавець <i>F</i> <b>не міг</b> фінішувати п’ятим (умова <b>6</b>). Крім того, плавець <i>F</i> <b>не міг</b> фінішувати ні першим, ні шостим (умова <b>5</b>). Звідси випливає, що плавець <i>F</i> фінішував другим.</p> <p>А отже, плавець <i>Е</i> фінішував першим, оскільки він прийшов до фінішу <b>раніше</b>, ніж плавець <i>S</i> (умова <b>4</b>).</p> <p>Плавець <i>R</i> <b>не міг</b> фінішувати п’ятим, оскільки б це <b>суперечило</b> умові <b>3</b>.</p> <p>Отже, плавець <i>R</i> фінішував шостим, а плавець <i>G</i> – п’ятим.</p> <p>Отже, результат плавця <i>G</i> <b>кращий</b>, ніж результат плавця <i>R</i>.</p> <p><b>Правильна відповідь: B.</b></p>",
     "passage": "<p><strong>Прочитайте опис ситуації та умов до неї й виконайте завдання.</strong></p><p>У запливі на 100 м узяли участь 6 плавців E, F, G, R, S, T. Про результати цього запливу відомо таке:</p><p>1) Будь-які два плавці не фінішували одночасно.</p><p>2) Результати трьох плавців Е, F та G, незалежно від порядку, у якому ці результати подати, не є трьома послідовними результатами запливу.</p><p>3) Результати трьох плавців R, S і Т, незалежно від порядку, у якому ці результати подати, не є трьома послідовними результатами запливу.</p><p>4). Плавець Е прийшов до фінішу раніше, ніж плавець S.</p><p>5) Плавець F не був на фініші ані першим, ані останнім.</p><p>6) Плавець Т фінішував ані безпосередньо перед фінішем плавця F, ані відразу після фінішу цього плавця.</p>",
     "group": 2
    },
    {
     "id": 33890,
     "n": 28,
     "section": "logic",
     "question": "<p>Фірма доставила замовнику в середу чотири контейнери. Який із наведених нижче переліків може бути переліком цих контейнерів?</p>",
     "answers": [
      {
       "letter": "А",
       "html": "Р, S, T, V"
      },
      {
       "letter": "Б",
       "html": "Р, Q, S, V"
      },
      {
       "letter": "В",
       "html": "Р, R, S, U"
      },
      {
       "letter": "Г",
       "html": "Р, R, S, V"
      }
     ],
     "correct": "Г",
     "explanation": "<p>Варіант відповіді <b>А</b> суперечить умові <b>2</b>.</p> <p>Варіант відповіді <b>Б</b> суперечить умові <b>3</b>.</p> <p>Варіанти відповіді <b>В</b> суперечить умові <b>4</b>.</p> <p>Варіант відповіді <b>Г</b> задовольняє всім умовам <b>1–5</b>.</p> <p><b>Правильна відповідь: Г.</b></p>",
     "passage": "<p><strong>Прочитайте опис ситуації та умов до неї й виконайте завдання.</strong></p><p>Логістична фірма впродовж двох днів - середи й четверга - повинна доставити замовнику сім контейнерів Р, Q, R, S, T, U, V.</p><p>Умовами договору доставки передбачено, що:</p><p>1) три або чотири контейнери повинні бути доставлені замовнику в середу, а решта - у четвер;</p><p>2) контейнери Р та Т повинні бути доставлені в різні дні;</p><p>3) контейнер Q має бути доставлено в четвер.</p><p>4) контейнери S та V повинні бути доставлені в один день;</p><p>5) якщо контейнер U буде доставлено в середу, то контейнер V має бути доставлений у четвер</p>",
     "group": 3
    },
    {
     "id": 33893,
     "n": 29,
     "section": "logic",
     "question": "<p>Якщо контейнери Q та U доставлено замовнику в різні дні, то яке/які з наведених тверджень І-ІІІ істинне/істинні?</p><p>І. Контейнер R доставлено в середу.</p><p>II. Контейнер V доставлено в середу.</p><p>IІ. У четвер доставлено чотири контейнери.</p>",
     "answers": [
      {
       "letter": "А",
       "html": "тільки І"
      },
      {
       "letter": "Б",
       "html": "тільки II"
      },
      {
       "letter": "В",
       "html": "тільки І та II"
      },
      {
       "letter": "Г",
       "html": "тільки І та III"
      }
     ],
     "correct": "Г",
     "explanation": "<p>Оскільки контейнери <i>Q</i> та <i>U</i> мають бути доправлені замовнику в <b>різні дні</b>, а згідно з умовою <b>3</b> контейнер <i>Q</i> треба привезти в <b>четвер</b>, то контейнер <i>U</i> має бути доправлено в <b>середу</b>. Тоді з умов <b>4</b> і <b>5</b> випливає, що контейнери <i>V</i> й <i>S</i> також буде привезено в <b>четвер</b>. До того ж, у <b>четвер</b> має бути доправлено або контейнер <i>Р</i>, або контейнер <i>Т</i>, бо їх мають привезти замовнику в <b>різні</b> дні (умова <b>2</b>).</p> <p>Контейнер <i>R</i> <b>не можна</b> доправити в <b>четвер</b>, бо він був би п’ятим контейнером, привезеним цього дня, що <b>суперечило</b> б умові <b>1</b>. Отже, контейнер <i>R</i> привезуть замовнику в <b>середу</b>.</p> <p>Отже, твердження <b>І</b> та <b>ІІІ – істинні</b>, а твердження <b>ІІ – хибне</b>.</p> <p><b>Правильна відповідь: Г.</b></p>",
     "passage": "<p><strong>Прочитайте опис ситуації та умов до неї й виконайте завдання.</strong></p><p>Логістична фірма впродовж двох днів - середи й четверга - повинна доставити замовнику сім контейнерів Р, Q, R, S, T, U, V.</p><p>Умовами договору доставки передбачено, що:</p><p>1) три або чотири контейнери повинні бути доставлені замовнику в середу, а решта - у четвер;</p><p>2) контейнери Р та Т повинні бути доставлені в різні дні;</p><p>3) контейнер Q має бути доставлено в четвер.</p><p>4) контейнери S та V повинні бути доставлені в один день;</p><p>5) якщо контейнер U буде доставлено в середу, то контейнер V має бути доставлений у четвер</p>",
     "group": 3
    },
    {
     "id": 33896,
     "n": 30,
     "section": "logic",
     "question": "<p>Будь-яка з наведених нижче пар контейнерів може бути доставлена замовнику в один день, ОКРІМ</p>",
     "answers": [
      {
       "letter": "А",
       "html": "U, Р"
      },
      {
       "letter": "Б",
       "html": "U, Q"
      },
      {
       "letter": "В",
       "html": "U, R"
      },
      {
       "letter": "Г",
       "html": "U, S"
      }
     ],
     "correct": "Г",
     "explanation": "<p>Кожну пару контейнерів <i>U, P</i> й <i>U, R</i> <b>можна</b> буде привезти замовнику того самого дня, що випливає з такого можливого графіка доправлення контейнерів:<br/> середа – <i>U, P, R;</i><br/> четвер – <i>Q, V, S, T.</i></p> <p>Кожну пару контейнерів <i>U, Q</i> й <i>U, Т</i> також <b>можна</b> привезти замовнику того самого дня, що випливає з такого можливого графіка доправлення контейнерів:<br/> середа – <i>S, V, Р;</i><br/> четвер – <i>Q, U, Т, R.</i></p> <p>Доведімо, що контейнери <i>U, S</i> <b>не можна</b> доправити замовнику того самого дня. Припустімо, що це не так і контейнери <i>U, S</i> привезуть замовнику або в середу, або в четвер. Розгляньмо ці варіанти.</p> <p>1. Якщо обидва контейнери <i>U, S</i> привезуть замовнику в середу, то згідно з умовою <b>4</b> контейнер <i>V</i> буде доправлено також у середу. Але це <b>неможливо</b>, адже суперечить умові <b>5</b>, відповідно до якої контейнер <i>V</i> привезуть у четвер.</p> <p>2. Якщо обидва контейнери <i>U, S</i> привезуть замовнику в четвер, то згідно з умовою <b>4</b> контейнер <i>V</i> буде доправлено також у четвер. Крім того, у четвер привезуть і контейнер <i>Q</i> (умова <b>3</b>). Звідси випливає, що контейнери <i>P, R</i> й <i>Т</i> доправлять у середу, що <b>суперечить</b> умові <b>2</b>.</p> <p>Отже, пару контейнерів <i>U, S</i> не можна привезти замовнику того самого дня.</p> <p><b>Правильна відповідь: Г.</b></p>",
     "passage": "<p><strong>Прочитайте опис ситуації та умов до неї й виконайте завдання.</strong></p><p>Логістична фірма впродовж двох днів - середи й четверга - повинна доставити замовнику сім контейнерів Р, Q, R, S, T, U, V.</p><p>Умовами договору доставки передбачено, що:</p><p>1) три або чотири контейнери повинні бути доставлені замовнику в середу, а решта - у четвер;</p><p>2) контейнери Р та Т повинні бути доставлені в різні дні;</p><p>3) контейнер Q має бути доставлено в четвер.</p><p>4) контейнери S та V повинні бути доставлені в один день;</p><p>5) якщо контейнер U буде доставлено в середу, то контейнер V має бути доставлений у четвер</p>",
     "group": 3
    },
    {
     "id": 33897,
     "n": 31,
     "section": "logic",
     "question": "<p>Скількома різними способами суддя Квітко може розставити оцінки так, щоб жодні два сорти орхідей не отримали одну й ту ж оцінку?</p>",
     "answers": [
      {
       "letter": "А",
       "html": "32"
      },
      {
       "letter": "Б",
       "html": "60"
      },
      {
       "letter": "В",
       "html": "64"
      },
      {
       "letter": "Г",
       "html": "120"
      }
     ],
     "correct": "Г",
     "explanation": "<p>Сорт О1 може отримати одну з <b>п’яти</b> можливих оцінок, тобто сорт О1 можна оцінити <b>п’ятьма</b> різними способами. Для кожного оцінювання сорту О1 є <b>чотири</b> варіанти оцінювання сорту О2. Для кожного оцінювання сортів О1 і О2 є <b>три</b> варіанти оцінювання сорту О3. Для кожного способу оцінювання сортів О1, О2 і О3 є <b>два</b> варіанти оцінювання сорту О4. Нарешті, для кожного способу оцінювання сортів О1, О2, О3 і О4 сорт О5 можна оцінити лише <b>одним</b> способом.</p> <p>Отже, є \\(120\\) способів розставити оцінки так, щоб <b>жодні два сорти орхідей не отримали ту саму оцінку</b>: \\(5\\cdot 4\\cdot 3\\cdot 2\\cdot 1 = 120.\\)</p> <p><b>Правильна відповідь: Г.</b></p>",
     "passage": "<p><strong>Прочитайте опис ситуації та умов до неї й виконайте завдання.</strong></p><p>На виставці квітів нові сорти орхідей призначили оцінювати суддю Квітка, хоча він і спеціалізується на оцінюванні тюльпанів. Оскільки Квітко погано розуміється на орхідеях, то свої оцінки він виставляє, користуючись не «Квітникарським кодексом», а правилами, які сам установив. Шкала оцінок, яку використовує суддя Квітко, п'ятибальна: A, В, С, D, Е, де А - найвища оцінка, а Е - найнижча. Йому потрібно оцінити за цією шкалою п'ять нових сортів орхідей: O1, O2, O3, O4 та O5.</p>",
     "group": 4
    },
    {
     "id": 33900,
     "n": 32,
     "section": "logic",
     "question": "<p>Скількома різними способами суддя Квітко може розставити оцінки так, щоб жодні два сорти орхідей не отримали одну й ту ж оцінку, а крім того, сорт O1 отримав більш високу оцінку, ніж сорт O2?</p>",
     "answers": [
      {
       "letter": "А",
       "html": "32"
      },
      {
       "letter": "Б",
       "html": "60"
      },
      {
       "letter": "В",
       "html": "64"
      },
      {
       "letter": "Г",
       "html": "120"
      }
     ],
     "correct": "Б",
     "explanation": "<p>Є \\(120\\) способів розставити оцінки так, щоб <b>жодні два сорти орхідей не отримали ту саму оцінку</b>. Водночас у половині варіантів сорт О1 отримає <b>вищу</b> оцінку, ніж сорт О2. Отже, є \\(60\\) способів розставити оцінки так, щоб <b>жодні два сорти орхідей не отримали ту саму оцінку</b> й <b>сорт О1 отримав вищу оцінку, ніж сорт О2</b>.</p> <p><b>Правильна відповідь: Б.</b></p>",
     "passage": "<p><strong>Прочитайте опис ситуації та умов до неї й виконайте завдання.</strong></p><p>На виставці квітів нові сорти орхідей призначили оцінювати суддю Квітка, хоча він і спеціалізується на оцінюванні тюльпанів. Оскільки Квітко погано розуміється на орхідеях, то свої оцінки він виставляє, користуючись не «Квітникарським кодексом», а правилами, які сам установив. Шкала оцінок, яку використовує суддя Квітко, п'ятибальна: A, В, С, D, Е, де А - найвища оцінка, а Е - найнижча. Йому потрібно оцінити за цією шкалою п'ять нових сортів орхідей: O1, O2, O3, O4 та O5.</p>",
     "group": 4
    },
    {
     "id": 33901,
     "n": 33,
     "section": "logic",
     "question": "<p>Скількома різними способами суддя Квітко може розставити оцінки так, щоб усі п'ять сортів орхідей отримали найвищі оцінки - А та В?</p>",
     "answers": [
      {
       "letter": "А",
       "html": "32"
      },
      {
       "letter": "Б",
       "html": "60"
      },
      {
       "letter": "В",
       "html": "64"
      },
      {
       "letter": "Г",
       "html": "120"
      }
     ],
     "correct": "А",
     "explanation": "<p>Кожний сорт, незалежно від оцінювання інших сортів, може отримати або оцінку А, або оцінку В. Отже, є \\(32\\) способи розставити оцінки так, щоб <b>усі п’ять сортів орхідей отримали найвищі оцінки</b>: \\(2\\cdot 2\\cdot 2\\cdot 2\\cdot 2 = 32.\\)</p> <p><b>Правильна відповідь: A.</b></p>",
     "passage": "<p><strong>Прочитайте опис ситуації та умов до неї й виконайте завдання.</strong></p><p>На виставці квітів нові сорти орхідей призначили оцінювати суддю Квітка, хоча він і спеціалізується на оцінюванні тюльпанів. Оскільки Квітко погано розуміється на орхідеях, то свої оцінки він виставляє, користуючись не «Квітникарським кодексом», а правилами, які сам установив. Шкала оцінок, яку використовує суддя Квітко, п'ятибальна: A, В, С, D, Е, де А - найвища оцінка, а Е - найнижча. Йому потрібно оцінити за цією шкалою п'ять нових сортів орхідей: O1, O2, O3, O4 та O5.</p>",
     "group": 4
    }
   ]
  },
  {
   "id": 649,
   "title": "Тренувальний ТЗНК в магістратуру. Варіант 4",
   "source": "https://zno.osvita.ua/master/tznpk/649/",
   "items": [
    {
     "id": 33798,
     "n": 1,
     "section": "lexis",
     "question": "<p>Значення мінералів <strong>(1)</strong>____________, будь-яка галузь господарства використовує їх у природньому або близькому до нього вигляді завдяки специфічним і надзвичайно цінним властивостям.</p>",
     "answers": [
      {
       "letter": "А",
       "html": "важко переоцінити"
      },
      {
       "letter": "Б",
       "html": "неможливо описати"
      },
      {
       "letter": "В",
       "html": "непросто зрозуміти"
      },
      {
       "letter": "Г",
       "html": "складно передбачити"
      }
     ],
     "correct": "А",
     "explanation": "<p> Завдання спрямовано на перевірку знання вступниками значень частовживаних висловів, вміння добирати доречні мовні засоби, зважаючи на контекст, стиль, тип, жанр мовлення. </p> <p> Фразеологізм <i>важко переоцінити</i> (мати дуже важливе значення) використовують для окреслення обставин і явищ, які мають <b>особливе значення</b>, є <b>дуже важливими</b>. </p> <p> Відповідно до змісту запропонованого речення мінерали використовують у <b>будь-якій</b> галузі виробництва. Отже, варіант відповіді <b>А</b> підходить <b>якнайкраще</b>. Решта варіантів відповіді <b>не відповідають</b> змісту висловлювання. </p> <p> <b>Правильна відповідь: A.</b> </p>",
     "passage": "",
     "group": 0
    },
    {
     "id": 33799,
     "n": 2,
     "section": "lexis",
     "question": "<p>Державний класифікатор продукції та послуг – систематизоване зведення назв угруповань продукції та послуг, затверджений наказом Державного комітету України з питань технічного регулювання та<strong> (2)</strong>_________ політики від 11.10.2010 N 457 «Про затвердження та скасування національних класифікаторів» (3)_________ Закону України \"Про стандартизацію\" та на виконання Плану національної стандартизації.</p>",
     "answers": [
      {
       "letter": "А",
       "html": "споживаної"
      },
      {
       "letter": "Б",
       "html": "споживчої"
      },
      {
       "letter": "В",
       "html": "споживачевої"
      },
      {
       "letter": "Г",
       "html": "споживацької"
      }
     ],
     "correct": "Б",
     "explanation": "<p> Завдання зорієнтовано на виявлення здатності дотримуватися норм літературної мови, уміння розрізняти пароніми, свідомо, невимушено, цілеспрямовано, майстерно вживати мовні засоби відповідно до мети й обставин спілкування. </p> <p> Прикметник <i>споживчий</i> (який слугує для задоволення потреб споживання) на місці пропуску 2<b></b> разом з іменником політика означає <i>сукупність заходів, дій і норм, спрямованих на захист прав споживачів, забезпечення якості товарів і послуг, а також формування свідомого й відповідального споживання</i>, <b>найкраще</b> відповідає контексту. </p> <p> Решта запропонованих варіантів відповіді – <i>споживаний</i> (дієприкметник до <i>споживати</i> – уживати як їжу, як питво), <i>споживачевий</i> (присвійний прикметник до <i>споживач</i> – особа чи організація, що використовує, споживає), <i>споживацький</i> (який прагне до задоволення власних потреб, ігноруючи суспільні інтереси) – є паронімами до слова <i>споживчий</i> і <b>не відповідають</b> смисловому наповненню речення. </p> <p><b>Правильна відповідь: Б.</b></p>",
     "passage": "",
     "group": 0
    },
    {
     "id": 33800,
     "n": 3,
     "section": "lexis",
     "question": "<p>Державний класифікатор продукції та послуг – систематизоване зведення назв угруповань продукції та послуг, затверджений наказом Державного комітету України з питань технічного регулювання та (2)_________ політики від 11.10.2010 N 457 «Про затвердження та скасування національних класифікаторів» <strong>(3)</strong>_________ Закону України \"Про стандартизацію\" та на виконання Плану національної стандартизації.</p>",
     "answers": [
      {
       "letter": "А",
       "html": "відповідно до"
      },
      {
       "letter": "Б",
       "html": "згідно до"
      },
      {
       "letter": "В",
       "html": "відповідно"
      },
      {
       "letter": "Г",
       "html": "згідно"
      }
     ],
     "correct": "А",
     "explanation": "<p> Завдання зорієнтовано на виявлення здатності дотримуватися норм літературної мови, уміння розрізняти пароніми, свідомо, невимушено, цілеспрямовано, майстерно вживати мовні засоби відповідно до мети й обставин спілкування. </p> <p> На місці пропуску <b>3</b> треба вставити <b>складений похідний прийменник</b> <i>відповідно до</i>, який утворено з <b>прислівника</b> <i>відповідно</i> й <b>прийменника</b> <i>до</i>. Прийменник <i>відповідно до</i> вживають лише у такому поєднанні. </p> <p> Решта варіантів відповіді є <b>граматичними помилками</b>. Уживання сполуки <i>згідно до</i> є ненормативним, оскільки правильним похідним прийменником від прислівника <i>згідно</i> є поєднання прислівника <i>згідно</i> із прийменником <i>з</i>. Варіанти <i>згідно</i> й <i>відповідно</i> є прислівниками, їх не можна вживати в значенні прийменників без поєднання зі словами <i>з</i> та <i>до</i>. </p> <p><b>Правильна відповідь: A.</b></p>",
     "passage": "",
     "group": 0
    },
    {
     "id": 33801,
     "n": 4,
     "section": "lexis",
     "question": "<p>Легендарний Клуб Творчої Молоді створений Лесем Танюком наприкінці 1959 року – стверджує «Енциклопедія історії України». Але існує й інша дата <strong>(4)</strong>___________: 8 березня 1960 року, яку називає власне сам Лесь Танюк, який і став першим обраним президентом Клубу. Розходження в датах пояснюється (5)__________ актуальності акцій Клубу для суспільства, які лягли в (6)__________ Статуту: в одному випадку це початок відтворення заборонених тоді в Україні колядок і щедрівок, в іншому – дата перших, «законодавчих» зборів Клубу.</p>",
     "answers": [
      {
       "letter": "А",
       "html": "оформлення"
      },
      {
       "letter": "Б",
       "html": "заснування"
      },
      {
       "letter": "В",
       "html": "виникнення"
      },
      {
       "letter": "Г",
       "html": "зародження"
      }
     ],
     "correct": "Б",
     "explanation": "<p> Завдання зорієнтовано на виявлення здатності дотримуватися норм літературної мови, а також свідомо, невимушено, цілеспрямовано, майстерно вживати мовні засоби відповідно до мети й обставин спілкування. </p> <p> Для вибору правильної відповіді треба проаналізувати не лише зміст того речення, у якому пропущено слово, а й попереднього. Запропоновані у варіантах відповіді <b>віддієслівні іменники</b> мають назвати дію, яка буде <b>синонімічною</b> до слова <i>створений</i> та означатиме <b>початок існування Клубу творчої молоді</b>. </p> <p> Розгляньмо запропоновані варіанти відповіді: <i>оформлення</i> – дія за значенням оформити, надавати чому-небудь чинності виконанням необхідних формальностей; <i>заснування</i> – дія за значенням заснувати, класти початок існуванню чого-небудь, організовувати; <i>виникнення</i> – дія за значенням виникнути, ставати дійсним, таким, що існує, <i>зародження</i> – дія за значенням зародитися, починати існувати, виникати. </p> <p> З-поміж запропонованих іменників лексема <i>заснування</i> відповідає контексту <b>якнайкраще</b>, бо означає <i>започаткування</i>, <i>створення</i>. </p> <p><b>Правильна відповідь: Б.</b></p>",
     "passage": "",
     "group": 0
    },
    {
     "id": 33802,
     "n": 5,
     "section": "lexis",
     "question": "<p>Легендарний Клуб Творчої Молоді створений Лесем Танюком наприкінці 1959 року – стверджує «Енциклопедія історії України». Але існує й інша дата (4)___________: 8 березня 1960 року, яку називає власне сам Лесь Танюк, який і став першим обраним президентом Клубу. Розходження в датах пояснюється <strong>(5)</strong>__________ актуальності акцій Клубу для суспільства, які лягли в (6)__________ Статуту: в одному випадку це початок відтворення заборонених тоді в Україні колядок і щедрівок, в іншому – дата перших, «законодавчих» зборів Клубу.</p>",
     "answers": [
      {
       "letter": "А",
       "html": "розбіжністю"
      },
      {
       "letter": "Б",
       "html": "різночитанням"
      },
      {
       "letter": "В",
       "html": "несумісністю"
      },
      {
       "letter": "Г",
       "html": "незначущістю"
      }
     ],
     "correct": "Б",
     "explanation": "<p>Завдання зорієнтовано на виявлення здатності дотримуватися норм літературної мови, а також свідомо, невимушено, цілеспрямовано, майстерно вживати мовні засоби відповідно до мети й обставин спілкування.</p> <p>На місце пропуску <b>5</b> треба вставити слово, яке називатиме явище, що стало причиною розходження у визначенні дати створення Клубу творчої молоді.</p> <p>Серед запропонованих варіантів відповіді <i>розбіжність</i> (відмінність, несхожість), <i>різночитання</i> (альтернативне читання, різна інтерпретація), <i>несумісність</i> (протилежність, невідповідність), <i>незначущість</i> (малозначущість, несуттєвість) слово <i>різночитання</i> <b>якнайкраще</b> відповідає контексту.</p> <p><b>Правильна відповідь: Б.</b></p>",
     "passage": "",
     "group": 0
    },
    {
     "id": 33803,
     "n": 6,
     "section": "lexis",
     "question": "<p>Легендарний Клуб Творчої Молоді створений Лесем Танюком наприкінці 1959 року – стверджує «Енциклопедія історії України». Але існує й інша дата (4)___________: 8 березня 1960 року, яку називає власне сам Лесь Танюк, який і став першим обраним президентом Клубу. Розходження в датах пояснюється (5)__________ актуальності акцій Клубу для суспільства, які лягли в <strong>(6)</strong>__________ Статуту: в одному випадку це початок відтворення заборонених тоді в Україні колядок і щедрівок, в іншому – дата перших, «законодавчих» зборів Клубу.</p>",
     "answers": [
      {
       "letter": "А",
       "html": "фундамент"
      },
      {
       "letter": "Б",
       "html": "базу"
      },
      {
       "letter": "В",
       "html": "основу"
      },
      {
       "letter": "Г",
       "html": "канон"
      }
     ],
     "correct": "В",
     "explanation": "<p> Завдання зорієнтовано на виявлення здатності дотримуватися норм літературної мови, а також свідомо, невимушено, цілеспрямовано, майстерно вживати мовні засоби відповідно до мети й обставин спілкування. </p> <p> Лексема <i>основа</i> на місці пропуску <b>6</b> у поєднанні зі словами <i>лягли в</i> утворює <b>сталу сполуку</b>, <b>фразеологізм</b>, що означає щось вихідне, початкове, основне для чого-небудь. Решта варіантів відповіді в разі поєднання з дієсловом <i>лягти</i> <b>не утворюють</b> сталої сполуки, та <b>не набувають</b> значення, що відповідає контексту. </p> <p><b>Правильна відповідь: B.</b></p>",
     "passage": "",
     "group": 0
    },
    {
     "id": 33804,
     "n": 7,
     "section": "lexis",
     "question": "<p>Космічні кораблі серії «Джеміні» продовжили серію кораблів «Меркурій», але значно <strong>(7)</strong>_________ їх за можливостями (два члени екіпажу, більший час автономного польоту, можливість зміни (8)___________ орбіти тощо). Протягом виконання програми були відпрацьовані методи зближення, вперше в історії здійснено стикування космічних апаратів. Було зроблено кілька виходів у відкритий космос, встановлені (9)_______ тривалості польоту. Сумарний час польотів за програмою склав більше 41 доби. Сумарний час виходів у відкритий космос складав приблизно 10 годин. (10)_________, отриманий під час програми «Джеміні», був використаний при підготовці та здійсненні програми «Аполлон».</p>",
     "answers": [
      {
       "letter": "А",
       "html": "перевершили"
      },
      {
       "letter": "Б",
       "html": "випередили"
      },
      {
       "letter": "В",
       "html": "подолали"
      },
      {
       "letter": "Г",
       "html": "обігнали"
      }
     ],
     "correct": "А",
     "explanation": "<p> Завдання зорієнтовано на виявлення здатності дотримуватися норм літературної мови, а також свідомо, невимушено, цілеспрямовано, майстерно вживати мовні засоби відповідно до мети й обставин спілкування. </p> <p> На місце пропуску <b>7</b> треба вставити слово, яке буде <b>однорідним</b> до присудка <i>продовжили</i>, вступатиме з ним у <b>протиставний</b> зв’язок і відрізнятиме кораблі «Джеміні» від кораблів «Меркурій». </p> <p> Розгляньмо запропоновані варіанти: <i>перевершити</i> – виявити перевагу над чим-небудь, <i>випередити</i> – виявитися попереду, обігнати, <i>подолати</i> – перемогти, побороти, <i>обігнати</i> – переганяти, випереджати. </p> <p> Слово <i>перевершити</i> у відповідній граматичній формі <b>відповідає</b> смисловому наповненню речення <b>якнайкраще</b>, бо вказує на <b>переваги</b> корабля «Джеміні», як порівняти з «Меркурієм». </p> <p><b>Правильна відповідь: A.</b></p>",
     "passage": "",
     "group": 0
    },
    {
     "id": 33805,
     "n": 8,
     "section": "lexis",
     "question": "<p>Космічні кораблі серії «Джеміні» продовжили серію кораблів «Меркурій», але значно (7)_________ їх за можливостями (два члени екіпажу, більший час автономного польоту, можливість зміни <strong>(8)</strong>___________ орбіти тощо). Протягом виконання програми були відпрацьовані методи зближення, вперше в історії здійснено стикування космічних апаратів. Було зроблено кілька виходів у відкритий космос, встановлені (9)_______ тривалості польоту. Сумарний час польотів за програмою склав більше 41 доби. Сумарний час виходів у відкритий космос складав приблизно 10 годин. (10)_________, отриманий під час програми «Джеміні», був використаний при підготовці та здійсненні програми «Аполлон».</p>",
     "answers": [
      {
       "letter": "А",
       "html": "параметрів"
      },
      {
       "letter": "Б",
       "html": "критеріїв"
      },
      {
       "letter": "В",
       "html": "атрибутів"
      },
      {
       "letter": "Г",
       "html": "факторів"
      }
     ],
     "correct": "А",
     "explanation": "<p> Завдання зорієнтовано на виявлення здатності дотримуватися норм літературної мови, а також свідомо, невимушено, цілеспрямовано, майстерно вживати мовні засоби відповідно до мети й обставин спілкування. </p> <p> З огляду на зміст запропонованого мікротексту слово на місці пропуску <b>8</b> означає певний набір величин, якими описують розмір, форму, орієнтацію чи положення космічних тіл (наприклад, супутника, планети або комети) на орбітальному шляху. </p> <p> Поміж запропонованих варіантів – <i>параметри</i> (величини, властиві якому-небудь предмету, явищу), <i>критерії</i> (підстава для оцінювання, визначення або класифікації чогось; мірило), <i>атрибути</i> (суттєва, невіддільна властивість предмета або явища), <i>фактори</i> (умова, рушійна сила будь-якого процесу, чинник) у потрібних граматичних формах – лише слово <i>параметри</i> відповідає контексту. </p> <p><b>Правильна відповідь: A.</b></p>",
     "passage": "",
     "group": 0
    },
    {
     "id": 33806,
     "n": 9,
     "section": "lexis",
     "question": "<p>Космічні кораблі серії «Джеміні» продовжили серію кораблів «Меркурій», але значно (7)_________ їх за можливостями (два члени екіпажу, більший час автономного польоту, можливість зміни (8)___________ орбіти тощо). Протягом виконання програми були відпрацьовані методи зближення, вперше в історії здійснено стикування космічних апаратів. Було зроблено кілька виходів у відкритий космос, встановлені <strong>(9)</strong>_______ тривалості польоту. Сумарний час польотів за програмою склав більше 41 доби. Сумарний час виходів у відкритий космос складав приблизно 10 годин. (10)_________, отриманий під час програми «Джеміні», був використаний при підготовці та здійсненні програми «Аполлон».</p>",
     "answers": [
      {
       "letter": "А",
       "html": "рекорди"
      },
      {
       "letter": "Б",
       "html": "тріумфи"
      },
      {
       "letter": "В",
       "html": "досягнення"
      },
      {
       "letter": "Г",
       "html": "вершини"
      }
     ],
     "correct": "А",
     "explanation": "<p> Завдання зорієнтовано на виявлення здатності дотримуватися норм літературної мови, а також свідомо, невимушено, цілеспрямовано, майстерно вживати мовні засоби відповідно до мети й обставин спілкування. </p> <p> Значення слова на місці пропуску <b>9</b> випливає з його контексту, а саме із значення лексеми <i>встановлені</i> (дієприкметника від <i>установлювати</i>), що в такому поєднанні означає <i>досягати найвищих результатів, перевершувати попередні здобутки</i>. </p> <p> З-поміж запропонованих варіантів відповіді <i>рекорд</i> (найвищі показники, найвищий ступінь вияву чого-небудь), <i>тріумф</i> (видатний успіх, перемога), <i>досягнення</i> (позитивний результат роботи; успіх), <i>вершина</i> (вищий ступінь чого-небудь) лише варіант <i>рекорди</i> означає <i>найвищі здобутки</i>. </p> <p><b>Правильна відповідь: A.</b></p>",
     "passage": "",
     "group": 0
    },
    {
     "id": 33807,
     "n": 10,
     "section": "lexis",
     "question": "<p>Космічні кораблі серії «Джеміні» продовжили серію кораблів «Меркурій», але значно (7)_________ їх за можливостями (два члени екіпажу, більший час автономного польоту, можливість зміни (8)___________ орбіти тощо). Протягом виконання програми були відпрацьовані методи зближення, вперше в історії здійснено стикування космічних апаратів. Було зроблено кілька виходів у відкритий космос, встановлені (9)_______ тривалості польоту. Сумарний час польотів за програмою склав більше 41 доби. Сумарний час виходів у відкритий космос складав приблизно 10 годин. <strong>(10)</strong>_________, отриманий під час програми «Джеміні», був використаний при підготовці та здійсненні програми «Аполлон».</p>",
     "answers": [
      {
       "letter": "А",
       "html": "Досвід"
      },
      {
       "letter": "Б",
       "html": "Навик"
      },
      {
       "letter": "В",
       "html": "Результат"
      },
      {
       "letter": "Г",
       "html": "Ефект"
      }
     ],
     "correct": "А",
     "explanation": "<p> Завдання зорієнтовано на виявлення здатності дотримуватися норм літературної мови, а також свідомо, невимушено, цілеспрямовано, майстерно вживати мовні засоби відповідно до мети й обставин спілкування. </p> <p> Слово на місці пропуску <b>10</b> в останньому реченні мікротексту, відповідно до змісту попередніх речень, позначає <i>сукупність знань, які здобуто протягом виконання програми випробування космічних кораблів «Джеміні».</i> </p> <p> Поміж запропонованих варіантів відповіді – <i>досвід</i> (сукупність знань, уміння, які здобувають у житті, на практиці), <i>навик</i> (уміння, набуте досвідом, вправами), <i>результат</i> (остаточний кінцевий підсумок), <i>ефект</i> (наслідок яких-небудь причин, сил, дій, заходів) – лише лексема <i>досвід</i> <b>відповідає</b> контексту. </p> <p> Варіант відповіді <i>навик</i> видається правдоподібним, оскільки також означає набуте вміння, але стосується радше окремої людини, аніж команди дослідників, до того ж <b>не означає</b> сукупності знань. </p> <p><b>Правильна відповідь: A.</b></p>",
     "passage": "",
     "group": 0
    },
    {
     "id": 33808,
     "n": 11,
     "section": "reading",
     "question": "<p>Автор <strong><em>тексту Б</em></strong>, на відміну від автора <strong><em>тексту А</em></strong></p>",
     "answers": [
      {
       "letter": "А",
       "html": "посилається на думку авторитетів"
      },
      {
       "letter": "Б",
       "html": "обґрунтовує наведені висновки"
      },
      {
       "letter": "В",
       "html": "ілюструє свої міркування"
      },
      {
       "letter": "Г",
       "html": "використовує цитати"
      }
     ],
     "correct": "Г",
     "explanation": "<p> Завдання зорієнтовано на виявлення тестованими здатності працювати з формальними ознаками тематично пов’язаних текстів із метою вичленування з них однорідної інформації та способів її подання, а також спроможності кваліфікувати й класифікувати явища, факти, об’єкти тощо. </p> <p> Автор тексту Б покликається на думку авторитетів. Наприклад, в абзаці <b>10</b> він покликається на думку економіста й історика Рутґера Бреґмана, в абзаці <b>13</b> – на твердження профспілкового лідера Френсіса тощо. Автор тексту А також наводить покликання на результати авторитетних досліджень (абзац <b>1</b>). </p> <p> Висновки, які зроблено в тексті Б, як і в тексті А випливають із низки <b>аргументів</b>. У тексті А автор <b>підкріплює</b> свої міркування <b>аргументами</b> про неефективне використання робочого часу в офісах (абзац <b>2</b>) та підвищення продуктивності праці внаслідок скорочення робочого часу (абзац <b>7</b>, водночас він заявляє, що поки <b>немає</b> успішних прикладів скорочення робочого тижня (абзац <b>6</b>). Автор тексту Б <b>аргументовано</b> доводить думку про необхідність скорочення робочого тижня, оскільки в такий спосіб не тільки <b>підвищиться продуктивність</b> праці, а й <b>поліпшиться якість</b> життя працівників, сприятиме забезпеченню <b>гендерної рівності</b> та допоможе боротися зі <b>змінами клімату</b> (абзаци <b>10</b>, <b>14</b>). </p> <p> Автор тексту Б, як і автор тексту А ілюструє свої міркування прикладами. Зокрема в абзаці <b>7</b> тексту А наведено <b>приклад</b> про експеримент зі скорочення робочого часу в лікарнях Швеції. У тексті Б в абзаці <b>11</b> використано <b>приклад</b> про Генрі Форда. </p> <p> Автор тексту Б використовує розлогі <b>цитати</b> економіста й історика Рутґера Бреґмана (абзац <b>11</b>), профспілкового лідера Френсіса О’Грейді (абзац <b>13</b>). Автор тексту А цитат <b>не наводить</b>. </p> <p><b>Правильна відповідь: Г.</b></p>",
     "passage": "<p><strong>Прочитайте тексти А й Б та виконайте завдання</strong></p><p><em>(цифри в дужках позначають номери абзаців наскрізна в обох текстах).</em></p><p><strong>Текст А</strong></p><p>(1) Аmerican Time Use Survey проведене 2014 р. показало, що середній офісний працівник витрачає всього 45 % робочого часу на роботу, решту – на соцмережі, каву та наради. А дані 2016 р. свідчать, що середній американець займається робочими питаннями не більше ніж 3,5 год. на день. І це властиво не тільки американцям.</p><p>(2) У більшості українських офісів сьогодні панує приблизно така сама атмосфера: досить глянути на статистику замовлень на товари в кібер-понеділок, більшість із яких здійснюється з офісів у робочий час. Проте практично всі ці люди проводять в офісі по 8 год., навіть попри відсутність потреби в цьому. А все через стандартний 5-денний робочий тиждень. Тим часом в інших країнах поступово з’являється альтернатива – скорочений робочий тиждень.</p><p>(3) Нині 5-денний робочий тиждень – буденність, а пару сотень років тому він видавався чимось нереальним. Усе почалося з промислової революції ХVIII-ХІХ ст. Перші працівники підприємств працювали протягом світлового дня, приблизно по 12 годин. З появою електрики роботодавець захотів більшого, що, звісно, виливалося в протести. До того ж єдиним вихідним у тогочасного європейця була неділя, але й у цей день було заведено ходити до церкви.</p><p>(4) Ситуація почала мінятися у ХХ ст. У 1926 р. Генрі Форд почав закривати свої заводи на суботу-неділю, що стало прикладом для багатьох компаній. Причиною таких позитивних змін була аж ніяк не любов до працівників, а скоріше – до себе. Форд дійшов висновку, що, вивільнивши більше часу для дозвілля працівників, можна досягти й зростання споживчого попиту, а отже, продати більше своїх товарів.</p><p>(5) Після повсюдного введення «п’ятиденки» заговорили про неминуче скорочення робочого тижня до чотирьох або навіть трьох днів завдяки розвиткові технологій і зростанню продуктивності праці. Наприклад, 1930 р. економіст Джон Мейнард Кейнс запевняв, що до 2030 р. люди працюватимуть не більше ніж 15 год. на тиждень.</p><p>(6) На сьогодні скорочення робочого тижня – поки досить нова практика навіть за кордоном. І не завжди успішна. Так, свого часу американська онлайн-школа Тrееhouse почала працювати як чотириденна. Щоправда, за чотири роки вона припинила свій експеримент після скорочення штату.</p><p>(7) Скорочення робочих годин без зменшення зарплати спробували й у Швеції, яка є однією з найщасливіших країн у світі. Першими 6-годинку отримали медсестри. Це дало можливість залучити в професію більше людей, які й «закрили» втрачені робочі години. Протягом перших 18 місяців експерименту медсестри, які мали скорочений робочий тиждень, рідше брали «лікарняні», краще почувалися й підвищили продуктивність, організувавши на 85 % більше «розваг» для своїх пацієнтів. Проте проект був підданий жорсткій критиці, адже коштував дорого, хоча й зміг залишитися в межах бюджету.</p><p>(8) Одним словом: «скоротити не можна залишити». Ще не зовсім зрозуміло, як тут розставити розділові знаки.</p><p><em> За Т. Ястремською</em></p><p><strong>Текст Б</strong></p><p>(9) Зменшення робочого тижня піде на користь і компаніям, і їхнім співробітникам, через те світу варто задуматися про масовий перехід на чотириденний робочий тиждень. Про це заявили на форумі в Давосі 2019 р. двоє авторитетних експертів.</p><p>(10) «У нас є хороші експерименти, які демонструють: за зниження тривалості робочого часу люди можуть ефективніше зосереджуватися, їхні результати не погіршуються, а якість і креативність найчастіше зростають», – заявив психолог Адам Грант.</p><p>(11) Його підтримав економіст та історик Рутґер Бреґман, який нагадав, що провідні уми – економісти, соціологи, філософи – десятиліттями вірили, що із часом людство зможе працювати менше. «Підприємці-капіталісти ще у 20-30-ті рр. виявили позитивний вплив скороченого робочого тижня на продуктивність. Наприклад, Генрі Форд побачив, що після переходу до 40-годинного тижня його робітники стали продуктивнішими, оскільки менше втомлювалися», – наголосив він, хоча й зазначив, що ситуація в бік реального зменшення робочих годин почала змінюватися активно лише в 70-х рр. минулого століття.</p><p>(12) Водночас на форумі обговорювалися дослідження про те, що люди, працюючи менше, стануть щасливішими. Крім того, експерти згадали дослідження ОЕСР про те, що чим більше часу витрачається на роботу, то нижчою виявляється продуктивність праці й ВВП на кожну годину роботи, у чому переконує досвід Південної Кореї й Мексики: будучи лідерами за кількістю відпрацьованих громадянами годин за рік, вони мають продуктивність праці близьку до мінімального рівня серед 36 найрозвиненіших економік.</p><p>(13) До речі, у вересні 2018 р. у Великій Британії профспілки вже запропонували скоротити робочий тиждень до чотириденки. «У ХІХ ст. ми боролися за восьмигодинний робочий день. У ХХ ст. ми отримали право на два вихідних й оплачувану відпустку. Я вірю, що у ХХІ – ми доможемося чотириденки з гідною оплатою», – заявив профспілковий лідер Френсис О’Грейді. Крім того, він наголосив, що зараз компанії мають використовувати технології для більш справедливого розподілу матеріальних благ, а не збагачення верхівок, як це робиться, за його словами, у компанії Аmazon, прибутки якої розподіляються нерівномірно (розслідування газети Sunday Міrrоr засвідчили, що на складах компанії в Британії люди працюють по 55 годин, що призводить до перевтоми).</p><p>(14) А пізніше інший британець – дослідник із компанії з обробки інформації Аutonomy – Вілл Строндж надав додаткові докази на користь скорочення робочого часу. Апелюючи до проведеного компанією аналізу даних ОЕСР та ООН, він заявив, що, крім поліпшення добробуту, забезпечення гендерної рівності та підвищення продуктивності праці, скорочення робочого часу допоможе боротися зі змінами клімату. На його думку, «швидкі темпи розвитку трудозбережувальних технологій переконують у можливості скорочення робочого тижня всім за умови належного підходу до питання... Навіть більше: якщо технізація показує, що менше працювати – цілком можливо, то проблема тиску виробництв на довкілля та ситуація з вуглецевими викидами переконують, що скорочення робочого тижня – необхідне».</p><p><em> За матеріалами «Української правди»</em></p>",
     "group": 1
    },
    {
     "id": 33809,
     "n": 12,
     "section": "reading",
     "question": "<p>Спільними для обох текстів мікротемами є всі, ОКРІМ</p>",
     "answers": [
      {
       "letter": "А",
       "html": "міжнародні ініціативи щодо скорочення робочого тижня"
      },
      {
       "letter": "Б",
       "html": "ситуація із продуктивністю праці в українських офісах"
      },
      {
       "letter": "В",
       "html": "зв'язок між тривалістю роботи і продуктивністю"
      },
      {
       "letter": "Г",
       "html": "Роль Генрі Форда у впровадженні «п’ятиденки»"
      }
     ],
     "correct": "Б",
     "explanation": "<p> Завдання передбачає виявлення здатності виявляти логічні й смислові зв’язки між структурними елементами текстів і зіставляти ці тексти в аспекті актуалізації в них виокремлених елементів. </p> <p> У тексті А, як і в тексті Б зактуалізовано мікротеми <i>міжнародні ініціативи щодо скорочення робочого тижня</i> (текст А, абзац <b>7</b>; текст Б, абзац <b>10</b>), <i>зв’язок між тривалістю роботи та продуктивністю</i> (текст А, абзац <b>7</b>; текст Б, абзац <b>12</b>), <i>роль Генрі Форда у впровадженні «п’ятиденки»</i> (текст А, абзац <b>4</b>; текст Б, абзац <b>11</b>). Однак мікротему <i>ситуація із продуктивністю праці в українських офісах</i> зактуалізовано лише в тексті А (абзац <b>2</b>), у тексті Б про це <b>немає</b> жодної інформації. </p> <p><b>Правильна відповідь: Б.</b></p>",
     "passage": "<p><strong>Прочитайте тексти А й Б та виконайте завдання</strong></p><p><em>(цифри в дужках позначають номери абзаців наскрізна в обох текстах).</em></p><p><strong>Текст А</strong></p><p>(1) Аmerican Time Use Survey проведене 2014 р. показало, що середній офісний працівник витрачає всього 45 % робочого часу на роботу, решту – на соцмережі, каву та наради. А дані 2016 р. свідчать, що середній американець займається робочими питаннями не більше ніж 3,5 год. на день. І це властиво не тільки американцям.</p><p>(2) У більшості українських офісів сьогодні панує приблизно така сама атмосфера: досить глянути на статистику замовлень на товари в кібер-понеділок, більшість із яких здійснюється з офісів у робочий час. Проте практично всі ці люди проводять в офісі по 8 год., навіть попри відсутність потреби в цьому. А все через стандартний 5-денний робочий тиждень. Тим часом в інших країнах поступово з’являється альтернатива – скорочений робочий тиждень.</p><p>(3) Нині 5-денний робочий тиждень – буденність, а пару сотень років тому він видавався чимось нереальним. Усе почалося з промислової революції ХVIII-ХІХ ст. Перші працівники підприємств працювали протягом світлового дня, приблизно по 12 годин. З появою електрики роботодавець захотів більшого, що, звісно, виливалося в протести. До того ж єдиним вихідним у тогочасного європейця була неділя, але й у цей день було заведено ходити до церкви.</p><p>(4) Ситуація почала мінятися у ХХ ст. У 1926 р. Генрі Форд почав закривати свої заводи на суботу-неділю, що стало прикладом для багатьох компаній. Причиною таких позитивних змін була аж ніяк не любов до працівників, а скоріше – до себе. Форд дійшов висновку, що, вивільнивши більше часу для дозвілля працівників, можна досягти й зростання споживчого попиту, а отже, продати більше своїх товарів.</p><p>(5) Після повсюдного введення «п’ятиденки» заговорили про неминуче скорочення робочого тижня до чотирьох або навіть трьох днів завдяки розвиткові технологій і зростанню продуктивності праці. Наприклад, 1930 р. економіст Джон Мейнард Кейнс запевняв, що до 2030 р. люди працюватимуть не більше ніж 15 год. на тиждень.</p><p>(6) На сьогодні скорочення робочого тижня – поки досить нова практика навіть за кордоном. І не завжди успішна. Так, свого часу американська онлайн-школа Тrееhouse почала працювати як чотириденна. Щоправда, за чотири роки вона припинила свій експеримент після скорочення штату.</p><p>(7) Скорочення робочих годин без зменшення зарплати спробували й у Швеції, яка є однією з найщасливіших країн у світі. Першими 6-годинку отримали медсестри. Це дало можливість залучити в професію більше людей, які й «закрили» втрачені робочі години. Протягом перших 18 місяців експерименту медсестри, які мали скорочений робочий тиждень, рідше брали «лікарняні», краще почувалися й підвищили продуктивність, організувавши на 85 % більше «розваг» для своїх пацієнтів. Проте проект був підданий жорсткій критиці, адже коштував дорого, хоча й зміг залишитися в межах бюджету.</p><p>(8) Одним словом: «скоротити не можна залишити». Ще не зовсім зрозуміло, як тут розставити розділові знаки.</p><p><em> За Т. Ястремською</em></p><p><strong>Текст Б</strong></p><p>(9) Зменшення робочого тижня піде на користь і компаніям, і їхнім співробітникам, через те світу варто задуматися про масовий перехід на чотириденний робочий тиждень. Про це заявили на форумі в Давосі 2019 р. двоє авторитетних експертів.</p><p>(10) «У нас є хороші експерименти, які демонструють: за зниження тривалості робочого часу люди можуть ефективніше зосереджуватися, їхні результати не погіршуються, а якість і креативність найчастіше зростають», – заявив психолог Адам Грант.</p><p>(11) Його підтримав економіст та історик Рутґер Бреґман, який нагадав, що провідні уми – економісти, соціологи, філософи – десятиліттями вірили, що із часом людство зможе працювати менше. «Підприємці-капіталісти ще у 20-30-ті рр. виявили позитивний вплив скороченого робочого тижня на продуктивність. Наприклад, Генрі Форд побачив, що після переходу до 40-годинного тижня його робітники стали продуктивнішими, оскільки менше втомлювалися», – наголосив він, хоча й зазначив, що ситуація в бік реального зменшення робочих годин почала змінюватися активно лише в 70-х рр. минулого століття.</p><p>(12) Водночас на форумі обговорювалися дослідження про те, що люди, працюючи менше, стануть щасливішими. Крім того, експерти згадали дослідження ОЕСР про те, що чим більше часу витрачається на роботу, то нижчою виявляється продуктивність праці й ВВП на кожну годину роботи, у чому переконує досвід Південної Кореї й Мексики: будучи лідерами за кількістю відпрацьованих громадянами годин за рік, вони мають продуктивність праці близьку до мінімального рівня серед 36 найрозвиненіших економік.</p><p>(13) До речі, у вересні 2018 р. у Великій Британії профспілки вже запропонували скоротити робочий тиждень до чотириденки. «У ХІХ ст. ми боролися за восьмигодинний робочий день. У ХХ ст. ми отримали право на два вихідних й оплачувану відпустку. Я вірю, що у ХХІ – ми доможемося чотириденки з гідною оплатою», – заявив профспілковий лідер Френсис О’Грейді. Крім того, він наголосив, що зараз компанії мають використовувати технології для більш справедливого розподілу матеріальних благ, а не збагачення верхівок, як це робиться, за його словами, у компанії Аmazon, прибутки якої розподіляються нерівномірно (розслідування газети Sunday Міrrоr засвідчили, що на складах компанії в Британії люди працюють по 55 годин, що призводить до перевтоми).</p><p>(14) А пізніше інший британець – дослідник із компанії з обробки інформації Аutonomy – Вілл Строндж надав додаткові докази на користь скорочення робочого часу. Апелюючи до проведеного компанією аналізу даних ОЕСР та ООН, він заявив, що, крім поліпшення добробуту, забезпечення гендерної рівності та підвищення продуктивності праці, скорочення робочого часу допоможе боротися зі змінами клімату. На його думку, «швидкі темпи розвитку трудозбережувальних технологій переконують у можливості скорочення робочого тижня всім за умови належного підходу до питання... Навіть більше: якщо технізація показує, що менше працювати – цілком можливо, то проблема тиску виробництв на довкілля та ситуація з вуглецевими викидами переконують, що скорочення робочого тижня – необхідне».</p><p><em> За матеріалами «Української правди»</em></p>",
     "group": 1
    },
    {
     "id": 33905,
     "n": 13,
     "section": "reading",
     "question": "<p>Темою обох текстів є</p>",
     "answers": [
      {
       "letter": "А",
       "html": "Вітчизняний і зарубіжний досвід щодо скорочення робочого тижневого часу."
      },
      {
       "letter": "Б",
       "html": "Історія практики зменшення кількості робочих годин на тиждень."
      },
      {
       "letter": "В",
       "html": "Причини бажання/небажання роботодавців скорочувати робочий тиждень."
      },
      {
       "letter": "Г",
       "html": "Скорочення тижневого робочого часу як актуальна тенденція у сфері праці."
      }
     ],
     "correct": "Г",
     "explanation": "<p>Завдання зорієнтовано на виявлення здатності тестованих працювати з текстами як цілісностями й водночас виявляти зв’язок між ними, визначаючи спільну для них тему.</p> <p>Виконуючи це завдання, тестований має передусім відсікти ті формулювання тем (<b>про що ці тексти?</b>), які є, наприклад, мікротемами для того чи того тексту або стосуються лише одного тексту, не будучи актуальними для іншого.</p> <p>Так, варіант відповіді <b>А</b> <i>Вітчизняний і зарубіжний досвід щодо скорочення робочого тижневого часу</i> <b>не можна</b> вважати правильним, оскільки в тексті <b>Б не йдеться</b> про вітчизняний досвід щодо скорочення часу; а варіанти <b>Б</b> <i>Історія практики зменшення кількості робочих годин на тиждень</i>, <b>В</b> <i>Причини небажання роботодавців скорочувати робочий тиждень</i> є <b>неправильними</b>, оскільки в них зактуалізовано лише <b>мікротематичні</b> для обох текстів блоки.</p> <p>Отже, єдиним варіантом відповіді, який є прийнятним для визначення <b>спільної</b> для обох текстів <b>теми</b>, є варіант <b>Г</b> <i>Скорочення тижневого робочого часу як актуальна тенденція у сфері праці</i>, адже в ньому найбільш узагальнено подано те, про що кожен з авторів міркує.</p> <p><b>Правильна відповідь: Г.</b></p>",
     "passage": "<p><strong>Прочитайте тексти А й Б та виконайте завдання</strong></p><p><em>(цифри в дужках позначають номери абзаців наскрізна в обох текстах).</em></p><p><strong>Текст А</strong></p><p>(1) Аmerican Time Use Survey проведене 2014 р. показало, що середній офісний працівник витрачає всього 45 % робочого часу на роботу, решту – на соцмережі, каву та наради. А дані 2016 р. свідчать, що середній американець займається робочими питаннями не більше ніж 3,5 год. на день. І це властиво не тільки американцям.</p><p>(2) У більшості українських офісів сьогодні панує приблизно така сама атмосфера: досить глянути на статистику замовлень на товари в кібер-понеділок, більшість із яких здійснюється з офісів у робочий час. Проте практично всі ці люди проводять в офісі по 8 год., навіть попри відсутність потреби в цьому. А все через стандартний 5-денний робочий тиждень. Тим часом в інших країнах поступово з’являється альтернатива – скорочений робочий тиждень.</p><p>(3) Нині 5-денний робочий тиждень – буденність, а пару сотень років тому він видавався чимось нереальним. Усе почалося з промислової революції ХVIII-ХІХ ст. Перші працівники підприємств працювали протягом світлового дня, приблизно по 12 годин. З появою електрики роботодавець захотів більшого, що, звісно, виливалося в протести. До того ж єдиним вихідним у тогочасного європейця була неділя, але й у цей день було заведено ходити до церкви.</p><p>(4) Ситуація почала мінятися у ХХ ст. У 1926 р. Генрі Форд почав закривати свої заводи на суботу-неділю, що стало прикладом для багатьох компаній. Причиною таких позитивних змін була аж ніяк не любов до працівників, а скоріше – до себе. Форд дійшов висновку, що, вивільнивши більше часу для дозвілля працівників, можна досягти й зростання споживчого попиту, а отже, продати більше своїх товарів.</p><p>(5) Після повсюдного введення «п’ятиденки» заговорили про неминуче скорочення робочого тижня до чотирьох або навіть трьох днів завдяки розвиткові технологій і зростанню продуктивності праці. Наприклад, 1930 р. економіст Джон Мейнард Кейнс запевняв, що до 2030 р. люди працюватимуть не більше ніж 15 год. на тиждень.</p><p>(6) На сьогодні скорочення робочого тижня – поки досить нова практика навіть за кордоном. І не завжди успішна. Так, свого часу американська онлайн-школа Тrееhouse почала працювати як чотириденна. Щоправда, за чотири роки вона припинила свій експеримент після скорочення штату.</p><p>(7) Скорочення робочих годин без зменшення зарплати спробували й у Швеції, яка є однією з найщасливіших країн у світі. Першими 6-годинку отримали медсестри. Це дало можливість залучити в професію більше людей, які й «закрили» втрачені робочі години. Протягом перших 18 місяців експерименту медсестри, які мали скорочений робочий тиждень, рідше брали «лікарняні», краще почувалися й підвищили продуктивність, організувавши на 85 % більше «розваг» для своїх пацієнтів. Проте проект був підданий жорсткій критиці, адже коштував дорого, хоча й зміг залишитися в межах бюджету.</p><p>(8) Одним словом: «скоротити не можна залишити». Ще не зовсім зрозуміло, як тут розставити розділові знаки.</p><p><em> За Т. Ястремською</em></p><p><strong>Текст Б</strong></p><p>(9) Зменшення робочого тижня піде на користь і компаніям, і їхнім співробітникам, через те світу варто задуматися про масовий перехід на чотириденний робочий тиждень. Про це заявили на форумі в Давосі 2019 р. двоє авторитетних експертів.</p><p>(10) «У нас є хороші експерименти, які демонструють: за зниження тривалості робочого часу люди можуть ефективніше зосереджуватися, їхні результати не погіршуються, а якість і креативність найчастіше зростають», – заявив психолог Адам Грант.</p><p>(11) Його підтримав економіст та історик Рутґер Бреґман, який нагадав, що провідні уми – економісти, соціологи, філософи – десятиліттями вірили, що із часом людство зможе працювати менше. «Підприємці-капіталісти ще у 20-30-ті рр. виявили позитивний вплив скороченого робочого тижня на продуктивність. Наприклад, Генрі Форд побачив, що після переходу до 40-годинного тижня його робітники стали продуктивнішими, оскільки менше втомлювалися», – наголосив він, хоча й зазначив, що ситуація в бік реального зменшення робочих годин почала змінюватися активно лише в 70-х рр. минулого століття.</p><p>(12) Водночас на форумі обговорювалися дослідження про те, що люди, працюючи менше, стануть щасливішими. Крім того, експерти згадали дослідження ОЕСР про те, що чим більше часу витрачається на роботу, то нижчою виявляється продуктивність праці й ВВП на кожну годину роботи, у чому переконує досвід Південної Кореї й Мексики: будучи лідерами за кількістю відпрацьованих громадянами годин за рік, вони мають продуктивність праці близьку до мінімального рівня серед 36 найрозвиненіших економік.</p><p>(13) До речі, у вересні 2018 р. у Великій Британії профспілки вже запропонували скоротити робочий тиждень до чотириденки. «У ХІХ ст. ми боролися за восьмигодинний робочий день. У ХХ ст. ми отримали право на два вихідних й оплачувану відпустку. Я вірю, що у ХХІ – ми доможемося чотириденки з гідною оплатою», – заявив профспілковий лідер Френсис О’Грейді. Крім того, він наголосив, що зараз компанії мають використовувати технології для більш справедливого розподілу матеріальних благ, а не збагачення верхівок, як це робиться, за його словами, у компанії Аmazon, прибутки якої розподіляються нерівномірно (розслідування газети Sunday Міrrоr засвідчили, що на складах компанії в Британії люди працюють по 55 годин, що призводить до перевтоми).</p><p>(14) А пізніше інший британець – дослідник із компанії з обробки інформації Аutonomy – Вілл Строндж надав додаткові докази на користь скорочення робочого часу. Апелюючи до проведеного компанією аналізу даних ОЕСР та ООН, він заявив, що, крім поліпшення добробуту, забезпечення гендерної рівності та підвищення продуктивності праці, скорочення робочого часу допоможе боротися зі змінами клімату. На його думку, «швидкі темпи розвитку трудозбережувальних технологій переконують у можливості скорочення робочого тижня всім за умови належного підходу до питання... Навіть більше: якщо технізація показує, що менше працювати – цілком можливо, то проблема тиску виробництв на довкілля та ситуація з вуглецевими викидами переконують, що скорочення робочого тижня – необхідне».</p><p><em> За матеріалами «Української правди»</em></p>",
     "group": 1
    },
    {
     "id": 33916,
     "n": 14,
     "section": "reading",
     "question": "<p>Відповідно до обох текстів або хоча б одного з них, скорочення кількості тижневих робочих годин сприятиме всьому, ОКРІМ</p>",
     "answers": [
      {
       "letter": "А",
       "html": "підвищенню продуктивності праці працівників"
      },
      {
       "letter": "Б",
       "html": "покращенню екологічної ситуації у світі"
      },
      {
       "letter": "В",
       "html": "посиленню творчого підходу до роботи з боку працівників"
      },
      {
       "letter": "Г",
       "html": "пришвидшенню технологізації виробництв"
      }
     ],
     "correct": "Г",
     "explanation": "<p>Завдання зорієнтовано на виявлення здатності тестованих працювати з тематично пов’язаними текстами з метою вичленування з них однорідної інформації щодо певного феномену й визначення причиново-наслідкових зв’язків між явищами.</p> <p>Для виконання цього завдання варто використати <b>метод закладок</b>, тобто по текстах виділити всі позиції, які стосуються <b>переваг</b>, що можна отримати завдяки скороченню робочого часу. Результат наведено в таблиці.</p> <div> <table> <thead> <tr> <th>Варіант відповіді</th> <th>Де про це йдеться в тексті / текстах</th> </tr> </thead> <tbody> <tr> <td><b>А</b> підвищенню продуктивності праці працівників</td> <td>Текст <b>А</b>, абзац <b>7</b>; текст <b>Б</b>, абзаци <b>11</b>, <b>12</b></td> </tr> <tr> <td><b>Б</b> поліпшенню екологічної ситуації у світі</td> <td>Текст <b>Б</b>, абзац <b>14</b></td> </tr> <tr> <td><b>В</b> посиленню творчого підходу до роботи з боку працівників</td> <td>Текст <b>А</b>, абзац <b>7</b>; текст <b>Б</b>, абзац <b>10</b></td> </tr> <tr> <td><b>Г</b> пришвидшенню технологізації виробництв</td> <td><b>Немає</b></td> </tr> </tbody> </table> </div> <p><b>Правильна відповідь: Г.</b></p>",
     "passage": "<p><strong>Прочитайте тексти А й Б та виконайте завдання</strong></p><p><em>(цифри в дужках позначають номери абзаців наскрізна в обох текстах).</em></p><p><strong>Текст А</strong></p><p>(1) Аmerican Time Use Survey проведене 2014 р. показало, що середній офісний працівник витрачає всього 45 % робочого часу на роботу, решту – на соцмережі, каву та наради. А дані 2016 р. свідчать, що середній американець займається робочими питаннями не більше ніж 3,5 год. на день. І це властиво не тільки американцям.</p><p>(2) У більшості українських офісів сьогодні панує приблизно така сама атмосфера: досить глянути на статистику замовлень на товари в кібер-понеділок, більшість із яких здійснюється з офісів у робочий час. Проте практично всі ці люди проводять в офісі по 8 год., навіть попри відсутність потреби в цьому. А все через стандартний 5-денний робочий тиждень. Тим часом в інших країнах поступово з’являється альтернатива – скорочений робочий тиждень.</p><p>(3) Нині 5-денний робочий тиждень – буденність, а пару сотень років тому він видавався чимось нереальним. Усе почалося з промислової революції ХVIII-ХІХ ст. Перші працівники підприємств працювали протягом світлового дня, приблизно по 12 годин. З появою електрики роботодавець захотів більшого, що, звісно, виливалося в протести. До того ж єдиним вихідним у тогочасного європейця була неділя, але й у цей день було заведено ходити до церкви.</p><p>(4) Ситуація почала мінятися у ХХ ст. У 1926 р. Генрі Форд почав закривати свої заводи на суботу-неділю, що стало прикладом для багатьох компаній. Причиною таких позитивних змін була аж ніяк не любов до працівників, а скоріше – до себе. Форд дійшов висновку, що, вивільнивши більше часу для дозвілля працівників, можна досягти й зростання споживчого попиту, а отже, продати більше своїх товарів.</p><p>(5) Після повсюдного введення «п’ятиденки» заговорили про неминуче скорочення робочого тижня до чотирьох або навіть трьох днів завдяки розвиткові технологій і зростанню продуктивності праці. Наприклад, 1930 р. економіст Джон Мейнард Кейнс запевняв, що до 2030 р. люди працюватимуть не більше ніж 15 год. на тиждень.</p><p>(6) На сьогодні скорочення робочого тижня – поки досить нова практика навіть за кордоном. І не завжди успішна. Так, свого часу американська онлайн-школа Тrееhouse почала працювати як чотириденна. Щоправда, за чотири роки вона припинила свій експеримент після скорочення штату.</p><p>(7) Скорочення робочих годин без зменшення зарплати спробували й у Швеції, яка є однією з найщасливіших країн у світі. Першими 6-годинку отримали медсестри. Це дало можливість залучити в професію більше людей, які й «закрили» втрачені робочі години. Протягом перших 18 місяців експерименту медсестри, які мали скорочений робочий тиждень, рідше брали «лікарняні», краще почувалися й підвищили продуктивність, організувавши на 85 % більше «розваг» для своїх пацієнтів. Проте проект був підданий жорсткій критиці, адже коштував дорого, хоча й зміг залишитися в межах бюджету.</p><p>(8) Одним словом: «скоротити не можна залишити». Ще не зовсім зрозуміло, як тут розставити розділові знаки.</p><p><em> За Т. Ястремською</em></p><p><strong>Текст Б</strong></p><p>(9) Зменшення робочого тижня піде на користь і компаніям, і їхнім співробітникам, через те світу варто задуматися про масовий перехід на чотириденний робочий тиждень. Про це заявили на форумі в Давосі 2019 р. двоє авторитетних експертів.</p><p>(10) «У нас є хороші експерименти, які демонструють: за зниження тривалості робочого часу люди можуть ефективніше зосереджуватися, їхні результати не погіршуються, а якість і креативність найчастіше зростають», – заявив психолог Адам Грант.</p><p>(11) Його підтримав економіст та історик Рутґер Бреґман, який нагадав, що провідні уми – економісти, соціологи, філософи – десятиліттями вірили, що із часом людство зможе працювати менше. «Підприємці-капіталісти ще у 20-30-ті рр. виявили позитивний вплив скороченого робочого тижня на продуктивність. Наприклад, Генрі Форд побачив, що після переходу до 40-годинного тижня його робітники стали продуктивнішими, оскільки менше втомлювалися», – наголосив він, хоча й зазначив, що ситуація в бік реального зменшення робочих годин почала змінюватися активно лише в 70-х рр. минулого століття.</p><p>(12) Водночас на форумі обговорювалися дослідження про те, що люди, працюючи менше, стануть щасливішими. Крім того, експерти згадали дослідження ОЕСР про те, що чим більше часу витрачається на роботу, то нижчою виявляється продуктивність праці й ВВП на кожну годину роботи, у чому переконує досвід Південної Кореї й Мексики: будучи лідерами за кількістю відпрацьованих громадянами годин за рік, вони мають продуктивність праці близьку до мінімального рівня серед 36 найрозвиненіших економік.</p><p>(13) До речі, у вересні 2018 р. у Великій Британії профспілки вже запропонували скоротити робочий тиждень до чотириденки. «У ХІХ ст. ми боролися за восьмигодинний робочий день. У ХХ ст. ми отримали право на два вихідних й оплачувану відпустку. Я вірю, що у ХХІ – ми доможемося чотириденки з гідною оплатою», – заявив профспілковий лідер Френсис О’Грейді. Крім того, він наголосив, що зараз компанії мають використовувати технології для більш справедливого розподілу матеріальних благ, а не збагачення верхівок, як це робиться, за його словами, у компанії Аmazon, прибутки якої розподіляються нерівномірно (розслідування газети Sunday Міrrоr засвідчили, що на складах компанії в Британії люди працюють по 55 годин, що призводить до перевтоми).</p><p>(14) А пізніше інший британець – дослідник із компанії з обробки інформації Аutonomy – Вілл Строндж надав додаткові докази на користь скорочення робочого часу. Апелюючи до проведеного компанією аналізу даних ОЕСР та ООН, він заявив, що, крім поліпшення добробуту, забезпечення гендерної рівності та підвищення продуктивності праці, скорочення робочого часу допоможе боротися зі змінами клімату. На його думку, «швидкі темпи розвитку трудозбережувальних технологій переконують у можливості скорочення робочого тижня всім за умови належного підходу до питання... Навіть більше: якщо технізація показує, що менше працювати – цілком можливо, то проблема тиску виробництв на довкілля та ситуація з вуглецевими викидами переконують, що скорочення робочого тижня – необхідне».</p><p><em> За матеріалами «Української правди»</em></p>",
     "group": 1
    },
    {
     "id": 33917,
     "n": 15,
     "section": "reading",
     "question": "<p>Основне спрямування змісту <b><i>тексту Б</i></b> дає підстави стверджувати, що у фразі з <b><i>тексту А</i></b> «<i>скоротити не можна залишити</i>» (<b><i>абзац 8</i></b>) вже невдовзі можна буде поставити розділові знаки так, як запропоновано в рядку</p>",
     "answers": [
      {
       "letter": "А",
       "html": "Скоротити? Не можна! Залишити!"
      },
      {
       "letter": "Б",
       "html": "Скоротити не можна! Залишити!"
      },
      {
       "letter": "В",
       "html": "Скоротити! Не можна?.. Залишити!"
      },
      {
       "letter": "Г",
       "html": "Скоротити! Не можна залишити."
      }
     ],
     "correct": "Г",
     "explanation": "<p>Завдання зорієнтовано на виявлення здатності тестованих працювати з текстами як цілісністю й конденсовано репрезентувати результати свого розуміння змісту тексту. Крім того, завдання спрямовано на виявлення здатності тестованих правильно читати стилістично маркований синтаксис.</p> <p>Оскільки в тексті <b>Б</b> унаочнено думку про те, що скорочення робочого тижня – це корисна з різних оглядів тенденція сучасності, яка дедалі більше поширюється, то цілком логічно виснувати, що лаконічним поданням цієї позиції буде утвердження того, що <b>скорочувати робочий час варто</b>. Така семантика репрезентована у варіанті відповіді <b>Г</b>, де перша частина висловлення <b>утверджує</b> однозначну переконаність у потребі скорочення, а друга <b>посилює</b> цю думку.</p> <p><b>Правильна відповідь: Г.</b></p>",
     "passage": "<p><strong>Прочитайте тексти А й Б та виконайте завдання</strong></p><p><em>(цифри в дужках позначають номери абзаців наскрізна в обох текстах).</em></p><p><strong>Текст А</strong></p><p>(1) Аmerican Time Use Survey проведене 2014 р. показало, що середній офісний працівник витрачає всього 45 % робочого часу на роботу, решту – на соцмережі, каву та наради. А дані 2016 р. свідчать, що середній американець займається робочими питаннями не більше ніж 3,5 год. на день. І це властиво не тільки американцям.</p><p>(2) У більшості українських офісів сьогодні панує приблизно така сама атмосфера: досить глянути на статистику замовлень на товари в кібер-понеділок, більшість із яких здійснюється з офісів у робочий час. Проте практично всі ці люди проводять в офісі по 8 год., навіть попри відсутність потреби в цьому. А все через стандартний 5-денний робочий тиждень. Тим часом в інших країнах поступово з’являється альтернатива – скорочений робочий тиждень.</p><p>(3) Нині 5-денний робочий тиждень – буденність, а пару сотень років тому він видавався чимось нереальним. Усе почалося з промислової революції ХVIII-ХІХ ст. Перші працівники підприємств працювали протягом світлового дня, приблизно по 12 годин. З появою електрики роботодавець захотів більшого, що, звісно, виливалося в протести. До того ж єдиним вихідним у тогочасного європейця була неділя, але й у цей день було заведено ходити до церкви.</p><p>(4) Ситуація почала мінятися у ХХ ст. У 1926 р. Генрі Форд почав закривати свої заводи на суботу-неділю, що стало прикладом для багатьох компаній. Причиною таких позитивних змін була аж ніяк не любов до працівників, а скоріше – до себе. Форд дійшов висновку, що, вивільнивши більше часу для дозвілля працівників, можна досягти й зростання споживчого попиту, а отже, продати більше своїх товарів.</p><p>(5) Після повсюдного введення «п’ятиденки» заговорили про неминуче скорочення робочого тижня до чотирьох або навіть трьох днів завдяки розвиткові технологій і зростанню продуктивності праці. Наприклад, 1930 р. економіст Джон Мейнард Кейнс запевняв, що до 2030 р. люди працюватимуть не більше ніж 15 год. на тиждень.</p><p>(6) На сьогодні скорочення робочого тижня – поки досить нова практика навіть за кордоном. І не завжди успішна. Так, свого часу американська онлайн-школа Тrееhouse почала працювати як чотириденна. Щоправда, за чотири роки вона припинила свій експеримент після скорочення штату.</p><p>(7) Скорочення робочих годин без зменшення зарплати спробували й у Швеції, яка є однією з найщасливіших країн у світі. Першими 6-годинку отримали медсестри. Це дало можливість залучити в професію більше людей, які й «закрили» втрачені робочі години. Протягом перших 18 місяців експерименту медсестри, які мали скорочений робочий тиждень, рідше брали «лікарняні», краще почувалися й підвищили продуктивність, організувавши на 85 % більше «розваг» для своїх пацієнтів. Проте проект був підданий жорсткій критиці, адже коштував дорого, хоча й зміг залишитися в межах бюджету.</p><p>(8) Одним словом: «скоротити не можна залишити». Ще не зовсім зрозуміло, як тут розставити розділові знаки.</p><p><em> За Т. Ястремською</em></p><p><strong>Текст Б</strong></p><p>(9) Зменшення робочого тижня піде на користь і компаніям, і їхнім співробітникам, через те світу варто задуматися про масовий перехід на чотириденний робочий тиждень. Про це заявили на форумі в Давосі 2019 р. двоє авторитетних експертів.</p><p>(10) «У нас є хороші експерименти, які демонструють: за зниження тривалості робочого часу люди можуть ефективніше зосереджуватися, їхні результати не погіршуються, а якість і креативність найчастіше зростають», – заявив психолог Адам Грант.</p><p>(11) Його підтримав економіст та історик Рутґер Бреґман, який нагадав, що провідні уми – економісти, соціологи, філософи – десятиліттями вірили, що із часом людство зможе працювати менше. «Підприємці-капіталісти ще у 20-30-ті рр. виявили позитивний вплив скороченого робочого тижня на продуктивність. Наприклад, Генрі Форд побачив, що після переходу до 40-годинного тижня його робітники стали продуктивнішими, оскільки менше втомлювалися», – наголосив він, хоча й зазначив, що ситуація в бік реального зменшення робочих годин почала змінюватися активно лише в 70-х рр. минулого століття.</p><p>(12) Водночас на форумі обговорювалися дослідження про те, що люди, працюючи менше, стануть щасливішими. Крім того, експерти згадали дослідження ОЕСР про те, що чим більше часу витрачається на роботу, то нижчою виявляється продуктивність праці й ВВП на кожну годину роботи, у чому переконує досвід Південної Кореї й Мексики: будучи лідерами за кількістю відпрацьованих громадянами годин за рік, вони мають продуктивність праці близьку до мінімального рівня серед 36 найрозвиненіших економік.</p><p>(13) До речі, у вересні 2018 р. у Великій Британії профспілки вже запропонували скоротити робочий тиждень до чотириденки. «У ХІХ ст. ми боролися за восьмигодинний робочий день. У ХХ ст. ми отримали право на два вихідних й оплачувану відпустку. Я вірю, що у ХХІ – ми доможемося чотириденки з гідною оплатою», – заявив профспілковий лідер Френсис О’Грейді. Крім того, він наголосив, що зараз компанії мають використовувати технології для більш справедливого розподілу матеріальних благ, а не збагачення верхівок, як це робиться, за його словами, у компанії Аmazon, прибутки якої розподіляються нерівномірно (розслідування газети Sunday Міrrоr засвідчили, що на складах компанії в Британії люди працюють по 55 годин, що призводить до перевтоми).</p><p>(14) А пізніше інший британець – дослідник із компанії з обробки інформації Аutonomy – Вілл Строндж надав додаткові докази на користь скорочення робочого часу. Апелюючи до проведеного компанією аналізу даних ОЕСР та ООН, він заявив, що, крім поліпшення добробуту, забезпечення гендерної рівності та підвищення продуктивності праці, скорочення робочого часу допоможе боротися зі змінами клімату. На його думку, «швидкі темпи розвитку трудозбережувальних технологій переконують у можливості скорочення робочого тижня всім за умови належного підходу до питання... Навіть більше: якщо технізація показує, що менше працювати – цілком можливо, то проблема тиску виробництв на довкілля та ситуація з вуглецевими викидами переконують, що скорочення робочого тижня – необхідне».</p><p><em> За матеріалами «Української правди»</em></p>",
     "group": 1
    },
    {
     "id": 33918,
     "n": 16,
     "section": "reading",
     "question": "<p>У <strong><em>тексті Б</em></strong>, на відміну від <strong><em>тексту А</em></strong>, НЕ порушено проблеми, означеної в рядку</p>",
     "answers": [
      {
       "letter": "А",
       "html": "вплив скорочення кількості робочих годин на самопочуття працівників"
      },
      {
       "letter": "Б",
       "html": "вигоди від скорочення робочого часу як для працівників, так і для роботодавців"
      },
      {
       "letter": "В",
       "html": "збільшення кількості робочих місць у зв’язку зі скороченням норм робочого часу"
      },
      {
       "letter": "Г",
       "html": "історична закономірність руху в бік скорочення довжини робочого тижня"
      }
     ],
     "correct": "В",
     "explanation": "<p>Завдання зорієнтовано на виявлення здатності тестованих працювати з тематично пов’язаними текстами й виявляти спільну й відмінну проблематику, що порушено в них.</p> <p>Для виконання цього тестового завдання доцільним буде застосування <b>методу закладок</b>. За результатами цього можна з’ясувати, що в <b>обох</b> текстах порушено такі <b>проблеми</b>:</p> <p><b>А</b> <i>вплив скорочення кількості робочих годин на самопочуття працівників</i> (текст <b>А</b>, абзац <b>7</b>; текст <b>Б</b>, абзац <b>11</b>);</p> <p><b>Б</b> <i>вигоди від скорочення робочого часу як для працівників, так і для роботодавців</i> (текст <b>А</b>, абзаци <b>4</b> й <b>7</b>; текст <b>Б</b>, абзац <b>9</b>);</p> <p><b>Г</b> <i>історична закономірність руху в бік скорочення довжини робочого тижня</i> (текст <b>А</b>, абзац <b>3</b>; текст <b>Б</b>, абзац <b>13</b>).</p> <p>Водночас проблему, згадану у варіанті відповіді <b>В</b> <i>збільшення кількості робочих місць у зв’язку зі скороченням норм робочого часу</i>, порушено лише в тексті <b>А</b> в контексті розповіді про швецький досвід (абзац <b>7</b>).</p> <p><b>Правильна відповідь: B.</b></p>",
     "passage": "<p><strong>Прочитайте тексти А й Б та виконайте завдання</strong></p><p><em>(цифри в дужках позначають номери абзаців наскрізна в обох текстах).</em></p><p><strong>Текст А</strong></p><p>(1) Аmerican Time Use Survey проведене 2014 р. показало, що середній офісний працівник витрачає всього 45 % робочого часу на роботу, решту – на соцмережі, каву та наради. А дані 2016 р. свідчать, що середній американець займається робочими питаннями не більше ніж 3,5 год. на день. І це властиво не тільки американцям.</p><p>(2) У більшості українських офісів сьогодні панує приблизно така сама атмосфера: досить глянути на статистику замовлень на товари в кібер-понеділок, більшість із яких здійснюється з офісів у робочий час. Проте практично всі ці люди проводять в офісі по 8 год., навіть попри відсутність потреби в цьому. А все через стандартний 5-денний робочий тиждень. Тим часом в інших країнах поступово з’являється альтернатива – скорочений робочий тиждень.</p><p>(3) Нині 5-денний робочий тиждень – буденність, а пару сотень років тому він видавався чимось нереальним. Усе почалося з промислової революції ХVIII-ХІХ ст. Перші працівники підприємств працювали протягом світлового дня, приблизно по 12 годин. З появою електрики роботодавець захотів більшого, що, звісно, виливалося в протести. До того ж єдиним вихідним у тогочасного європейця була неділя, але й у цей день було заведено ходити до церкви.</p><p>(4) Ситуація почала мінятися у ХХ ст. У 1926 р. Генрі Форд почав закривати свої заводи на суботу-неділю, що стало прикладом для багатьох компаній. Причиною таких позитивних змін була аж ніяк не любов до працівників, а скоріше – до себе. Форд дійшов висновку, що, вивільнивши більше часу для дозвілля працівників, можна досягти й зростання споживчого попиту, а отже, продати більше своїх товарів.</p><p>(5) Після повсюдного введення «п’ятиденки» заговорили про неминуче скорочення робочого тижня до чотирьох або навіть трьох днів завдяки розвиткові технологій і зростанню продуктивності праці. Наприклад, 1930 р. економіст Джон Мейнард Кейнс запевняв, що до 2030 р. люди працюватимуть не більше ніж 15 год. на тиждень.</p><p>(6) На сьогодні скорочення робочого тижня – поки досить нова практика навіть за кордоном. І не завжди успішна. Так, свого часу американська онлайн-школа Тrееhouse почала працювати як чотириденна. Щоправда, за чотири роки вона припинила свій експеримент після скорочення штату.</p><p>(7) Скорочення робочих годин без зменшення зарплати спробували й у Швеції, яка є однією з найщасливіших країн у світі. Першими 6-годинку отримали медсестри. Це дало можливість залучити в професію більше людей, які й «закрили» втрачені робочі години. Протягом перших 18 місяців експерименту медсестри, які мали скорочений робочий тиждень, рідше брали «лікарняні», краще почувалися й підвищили продуктивність, організувавши на 85 % більше «розваг» для своїх пацієнтів. Проте проект був підданий жорсткій критиці, адже коштував дорого, хоча й зміг залишитися в межах бюджету.</p><p>(8) Одним словом: «скоротити не можна залишити». Ще не зовсім зрозуміло, як тут розставити розділові знаки.</p><p><em> За Т. Ястремською</em></p><p><strong>Текст Б</strong></p><p>(9) Зменшення робочого тижня піде на користь і компаніям, і їхнім співробітникам, через те світу варто задуматися про масовий перехід на чотириденний робочий тиждень. Про це заявили на форумі в Давосі 2019 р. двоє авторитетних експертів.</p><p>(10) «У нас є хороші експерименти, які демонструють: за зниження тривалості робочого часу люди можуть ефективніше зосереджуватися, їхні результати не погіршуються, а якість і креативність найчастіше зростають», – заявив психолог Адам Грант.</p><p>(11) Його підтримав економіст та історик Рутґер Бреґман, який нагадав, що провідні уми – економісти, соціологи, філософи – десятиліттями вірили, що із часом людство зможе працювати менше. «Підприємці-капіталісти ще у 20-30-ті рр. виявили позитивний вплив скороченого робочого тижня на продуктивність. Наприклад, Генрі Форд побачив, що після переходу до 40-годинного тижня його робітники стали продуктивнішими, оскільки менше втомлювалися», – наголосив він, хоча й зазначив, що ситуація в бік реального зменшення робочих годин почала змінюватися активно лише в 70-х рр. минулого століття.</p><p>(12) Водночас на форумі обговорювалися дослідження про те, що люди, працюючи менше, стануть щасливішими. Крім того, експерти згадали дослідження ОЕСР про те, що чим більше часу витрачається на роботу, то нижчою виявляється продуктивність праці й ВВП на кожну годину роботи, у чому переконує досвід Південної Кореї й Мексики: будучи лідерами за кількістю відпрацьованих громадянами годин за рік, вони мають продуктивність праці близьку до мінімального рівня серед 36 найрозвиненіших економік.</p><p>(13) До речі, у вересні 2018 р. у Великій Британії профспілки вже запропонували скоротити робочий тиждень до чотириденки. «У ХІХ ст. ми боролися за восьмигодинний робочий день. У ХХ ст. ми отримали право на два вихідних й оплачувану відпустку. Я вірю, що у ХХІ – ми доможемося чотириденки з гідною оплатою», – заявив профспілковий лідер Френсис О’Грейді. Крім того, він наголосив, що зараз компанії мають використовувати технології для більш справедливого розподілу матеріальних благ, а не збагачення верхівок, як це робиться, за його словами, у компанії Аmazon, прибутки якої розподіляються нерівномірно (розслідування газети Sunday Міrrоr засвідчили, що на складах компанії в Британії люди працюють по 55 годин, що призводить до перевтоми).</p><p>(14) А пізніше інший британець – дослідник із компанії з обробки інформації Аutonomy – Вілл Строндж надав додаткові докази на користь скорочення робочого часу. Апелюючи до проведеного компанією аналізу даних ОЕСР та ООН, він заявив, що, крім поліпшення добробуту, забезпечення гендерної рівності та підвищення продуктивності праці, скорочення робочого часу допоможе боротися зі змінами клімату. На його думку, «швидкі темпи розвитку трудозбережувальних технологій переконують у можливості скорочення робочого тижня всім за умови належного підходу до питання... Навіть більше: якщо технізація показує, що менше працювати – цілком можливо, то проблема тиску виробництв на довкілля та ситуація з вуглецевими викидами переконують, що скорочення робочого тижня – необхідне».</p><p><em> За матеріалами «Української правди»</em></p>",
     "group": 1
    },
    {
     "id": 33919,
     "n": 17,
     "section": "reading",
     "question": "<p>Авторка <strong><em>тексту А</em></strong> НЕ погодилася б з означеною в <strong><em>тексті Б</em></strong> позицією щодо</p>",
     "answers": [
      {
       "letter": "А",
       "html": "наявності хороших експериментів, пов’язаних зі скороченням робочого часу <b><i>(абзац 10)</i></b>"
      },
      {
       "letter": "Б",
       "html": "значущості ролі Генрі Форда в розвитку політики скорочення робочого тижня <b><i>(абзац 11)</i></b>"
      },
      {
       "letter": "В",
       "html": "важливості боротьби працівників за скорочення кількості робочих годин <b><i>(абзац 13)</i></b>"
      },
      {
       "letter": "Г",
       "html": "мотивованості того, що скорочення кількості робочих годин доконечне лише з екологічних міркувань <b><i>(абзац 14).</i></b>"
      }
     ],
     "correct": "Г",
     "explanation": "<p>Завдання зорієнтовано на виявлення здатності тестованих працювати з тематично пов’язаними текстами, виявляючи спільність і відмінність у поглядах авторів на певну проблематику на підставі аналізу й інтерпретації змісту відповідних текстів.</p> <p>Аналіз змісту обох текстів дає змогу стверджувати, що авторка тексту <b>А погодилася</b> б з авторкою тексту <b>Б в усіх</b> позиціях, що означені у варіантах відповіді <b>А – В</b>:</p> <p><b>А</b> – у тексті <b>Б</b> про це йдеться в абзаці <b>10</b>, а в тексті <b>А</b> – в абзаці <b>7</b>;</p> <p><b>Б</b> – у тексті <b>Б</b> про це йдеться в абзаці <b>11</b>, а в тексті <b>А</b> – в абзаці <b>4</b>;</p> <p><b>В</b> – у тексті <b>Б</b> про це йдеться в абзаці <b>13</b>, а в тексті <b>А</b> – в абзаці <b>3</b>.</p> <p>Водночас авторка тексту <b>А не погодилася</b> б із заявленою в тексті <b>Б</b> позицією (у вигляді слів Вілла Стронджа, який заявляє, що скорочення робочого часу є <b>необхідним</b> саме з огляду на екологічну значущість цих заходів, тоді як з інших оглядів – воно є лише <b>можливим</b>).</p> <p>По-перше, у своєму тексті авторка <b>А</b> взагалі <b>не порушує</b> цієї проблеми, а по-друге, більшою або меншою мірою прямо <b>обґрунтовує</b> закономірність поступового скорочення робочого часу. <b>Достатніми</b> підставами для скорочення є й інші чинники (продуктивність праці, самопочуття працівників, вигода роботодавців тощо).</p> <p><b>Правильна відповідь: Г.</b></p>",
     "passage": "<p><strong>Прочитайте тексти А й Б та виконайте завдання</strong></p><p><em>(цифри в дужках позначають номери абзаців наскрізна в обох текстах).</em></p><p><strong>Текст А</strong></p><p>(1) Аmerican Time Use Survey проведене 2014 р. показало, що середній офісний працівник витрачає всього 45 % робочого часу на роботу, решту – на соцмережі, каву та наради. А дані 2016 р. свідчать, що середній американець займається робочими питаннями не більше ніж 3,5 год. на день. І це властиво не тільки американцям.</p><p>(2) У більшості українських офісів сьогодні панує приблизно така сама атмосфера: досить глянути на статистику замовлень на товари в кібер-понеділок, більшість із яких здійснюється з офісів у робочий час. Проте практично всі ці люди проводять в офісі по 8 год., навіть попри відсутність потреби в цьому. А все через стандартний 5-денний робочий тиждень. Тим часом в інших країнах поступово з’являється альтернатива – скорочений робочий тиждень.</p><p>(3) Нині 5-денний робочий тиждень – буденність, а пару сотень років тому він видавався чимось нереальним. Усе почалося з промислової революції ХVIII-ХІХ ст. Перші працівники підприємств працювали протягом світлового дня, приблизно по 12 годин. З появою електрики роботодавець захотів більшого, що, звісно, виливалося в протести. До того ж єдиним вихідним у тогочасного європейця була неділя, але й у цей день було заведено ходити до церкви.</p><p>(4) Ситуація почала мінятися у ХХ ст. У 1926 р. Генрі Форд почав закривати свої заводи на суботу-неділю, що стало прикладом для багатьох компаній. Причиною таких позитивних змін була аж ніяк не любов до працівників, а скоріше – до себе. Форд дійшов висновку, що, вивільнивши більше часу для дозвілля працівників, можна досягти й зростання споживчого попиту, а отже, продати більше своїх товарів.</p><p>(5) Після повсюдного введення «п’ятиденки» заговорили про неминуче скорочення робочого тижня до чотирьох або навіть трьох днів завдяки розвиткові технологій і зростанню продуктивності праці. Наприклад, 1930 р. економіст Джон Мейнард Кейнс запевняв, що до 2030 р. люди працюватимуть не більше ніж 15 год. на тиждень.</p><p>(6) На сьогодні скорочення робочого тижня – поки досить нова практика навіть за кордоном. І не завжди успішна. Так, свого часу американська онлайн-школа Тrееhouse почала працювати як чотириденна. Щоправда, за чотири роки вона припинила свій експеримент після скорочення штату.</p><p>(7) Скорочення робочих годин без зменшення зарплати спробували й у Швеції, яка є однією з найщасливіших країн у світі. Першими 6-годинку отримали медсестри. Це дало можливість залучити в професію більше людей, які й «закрили» втрачені робочі години. Протягом перших 18 місяців експерименту медсестри, які мали скорочений робочий тиждень, рідше брали «лікарняні», краще почувалися й підвищили продуктивність, організувавши на 85 % більше «розваг» для своїх пацієнтів. Проте проект був підданий жорсткій критиці, адже коштував дорого, хоча й зміг залишитися в межах бюджету.</p><p>(8) Одним словом: «скоротити не можна залишити». Ще не зовсім зрозуміло, як тут розставити розділові знаки.</p><p><em> За Т. Ястремською</em></p><p><strong>Текст Б</strong></p><p>(9) Зменшення робочого тижня піде на користь і компаніям, і їхнім співробітникам, через те світу варто задуматися про масовий перехід на чотириденний робочий тиждень. Про це заявили на форумі в Давосі 2019 р. двоє авторитетних експертів.</p><p>(10) «У нас є хороші експерименти, які демонструють: за зниження тривалості робочого часу люди можуть ефективніше зосереджуватися, їхні результати не погіршуються, а якість і креативність найчастіше зростають», – заявив психолог Адам Грант.</p><p>(11) Його підтримав економіст та історик Рутґер Бреґман, який нагадав, що провідні уми – економісти, соціологи, філософи – десятиліттями вірили, що із часом людство зможе працювати менше. «Підприємці-капіталісти ще у 20-30-ті рр. виявили позитивний вплив скороченого робочого тижня на продуктивність. Наприклад, Генрі Форд побачив, що після переходу до 40-годинного тижня його робітники стали продуктивнішими, оскільки менше втомлювалися», – наголосив він, хоча й зазначив, що ситуація в бік реального зменшення робочих годин почала змінюватися активно лише в 70-х рр. минулого століття.</p><p>(12) Водночас на форумі обговорювалися дослідження про те, що люди, працюючи менше, стануть щасливішими. Крім того, експерти згадали дослідження ОЕСР про те, що чим більше часу витрачається на роботу, то нижчою виявляється продуктивність праці й ВВП на кожну годину роботи, у чому переконує досвід Південної Кореї й Мексики: будучи лідерами за кількістю відпрацьованих громадянами годин за рік, вони мають продуктивність праці близьку до мінімального рівня серед 36 найрозвиненіших економік.</p><p>(13) До речі, у вересні 2018 р. у Великій Британії профспілки вже запропонували скоротити робочий тиждень до чотириденки. «У ХІХ ст. ми боролися за восьмигодинний робочий день. У ХХ ст. ми отримали право на два вихідних й оплачувану відпустку. Я вірю, що у ХХІ – ми доможемося чотириденки з гідною оплатою», – заявив профспілковий лідер Френсис О’Грейді. Крім того, він наголосив, що зараз компанії мають використовувати технології для більш справедливого розподілу матеріальних благ, а не збагачення верхівок, як це робиться, за його словами, у компанії Аmazon, прибутки якої розподіляються нерівномірно (розслідування газети Sunday Міrrоr засвідчили, що на складах компанії в Британії люди працюють по 55 годин, що призводить до перевтоми).</p><p>(14) А пізніше інший британець – дослідник із компанії з обробки інформації Аutonomy – Вілл Строндж надав додаткові докази на користь скорочення робочого часу. Апелюючи до проведеного компанією аналізу даних ОЕСР та ООН, він заявив, що, крім поліпшення добробуту, забезпечення гендерної рівності та підвищення продуктивності праці, скорочення робочого часу допоможе боротися зі змінами клімату. На його думку, «швидкі темпи розвитку трудозбережувальних технологій переконують у можливості скорочення робочого тижня всім за умови належного підходу до питання... Навіть більше: якщо технізація показує, що менше працювати – цілком можливо, то проблема тиску виробництв на довкілля та ситуація з вуглецевими викидами переконують, що скорочення робочого тижня – необхідне».</p><p><em> За матеріалами «Української правди»</em></p>",
     "group": 1
    },
    {
     "id": 33920,
     "n": 18,
     "section": "reading",
     "question": "<p>Відповідно до обох текстів або хоча б одного з них, перепонами на шляху до скорочення тривалості робочого тижня на сьогодні можуть бути всі названі нижче фактори, ОКРІМ</p>",
     "answers": [
      {
       "letter": "А",
       "html": "стандартність мислення роботодавців категоріями «п’ятиденки»"
      },
      {
       "letter": "Б",
       "html": "швидкі темпи розвитку трудозбережувальних технологій і техніки"
      },
      {
       "letter": "В",
       "html": "відмінності в специфіці економік і соціального середовища в різних країнах відмінності в специфіці економік і соціального середовища в різних країнах"
      },
      {
       "letter": "Г",
       "html": "необхідність збереження оплати праці за зменшення кількості годин"
      }
     ],
     "correct": "Б",
     "explanation": "<p>Завдання зорієнтовано на виявлення здатності тестованих працювати з тематично пов’язаними текстами, виявляючи в них ту інформацію, яка може забезпечити посилення або послаблення аргументації стосовно певної проблематики.</p> <p>У цьому завданні треба виокремити ті <b>чинники</b>, про які йдеться в обох або хоча б в одному з текстів, які можуть бути розглянуті як такі, що є <b>перепонами</b> на шляху до <b>скорочення</b> тривалості робочого тижня.</p> <p>Цілком зрозуміло, що з-поміж запропонованих вирізняється варіант відповіді <b>Б</b> <i>швидкі темпи розвитку трудозбережувальних технологій і техніки</i>, де означено такий чинник, що на підставі аналізу тексту й залучення фонових знань <b>не можна</b> розглядати як такий, що здатний гальмувати тенденцію до скорочення робочого часу.</p> <p>Інші варіанти відповіді так чи так указують на чинники, що в текстах кваліфіковано як такі, що можуть <b>негативно</b> впливати на поступ політики скорочення тривалості робочого часу.</p> <p><b>Правильна відповідь: Б.</b></p>",
     "passage": "<p><strong>Прочитайте тексти А й Б та виконайте завдання</strong></p><p><em>(цифри в дужках позначають номери абзаців наскрізна в обох текстах).</em></p><p><strong>Текст А</strong></p><p>(1) Аmerican Time Use Survey проведене 2014 р. показало, що середній офісний працівник витрачає всього 45 % робочого часу на роботу, решту – на соцмережі, каву та наради. А дані 2016 р. свідчать, що середній американець займається робочими питаннями не більше ніж 3,5 год. на день. І це властиво не тільки американцям.</p><p>(2) У більшості українських офісів сьогодні панує приблизно така сама атмосфера: досить глянути на статистику замовлень на товари в кібер-понеділок, більшість із яких здійснюється з офісів у робочий час. Проте практично всі ці люди проводять в офісі по 8 год., навіть попри відсутність потреби в цьому. А все через стандартний 5-денний робочий тиждень. Тим часом в інших країнах поступово з’являється альтернатива – скорочений робочий тиждень.</p><p>(3) Нині 5-денний робочий тиждень – буденність, а пару сотень років тому він видавався чимось нереальним. Усе почалося з промислової революції ХVIII-ХІХ ст. Перші працівники підприємств працювали протягом світлового дня, приблизно по 12 годин. З появою електрики роботодавець захотів більшого, що, звісно, виливалося в протести. До того ж єдиним вихідним у тогочасного європейця була неділя, але й у цей день було заведено ходити до церкви.</p><p>(4) Ситуація почала мінятися у ХХ ст. У 1926 р. Генрі Форд почав закривати свої заводи на суботу-неділю, що стало прикладом для багатьох компаній. Причиною таких позитивних змін була аж ніяк не любов до працівників, а скоріше – до себе. Форд дійшов висновку, що, вивільнивши більше часу для дозвілля працівників, можна досягти й зростання споживчого попиту, а отже, продати більше своїх товарів.</p><p>(5) Після повсюдного введення «п’ятиденки» заговорили про неминуче скорочення робочого тижня до чотирьох або навіть трьох днів завдяки розвиткові технологій і зростанню продуктивності праці. Наприклад, 1930 р. економіст Джон Мейнард Кейнс запевняв, що до 2030 р. люди працюватимуть не більше ніж 15 год. на тиждень.</p><p>(6) На сьогодні скорочення робочого тижня – поки досить нова практика навіть за кордоном. І не завжди успішна. Так, свого часу американська онлайн-школа Тrееhouse почала працювати як чотириденна. Щоправда, за чотири роки вона припинила свій експеримент після скорочення штату.</p><p>(7) Скорочення робочих годин без зменшення зарплати спробували й у Швеції, яка є однією з найщасливіших країн у світі. Першими 6-годинку отримали медсестри. Це дало можливість залучити в професію більше людей, які й «закрили» втрачені робочі години. Протягом перших 18 місяців експерименту медсестри, які мали скорочений робочий тиждень, рідше брали «лікарняні», краще почувалися й підвищили продуктивність, організувавши на 85 % більше «розваг» для своїх пацієнтів. Проте проект був підданий жорсткій критиці, адже коштував дорого, хоча й зміг залишитися в межах бюджету.</p><p>(8) Одним словом: «скоротити не можна залишити». Ще не зовсім зрозуміло, як тут розставити розділові знаки.</p><p><em> За Т. Ястремською</em></p><p><strong>Текст Б</strong></p><p>(9) Зменшення робочого тижня піде на користь і компаніям, і їхнім співробітникам, через те світу варто задуматися про масовий перехід на чотириденний робочий тиждень. Про це заявили на форумі в Давосі 2019 р. двоє авторитетних експертів.</p><p>(10) «У нас є хороші експерименти, які демонструють: за зниження тривалості робочого часу люди можуть ефективніше зосереджуватися, їхні результати не погіршуються, а якість і креативність найчастіше зростають», – заявив психолог Адам Грант.</p><p>(11) Його підтримав економіст та історик Рутґер Бреґман, який нагадав, що провідні уми – економісти, соціологи, філософи – десятиліттями вірили, що із часом людство зможе працювати менше. «Підприємці-капіталісти ще у 20-30-ті рр. виявили позитивний вплив скороченого робочого тижня на продуктивність. Наприклад, Генрі Форд побачив, що після переходу до 40-годинного тижня його робітники стали продуктивнішими, оскільки менше втомлювалися», – наголосив він, хоча й зазначив, що ситуація в бік реального зменшення робочих годин почала змінюватися активно лише в 70-х рр. минулого століття.</p><p>(12) Водночас на форумі обговорювалися дослідження про те, що люди, працюючи менше, стануть щасливішими. Крім того, експерти згадали дослідження ОЕСР про те, що чим більше часу витрачається на роботу, то нижчою виявляється продуктивність праці й ВВП на кожну годину роботи, у чому переконує досвід Південної Кореї й Мексики: будучи лідерами за кількістю відпрацьованих громадянами годин за рік, вони мають продуктивність праці близьку до мінімального рівня серед 36 найрозвиненіших економік.</p><p>(13) До речі, у вересні 2018 р. у Великій Британії профспілки вже запропонували скоротити робочий тиждень до чотириденки. «У ХІХ ст. ми боролися за восьмигодинний робочий день. У ХХ ст. ми отримали право на два вихідних й оплачувану відпустку. Я вірю, що у ХХІ – ми доможемося чотириденки з гідною оплатою», – заявив профспілковий лідер Френсис О’Грейді. Крім того, він наголосив, що зараз компанії мають використовувати технології для більш справедливого розподілу матеріальних благ, а не збагачення верхівок, як це робиться, за його словами, у компанії Аmazon, прибутки якої розподіляються нерівномірно (розслідування газети Sunday Міrrоr засвідчили, що на складах компанії в Британії люди працюють по 55 годин, що призводить до перевтоми).</p><p>(14) А пізніше інший британець – дослідник із компанії з обробки інформації Аutonomy – Вілл Строндж надав додаткові докази на користь скорочення робочого часу. Апелюючи до проведеного компанією аналізу даних ОЕСР та ООН, він заявив, що, крім поліпшення добробуту, забезпечення гендерної рівності та підвищення продуктивності праці, скорочення робочого часу допоможе боротися зі змінами клімату. На його думку, «швидкі темпи розвитку трудозбережувальних технологій переконують у можливості скорочення робочого тижня всім за умови належного підходу до питання... Навіть більше: якщо технізація показує, що менше працювати – цілком можливо, то проблема тиску виробництв на довкілля та ситуація з вуглецевими викидами переконують, що скорочення робочого тижня – необхідне».</p><p><em> За матеріалами «Української правди»</em></p>",
     "group": 1
    },
    {
     "id": 33921,
     "n": 19,
     "section": "logic",
     "question": "<p><strong>Прочитайте мікротексти й виконайте завдання.</strong></p> <p><strong><em>Кореспондент:</em></strong> <em>Першовідкривача ДНК нобелівського лауреата Джеймса Вотсона позбавили почесних звань у лабораторії </em><em>Cold</em><em> Spring</em><em> Harbor</em><em>, яку він раніше очолював, за расистські висловлювання щодо африканців. Колеги вченого відзначили в заяві: «Висловлювання доктора Вотсона варті осуду, не підтверджуються наукою й жодним чином не відображають поглядів лабораторії». Приводом для такого рішення стали висловлювання 90-річного Вотсона про те, що соціальна політика, яка проводиться в Африці, помилково ґрунтується на тому, що рівень інтелекту її аборигенів дорівнює рівню інтелекту інших рас. У 2017 р. Вотстон також заявляв, що чорношкірі не мають такого самого розуму, як представники європеоїдної раси, і тому передбачав Африці сумне майбутнє. Вотсон отримав Нобелівську премію за відкриття структури ДНК як подвійної спіралі в 1962 р.</em></p> <p>Яке з наведених нижче тверджень, якщо воно істинне, найкраще обґрунтовує розбіжності в поглядах Джеймса Вотсона та співробітників лабораторії Cold Spring Harbor, згідно з інформацією кореспондента?</p>",
     "answers": [
      {
       "letter": "А",
       "html": "Жива ДНК має смужну структуру, а Вотсон спостерігав мертву ДНК, яка в його дослідженні закрутилася в подвійну спіраль."
      },
      {
       "letter": "Б",
       "html": "Наукою не виявлено залежності інтелекту від расових особливостей людини. В Поняття інтелекту є надзвичайно складним."
      },
      {
       "letter": "В",
       "html": "Британські вчені з Університетського коледжу Лондона з’ясували, що перша людина в Британії була темношкірою."
      },
      {
       "letter": "Г",
       "html": "За час існування Нобелівської премії 14 її лауреатів були чорношкірими."
      }
     ],
     "correct": "Б",
     "explanation": "<p>Варіант відповіді <b>Б правильний</b>. З наведених в умові тверджень можна виснувати, що Д. Вотсон стверджує: рівень інтелекту залежить від расових особливостей людини. Також співробітники лабораторії Cold Spring Harbor, згідно з інформацією кореспондента, стверджують, що такі погляди <i>«…не підтверджуються наукою й …не відображають поглядів лабораторії…»</i>. Отже, якщо наукою дійсно <b>не виявлено</b> залежності інтелекту від расових особливостей людини (варіант відповіді <b>Б</b>), то це найбільше обґрунтовує розбіжності в поглядах Д. Вотсона та співробітників лабораторії Cold Spring Harbor: висловлені погляди Нобелевського лауреата Д. Вотсона <b>не є науково обґрунтованими</b>, а погляди співробітників лабораторії <b>є науково обґрунтованими</b>.</p> <p>Варіанти відповіді <b>А, В – неправильні</b>. Твердження, наведені в цих варіантах, становлять науковий інтерес, але <b>не мають</b> безпосереднього стосунку до сутності розбіжностей в поглядах Д. Вотсона й співробітників лабораторії на залежність інтелекту від расових особливостей людини.</p> <p>Так само <b>неправильним</b> є варіант відповіді <b>Г</b>. Це випливає з того, що факт про 14 чорношкірих нобеліантів <b>не можна</b> інтерпретувати як показовий щодо залежності інтелекту від расових особливостей. Адже, по-перше, Нобелівські премії присуджують тільки в окремих галузях, по-друге, отримання визначних результатів, за які присуджують премію, залежить від багатьох соціально-економічних факторів, на які треба зважати, щоб можна було сказати, що 14 нобеліантів – це, наприклад, багато або, навпаки, мало.</p> <p><b>Правильна відповідь: Б.</b></p>",
     "passage": "",
     "group": 0
    },
    {
     "id": 33922,
     "n": 20,
     "section": "logic",
     "question": "<p><strong>Прочитайте мікротексти й виконайте завдання.</strong></p> <p><strong><em>Педагог</em></strong>: <em>Питання глобальної компетентності кожного індивіда набуло особливої актуальності для виживання людства в умовах глобалізації. Саме тому глобальна компетентність перетворилася на ключову компетентність, що має надпредметний ціннісний характер. З огляду на це кожен учитель, незалежно від його фаху, має сприяти набуттю кожним учнем глобальної компетентності.</em></p> <p>Форма якого з наведених нижче міркувань найбільше схожа на форму міркувань педагога?</p>",
     "answers": [
      {
       "letter": "А",
       "html": "Інформаційно-комунікаційні технології (ІКТ) змінили спосіб існування людства й зробили його залежним від ІКТ, унаслідок чого важливим чинником безпеки людства в ІКТ-безпека."
      },
      {
       "letter": "Б",
       "html": "Для запобігання глобальним загрозам створено значну кількість міжнародних організацій, які досліджують причини й далекосяжні наслідки цих загроз."
      },
      {
       "letter": "В",
       "html": "Для забезпечення безпеки руху на дорогах людство визначило міжнародні правила дорожнього руху, яких має дотримуватися кожен, і цього мають учити в школі."
      },
      {
       "letter": "Г",
       "html": "Усі релігії світу у своїй основі мають загальні принципи гармонії людини із самою собою, з іншими людьми й із природою."
      }
     ],
     "correct": "В",
     "explanation": "<p>Варіант відповіді <b>А неправильний</b>, бо тут констатовано факт залежності людства від ІКТ, на основі чого зроблено висновок: важливим чинником безпеки людства є ІКТ-безпека, але не обговорено проблеми механізмів забезпечення її: важливості ІКТ-компетентності кожного члена суспільства й ролі школи в набутті її.</p> <p>Варіант відповіді <b>Б неправильний</b>. Хоча в цьому варіанті йдеться про глобальні проблеми людства, проте не обговорено питання механізмів розв’язання їх. Лише констатовано, що створено міжнародні організації для дослідження причин і далекосяжних наслідків цих загроз.</p> <p>Варіант відповіді <b>В правильний</b>. Для забезпечення безпеки руху на дорогах в умовах глобалізації людство створило загальні міжнародні правила безпеки дорожнього руху, яких має дотримуватися кожен і яких мають навчати в школі. Аналогічно: для забезпечення безпеки існування людства було сформовано концепцію глобальної компетентності як ключової компетентності, що має опанувати кожен у школі, у чому йому має сприяти кожен учитель.</p> <p>Варіант відповіді <b>Г неправильний</b>. Тут висловлено твердження щодо спільної основи релігій світу, яке <b>не стосується</b> предмета міркувань педагога про механізми запобігання глобальним загрозам людства.</p> <p><b>Правильна відповідь: B.</b></p>",
     "passage": "",
     "group": 0
    },
    {
     "id": 33923,
     "n": 21,
     "section": "logic",
     "question": "<p><strong>Прочитайте мікротексти й виконайте завдання.</strong></p> <p><b><i>Начальник транспортного відділу</i></b>: <i>Ми створили муніципальну систему забезпечення якості роботи муніципального транспорту (МСЗЯРМТ), яка генерує щотижневі звіти за показниками якості. Деякі громадяни цікавляться точністю оцінок показників якості, які видає ця система. Щотижневі звіти демонструють високий ступінь стабільності, і це є переконливим свідченням точності оцінок МСЗЯРМТ.</i></p> <p>Міркування начальника транспортного відділу щодо обґрунтування точності розрахунків показників якості за допомогою МСЗЯРМТ недосконалі, оскільки в його міркуваннях</p>",
     "answers": [
      {
       "letter": "А",
       "html": "не обґрунтовано, що стабільність оцінок МСЗЯРМТ важливіша за їхню точність."
      },
      {
       "letter": "Б",
       "html": "припускається, що оцінки системи МСЗЯРМТ мають бути стабільними, навіть якщо вони неточні."
      },
      {
       "letter": "В",
       "html": "визнається, що точність результатів є єдиним критерієм досконалості системи МСЗЯРМТ."
      },
      {
       "letter": "Г",
       "html": "не береться до уваги, що система МСЗЯРМТ може генерувати стабільні, але не точні дані."
      }
     ],
     "correct": "Г",
     "explanation": "<p>Варіант відповіді <b>Г правильний</b>. Начальник транспортного відділу <b>не бере</b> до уваги, що система МСЗЯРТ може генерувати стабільні, але неточні дані. Як <b>контрприклад</b> можна навести приклад такої гіпотетичної системи, яка за будь-яких умов надає ті самі значення показників: вона буде абсолютно стабільна й водночас <b>не матиме</b> жодного стосунку до реального стану справ. Тому стабільність показників МСЗЯРМТ <b>не може</b> свідчити про їхню точність.</p> <p>Інші варіанти відповіді неправильні. Так, варіант відповіді <strong>А</strong> неправильний, оскільки начальник транспортного відділу не стверджує, що стабільність оцінок МСЗЯРМТ важливіша за їх точність.</p> <p>Варіант відповіді <b>Б неправильний</b>, оскільки міркування начальника транспортного відділу <b>не містять</b> припущення, що оцінки системи МСЗЯРМТ повинні бути стабільними, навіть якщо вони неточні.</p> <p>Варіант відповіді <b>В неправильний</b>, адже в наведених міркуваннях питання розрахунків показників якості на основі МСЗЯРМТ як єдиного критерія досконалості системи МСЗЯРМТ не обговорюють.</p> <p><b>Правильна відповідь: Г.</b></p>",
     "passage": "",
     "group": 0
    },
    {
     "id": 33924,
     "n": 22,
     "section": "logic",
     "question": "<p><strong>Прочитайте мікротексти й виконайте завдання.</strong></p> <p><strong><em>Слідчий</em></strong><em>: Провадження охоплює чотири епізоди правопорушень: Х, Y</em><em>, Z, V. За час слідства було встановлено коло підозрюваних, кожен із яких був учасником принаймні одного із цих епізодів, і склад учасників кожного із цих епізодів. У результаті слідчих дій було також установлено, що кожен підозрюваний, який був учасником принаймні одного з епізодів Y</em><em>, Z, V, був ще й учасником епізоду Х. Крім цього, було з’ясовано, що жоден підозрюваний, який не брав участі в епізоді Z</em><em>, не був учасником епізоду V і що жоден з учасників епізоду Y не був учасником епізоду Z.</em></p> <p>Істинність якого з наведених нижче тверджень логічно випливає з інформації слідчого?</p>",
     "answers": [
      {
       "letter": "А",
       "html": "Сума кількостей учасників епізоду Y, епізоду Z та епізоду V більша кількості учасників епізоду Х."
      },
      {
       "letter": "Б",
       "html": "Немає учасників епізоду Х, які одночасно не були б учасниками щонайменше одного з епізодів Y, Z, V."
      },
      {
       "letter": "В",
       "html": "Кількість учасників епізоду V не менша за кількість учасників епізоду Y."
      },
      {
       "letter": "Г",
       "html": "Жоден з учасників епізоду V не був учасником епізоду Y."
      }
     ],
     "correct": "Г",
     "explanation": "<p>Варіант відповіді <b>Г правильний</b>. Дійсно, за умовою завдання, множини <i>Y</i> і <i>Z</i> <b>не перетинаються</b>, а множина <i>V</i> є <b>підмножиною</b> множини <i>Z</i>. Тобто множини <i>V</i> й <i>Y</i> також <b>не перетинаються</b>.</p> <p>Інші варіанти відповіді <b>неправильні</b>. Твердження варіантів відповіді <b>А – В</b> можуть бути <b>істинними</b> або <b>хибними</b> залежно від конкретних особливостей множин <i>X, Y, Z, V</i>. Відповідні <b>контрприклади</b> легко побудувати, спираючись на діаграму 1.</p> <p><img alt=\"\" src=\"img/649/2019-ds-27.png\"/></p> <p><i>Діаграма 1</i></p> <p>Варіюючи параметри, можна конструювати приклади конфігурацій, які суперечитимуть твердженням <b>А – В</b>.</p> <p><b>Контрприклад</b> до варіанта відповіді <b>А</b>: множина <i>Х</i> збігається з <b>об’єднанням</b> множин <i>Y</i> і <i>Z</i> (тобто <b>жовта</b> множина <b>порожня</b>), а <b>всі</b> множини <i>X, Y, Z, V</i> <b>непорожні</b>.</p> <p><b>Правильна відповідь: Г.</b></p>",
     "passage": "",
     "group": 0
    },
    {
     "id": 33925,
     "n": 23,
     "section": "logic",
     "question": "<p><strong>Прочитайте мікротексти й виконайте завдання.</strong></p> <p><strong><em>Зоолог</em></strong>: <em>В Австралії кількість видів ссавців-хижаків суттєво менша, ніж на інших континентах, проте кількість видів рептилій-хижаків приблизно така сама, як на інших континентах. Це, імовірно, є наслідком особливостей екосистеми Австралії. Для виживання ссавці-хижаки мають їсти значно більше, ніж рептилії-хижаки. І таким чином для ссавців-хижаків екосистема Австралії виявляється несприятливою, оскільки в ній відносно мало їжі.</em></p> <p>Який загальний висновок випливає з наведених вище міркувань зоолога?</p>",
     "answers": [
      {
       "letter": "А",
       "html": "В Австралії суттєво менша кількість видів ссавців-хижаків, ніж на інших континентах, проте кількість видів рептилій-хижаків приблизно така сама, як деінде."
      },
      {
       "letter": "Б",
       "html": "Екосистеми з відносно малою кількістю їжі є менш сприятливими для ссавців-хижаків, ніж для рептилій-хижаків."
      },
      {
       "letter": "В",
       "html": "Причина несприятливості для ссавців-хижаків екосистеми Австралії, де відносно мало їжі, полягає в тому, що вони для свого виживання мають їсти значно більше, ніж рептилії-хижаки."
      },
      {
       "letter": "Г",
       "html": "У більшості екосистем хижаки-ссавці перебувають у несприятливих умовах порівняно з хижаками-рептиліями."
      }
     ],
     "correct": "Б",
     "explanation": "<p>Варіант відповіді <b>Б правильний</b>. У міркуваннях зоолога наведено аргументи щодо поширення хижаків різних класів в Австралії, але ці аргументи мають <b>універсальне</b> значення. Отже, варіант відповіді <b>Б є загальним</b> висновком, який випливає з міркувань зоолога.</p> <p>Інші варіанти відповіді <b>неправильні</b>, оскільки вони стосуються певних особливостей екосистеми саме Австралії, а тому їх <b>не можна</b> розглядатися як <b>загальний</b> висновок, який випливає з міркувань зоолога.</p> <p><b>Правильна відповідь: Б.</b></p>",
     "passage": "",
     "group": 0
    },
    {
     "id": 33926,
     "n": 24,
     "section": "logic",
     "question": "<p><strong>Прочитайте мікротексти й виконайте завдання.</strong></p> <p><strong><em>Прислів'я: </em></strong><em>Що з воза впало, те пропало.</em></p> <p>Яке з наведених нижче тверджень логічно еквівалентне запереченню твердження прислів’я?</p>",
     "answers": [
      {
       "letter": "А",
       "html": "Якщо щось не впало з возу, то воно не пропало."
      },
      {
       "letter": "Б",
       "html": "Якщо щось не пропало, то воно не впало з возу."
      },
      {
       "letter": "В",
       "html": "Не все, що впало з возу, пропало."
      },
      {
       "letter": "Г",
       "html": "Усе, що впало з возу, не пропало."
      }
     ],
     "correct": "В",
     "explanation": "<p>Еквівалентне переформулювання прислів’я – це варіант відповіді <b>Д</b> <i>Усе, що впало з воза, пропало</i>, яке формально можна записати у вигляді висловлювання: $$ \\forall x A x\\Rightarrow B(x), $$ де предикат \\(A x\\) означає, що \\(x\\) впало з воза, а предикат \\(B(x),\\) – що \\(x\\) <i>пропало</i>. Тоді, використовуючи ті ж позначки, висловлювання у варіантах відповіді можна записати у формі:</p> <p><b>А</b> \\(\\forall x\\neg A x\\Rightarrow(\\neg B x)\\) – протилежне висловлювання;</p> <p><b>Б</b> \\(\\forall x B x\\Rightarrow(A x)\\) – обернене висловлювання;</p> <p><b>В</b> \\(\\exists x A x\\Rightarrow(\\neg B x)\\) – заперечення прямого висловлювання;</p> <p><b>Г</b> \\(\\forall x A x\\Rightarrow B(x)\\) – пряме висловлювання.</p> <p>Згідно із законами логіки, пряме висловлювання <b>еквівалентне</b> оберненому до протилежного висловлювання, крім того, що пряме висловлювання є <b>логічно незалежним</b> відносно оберненого й протилежного висловлювання. Тому варіанти відповіді <b>Г</b> (переформулювання прислів’я), <b>А</b> (протилежне висловлювання) і <b>Б</b> (обернене висловлювання) <b>неправильні</b>.</p> <p>Логічно еквівалентне <b>заперечення</b> прислів’я, наведеного в умові тестового завдання, – це висловлювання <i>«Не все, що впало з воза, пропало»</i> (або, інакше, «знайдуться речі, які впали з воза й не пропали»), тобто висловлювання, запропоноване у варіанті відповіді <b>В</b>.</p> <p><b>Правильна відповідь: В.</b></p>",
     "passage": "",
     "group": 0
    },
    {
     "id": 33937,
     "n": 25,
     "section": "logic",
     "question": "<p><br/> Якщо Петро дотримуватиметься умов програми тренувань, то яке/які з тверджень І-ІІІ істинне/істинні?</p><p>І. У середу й п’ятницю Петро буде займатися плаванням.</p><p>ІІ. У четвер і суботу Петро буде займатися плаванням.</p><p>ІІІ. У понеділок і четвер Петро буде займатися тенісом.</p>",
     "answers": [
      {
       "letter": "А",
       "html": "тільки І"
      },
      {
       "letter": "Б",
       "html": "тільки ІІ"
      },
      {
       "letter": "В",
       "html": "тільки ІІІ"
      },
      {
       "letter": "Г",
       "html": "тільки І та ІІІ"
      }
     ],
     "correct": "Б",
     "explanation": "<p>Оскільки в понеділок Петро займатиметься тенісом (умова <b>5</b>), то з умов <b>3</b>, <b>4</b> й <b>6</b> випливає, що у вівторок, четвер і суботу він займатиметься плаванням та не займатиметься тенісом.</p> <p>Отже, твердження І та ІІІ – <b>хибні</b>, а твердження ІІ – <b>істинне</b>.</p> <p><b>Правильна відповідь: Б.</b></p>",
     "passage": "<p><strong>Прочитайте опис ситуації та умов до неї й виконайте завдання.</strong></p><p>Петро 6 разів на тиждень - із понеділка по суботу - займається спортом. До переліку програми його тренувань на наступні півроку входять три види спорту: плавання, бадмінтон і теніс.</p><p>При складанні програми тренувань на тиждень Петро має врахувати такі умови:</p><p>1) Кожного дня мають бути заняття одним або двома видами спорту.</p><p>2) Заняття бадмінтоном повинні бути чотири рази на тиждень.</p><p>3) Заняття з плавання повинні бути тричі на тиждень.</p><p>4) У будь-які два послідовні дні не може бути занять із плавання.</p><p>5) Заняття тенісом мають бути двічі на тиждень, причому одним із таких днів повинен бути понеділок.</p><p>6) Тенісом і плаванням займатися необхідно в різні дні тижня.</p>",
     "group": 2
    },
    {
     "id": 33945,
     "n": 26,
     "section": "logic",
     "question": "<p><br/> Якщо середа й четвер будуть вільні від занять бадмінтоном, то в який із наведених нижче днів тижня Петро буде займатися тенісом?</p>",
     "answers": [
      {
       "letter": "А",
       "html": "у вівторок"
      },
      {
       "letter": "Б",
       "html": "у середу"
      },
      {
       "letter": "В",
       "html": "у четвер"
      },
      {
       "letter": "Г",
       "html": "у п’ятницю"
      }
     ],
     "correct": "Б",
     "explanation": "<p>Оскільки в середу Петро не займається ні плаванням, ні бадмінтоном, то цього дня він займається тенісом.</p> <p>Петро <b>не може</b> займатися тенісом ні у вівторок, ні в четвер, оскільки в ці дні він займається плаванням.</p> <p>Петро також <b>не може</b> займатися тенісом у п’ятницю, бо цим видом спорту він може займатися лише двічі на тиждень.</p> <p><b>Правильна відповідь: Б.</b></p>",
     "passage": "<p><strong>Прочитайте опис ситуації та умов до неї й виконайте завдання.</strong></p><p>Петро 6 разів на тиждень - із понеділка по суботу - займається спортом. До переліку програми його тренувань на наступні півроку входять три види спорту: плавання, бадмінтон і теніс.</p><p>При складанні програми тренувань на тиждень Петро має врахувати такі умови:</p><p>1) Кожного дня мають бути заняття одним або двома видами спорту.</p><p>2) Заняття бадмінтоном повинні бути чотири рази на тиждень.</p><p>3) Заняття з плавання повинні бути тричі на тиждень.</p><p>4) У будь-які два послідовні дні не може бути занять із плавання.</p><p>5) Заняття тенісом мають бути двічі на тиждень, причому одним із таких днів повинен бути понеділок.</p><p>6) Тенісом і плаванням займатися необхідно в різні дні тижня.</p>",
     "group": 2
    },
    {
     "id": 33947,
     "n": 27,
     "section": "logic",
     "question": "<p><br/> Усі наведені нижче пари днів можуть бути в Петра вільними від занять бадмінтоном, ОКРІМ</p>",
     "answers": [
      {
       "letter": "А",
       "html": "понеділка й середи"
      },
      {
       "letter": "Б",
       "html": "вівторка й четверга"
      },
      {
       "letter": "В",
       "html": "середи й п’ятниці"
      },
      {
       "letter": "Г",
       "html": "четверга й суботи"
      }
     ],
     "correct": "В",
     "explanation": "<p>Середа й п’ятниця <b>не можуть</b> бути вільними від занять бадмінтоном. Дійсно, якщо припустити, що середа й п’ятниця вільні від занять бадмінтоном, то, оскільки ці дні також вільні від занять плаванням, а тенісом може бути зайнято тільки один із них, або середа, або п’ятниця <b>не будуть</b> зайняті <b>жодним</b> видом спорту, що <b>суперечить</b> умові <b>1</b>.</p> <p>Пари днів, наведені у варіантах відповіді <b>А, Б, Г</b>, <b>можуть</b> бути вільними від занять бадмінтоном.</p> <p><b>Правильна відповідь: B.</b></p>",
     "passage": "<p><strong>Прочитайте опис ситуації та умов до неї й виконайте завдання.</strong></p><p>Петро 6 разів на тиждень - із понеділка по суботу - займається спортом. До переліку програми його тренувань на наступні півроку входять три види спорту: плавання, бадмінтон і теніс.</p><p>При складанні програми тренувань на тиждень Петро має врахувати такі умови:</p><p>1) Кожного дня мають бути заняття одним або двома видами спорту.</p><p>2) Заняття бадмінтоном повинні бути чотири рази на тиждень.</p><p>3) Заняття з плавання повинні бути тричі на тиждень.</p><p>4) У будь-які два послідовні дні не може бути занять із плавання.</p><p>5) Заняття тенісом мають бути двічі на тиждень, причому одним із таких днів повинен бути понеділок.</p><p>6) Тенісом і плаванням займатися необхідно в різні дні тижня.</p>",
     "group": 2
    },
    {
     "id": 33950,
     "n": 28,
     "section": "logic",
     "question": "<p>Якщо Віктор поїхав на екскурсію до Львова, то всі наведені нижче твердження можуть бути істинними, ОКРІМ</p>",
     "answers": [
      {
       "letter": "А",
       "html": "Аліна обрала екскурсію до Львова."
      },
      {
       "letter": "Б",
       "html": "Богдан обрав екскурсію до Кам’янця-Подільського."
      },
      {
       "letter": "В",
       "html": "Григорій обрав екскурсію до Кам’янця-Подільського."
      },
      {
       "letter": "Г",
       "html": "Зоя обрала екскурсію до Кам’янця-Подільського."
      }
     ],
     "correct": "В",
     "explanation": "<p>Виконуючи завдання, варто скоротити імена до ініціальних літер: Аліна, Богдан, Віктор, Григорій, Дмитро, Євген і Зоя – <b>А, Б, В, Г, Д, Є</b> та <b>З</b> відповідно – і записати умову <b>скорочено</b>.</p> <p><b>Наприклад: </b></p> <p>Лише одна з двох екскурсій.</p> <p>Якщо <b>Б</b> й <b>Д</b> вибирають одну, то також <b>А</b>.</p> <p>Якщо <b>Г</b> не вибирає, то не вибирає також <b>В</b>.</p> <p>Якщо <b>В</b> – Львів, то …</p> <p>З умови <b>2</b> випливає, що <b>Г</b> й <b>В</b> вибирають ту саму екскурсію. Отже, якщо <b>В</b> поїхав на екскурсію до Львова, то <b>Г не</b> вибирає екскурсію до Кам’янця-Подільського.</p> <p>Твердження, що містяться у варіантах відповіді <b>А</b>, <b>Б</b>, <b>Г, </b>можуть бути істинними.</p> <p><b>Правильна відповідь: B.</b></p>",
     "passage": "<p><strong>Прочитайте опис ситуації та умов до неї й виконайте завдання.</strong></p><p>Кожен із семи друзів - Аліна, Богдан, Віктор, Григорій, Дмитро, Євген і Зоя обирає одну з двох екскурсій: до Львова або до Кам’янця-Подільського. Друзі погодили між собою дотримуватися таких правил:</p><p>1) Якщо Богдан і Дмитро обирають - одну й ту саму екскурсію, то цю екскурсію обирає й Аліна.</p><p>2) Якщо Григорій не обирає якусь з екскурсій, то її не обирає й Віктор.</p>",
     "group": 3
    },
    {
     "id": 33952,
     "n": 29,
     "section": "logic",
     "question": "<p>Якщо відомо, що тільки двоє обрало екскурсію до Львова, то яка пара друзів із-поміж наведених нижче пар це може бути?</p>",
     "answers": [
      {
       "letter": "А",
       "html": "Богдан і Дмитро"
      },
      {
       "letter": "Б",
       "html": "Аліна й Богдан"
      },
      {
       "letter": "В",
       "html": "Богдан і Віктор"
      },
      {
       "letter": "Г",
       "html": "Богдан і Григорій"
      }
     ],
     "correct": "Б",
     "explanation": "<p>Виконуючи завдання, варто скоротити імена до ініціальних літер: Аліна, Богдан, Віктор, Григорій, Дмитро, Євген і Зоя – <b>А</b>, <b>Б</b>, <b>В</b>, <b>Г</b>, <b>Д</b>, <b>Є</b> та <b>З</b> відповідно – і записати умову <b>скорочено</b>.</p> <p><b>Наприклад: </b></p> <p>Лише одна з двох екскурсій.</p> <p>Якщо <b>Б</b> й <b>Д</b> вибирають одну, то також <b>А</b>.</p> <p>Якщо <b>Г</b> не вибирає, то не вибирає також <b>В</b>.</p> <p>Двоє – одне, решта – інше.</p> <p><b>А</b> й <b>Б</b> можуть вибрати екскурсію до Львова, а <b>В</b>, <b>Г</b>, <b>Д</b>, <b>Є</b> і <b>З</b> – екскурсію до Кам’янця-Подільського. Отже, варіант <b>Б – можливий</b>.</p> <p>Якщо <b>Б</b> й <b>Д</b> вибирають екскурсію до Львова, то її вибирає також <b>А</b>. Отже, варіант відповіді <b>А – неможливий</b>.</p> <p>Якщо <b>Б</b> й <b>В</b> вибирають екскурсію до Львова, то її вибирає також <b>Г</b>. Отже, варіант відповіді <b>В – неможливий</b>.</p> <p>Якщо <b>Б</b> й <b>Г</b> вибирають екскурсію до Львова, то її вибирає також <b>В</b>. Отже, варіант відповіді <b>Г – неможливий</b>.</p> <p><b>Правильна відповідь: Б.</b></p>",
     "passage": "<p><strong>Прочитайте опис ситуації та умов до неї й виконайте завдання.</strong></p><p>Кожен із семи друзів - Аліна, Богдан, Віктор, Григорій, Дмитро, Євген і Зоя обирає одну з двох екскурсій: до Львова або до Кам’янця-Подільського. Друзі погодили між собою дотримуватися таких правил:</p><p>1) Якщо Богдан і Дмитро обирають - одну й ту саму екскурсію, то цю екскурсію обирає й Аліна.</p><p>2) Якщо Григорій не обирає якусь з екскурсій, то її не обирає й Віктор.</p>",
     "group": 3
    },
    {
     "id": 33954,
     "n": 30,
     "section": "logic",
     "question": "<p>Якщо Аліна й Віктор обрали Львів, а Богдан - Кам’янець-Подільський, то яке/які з тверджень І-ІІІ істинне/істинні?</p><p>І. Вибір Богдана й вибір Дмитра збігаються.</p><p>ІІ. Вибір Аліни й вибір Дмитра збігаються.</p><p>ІІІ. Вибір Богдана й вибір Григорія збігаються.</p>",
     "answers": [
      {
       "letter": "А",
       "html": "тільки І"
      },
      {
       "letter": "Б",
       "html": "тільки ІІ"
      },
      {
       "letter": "В",
       "html": "тільки ІІІ"
      },
      {
       "letter": "Г",
       "html": "тільки ІІ та ІІІ"
      }
     ],
     "correct": "Б",
     "explanation": "<p>Виконуючи завдання, варто скоротити імена до ініціальних літер: Аліна, Богдан, Віктор, Григорій, Дмитро, Євген і Зоя – <b>А</b>, <b>Б</b>, <b>В</b>, <b>Г</b>, <b>Д</b>, <b>Є</b> та <b>З</b> відповідно – і записати умову <b>скорочено</b>.</p> <p><b>Наприклад: </b></p> <p>Лише одна з двох екскурсій.</p> <p>Якщо <b>Б</b> й <b>Д</b> вибирають одну, то також <b>А</b>.</p> <p>Якщо <b>Г</b> не вибирає, то не вибирає також <b>В</b>.</p> <p>Якщо <b>А</b> й <b>В</b> – одне, а <b>Б</b> – інше, то…</p> <p>Якщо Аліна й Віктор вибрали Львів, то його вибирає також Григорій.</p> <p>Твердження <b>І – хибне</b>. Дійсно, якщо Дмитро, як і Богдан, вибрав Кам’янець-Подільський, то Кам’янець-Подільський вибрала б й Аліна, а це <b>неможливо</b>.</p> <p>Отже, Дмитро вибере Львів, тобто вибір Аліни й вибір Дмитра <b>збігаються</b>. Тобто <b>твердження ІІ – істинне</b>.</p> <p>Оскільки Богдан вибрав Кам’янець-Подільський, Григорій – Львів, то <b>твердження ІІІ – хибне</b>.</p> <p><b>Правильна відповідь: Б.</b></p>",
     "passage": "<p><strong>Прочитайте опис ситуації та умов до неї й виконайте завдання.</strong></p><p>Кожен із семи друзів - Аліна, Богдан, Віктор, Григорій, Дмитро, Євген і Зоя обирає одну з двох екскурсій: до Львова або до Кам’янця-Подільського. Друзі погодили між собою дотримуватися таких правил:</p><p>1) Якщо Богдан і Дмитро обирають - одну й ту саму екскурсію, то цю екскурсію обирає й Аліна.</p><p>2) Якщо Григорій не обирає якусь з екскурсій, то її не обирає й Віктор.</p>",
     "group": 3
    },
    {
     "id": 33956,
     "n": 31,
     "section": "logic",
     "question": "<p><strong>Прочитайте опис ситуації та умов до неї й виконайте завдання.</strong></p> <p>Тетяна бере участь у телевізійному шоу. Щоб відчинити скриньку з призом, потрібно набрати код – трицифрове число, у якому всі цифри різні.</p> <p>Яке з наведених нижче чисел може бути кодом для відкриття скриньки, якщо відомо, що: 1) число 641 не є правильним кодом; 2) одна із цифр у числі 641 точно є в правильному коді й, крім того, вона розташована на тому ж місці, що й у правильному коді?</p>",
     "answers": [
      {
       "letter": "А",
       "html": "518"
      },
      {
       "letter": "Б",
       "html": "345"
      },
      {
       "letter": "В",
       "html": "235"
      },
      {
       "letter": "Г",
       "html": "374"
      }
     ],
     "correct": "Б",
     "explanation": "<p>Перша цифра будь-якого з наведених чисел <b>не збігається</b> з першою цифрою числа \\(641\\).</p> <p>Третя цифра будь-якого з наведених чисел <b>не збігається</b> з третьою цифрою числа \\(641\\).</p> <p>З-поміж наведених у варіантах відповіді чисел тільки друга цифра числа \\(345\\) <b>збігається</b> з другою цифрою числа \\(641\\).</p> <p>Отже, з наведених чисел <b>лише число</b> \\(345\\) <b>може бути кодом</b> для відкривання скриньки.</p> <p><b>Правильна відповідь: Б.</b></p>",
     "passage": "",
     "group": 0
    },
    {
     "id": 33958,
     "n": 32,
     "section": "logic",
     "question": "<p><strong>Прочитайте опис ситуації та умов до неї й виконайте завдання.</strong></p> <p>Тетяна бере участь у телевізійному шоу. Щоб відчинити скриньку з призом, потрібно набрати код – трицифрове число, у якому всі цифри різні.</p> <p>Якщо сума цифр коду дорівнює 23, то однією з його цифр є цифра</p>",
     "answers": [
      {
       "letter": "А",
       "html": "4"
      },
      {
       "letter": "Б",
       "html": "5"
      },
      {
       "letter": "В",
       "html": "7"
      },
      {
       "letter": "Г",
       "html": "8"
      }
     ],
     "correct": "Г",
     "explanation": "<p>Число \\(23\\) можна єдиним способом із точністю до порядку доданків подати у вигляді суми трьох різних натуральних чисел: \\(23 = 9 + 8 + 6.\\)</p> <p>Отже, однією із цифр коду є цифра \\(8\\).</p> <p><b>Правильна відповідь: Г.</b></p>",
     "passage": "",
     "group": 0
    },
    {
     "id": 33960,
     "n": 33,
     "section": "logic",
     "question": "<p><strong>Прочитайте опис ситуації та умов до неї й виконайте завдання.</strong></p> <p>Тетяна бере участь у телевізійному шоу. Щоб відчинити скриньку з призом, потрібно набрати код – трицифрове число, у якому всі цифри різні.</p> <p>Є такі умови щодо правильного коду, який шукає Тетяна:</p> <p>І. Друга цифра коду більша за першу.</p> <p>ІІ. Третя цифра коду більша за першу.</p> <p>ІІІ. Третя цифра коду більша за другу.</p> <p>ІV. Сума цифр коду дорівнює 23.</p> <p>Який набір умов І-ІV з-поміж наведених нижче варіантів достатній для відкриття скриньки за одну спробу?</p>",
     "answers": [
      {
       "letter": "А",
       "html": "III та ІV"
      },
      {
       "letter": "Б",
       "html": "І, ІІ, ІІІ"
      },
      {
       "letter": "В",
       "html": "І, ІІ та ІV"
      },
      {
       "letter": "Г",
       "html": "І, ІІІ та ІV"
      }
     ],
     "correct": "Г",
     "explanation": "<p>Умовам <b>І, ІІІ</b> й <b>ІV</b> задовольняє лише одне число, а саме число \\(689\\). Отже, набір умов <b>І, ІІІ</b> та <b>ІV</b> є <b>достатнім</b> для відкриття скриньки за одну спробу.</p> <p>Набір умов <b>ІІІ</b> й <b>ІV не є</b> достатнім для відкриття скриньки за одну спробу. Наприклад, два різні коди \\(689\\) і \\(968\\) задовольняють умовам <b>ІІІ</b> й <b>ІV</b>.</p> <p>Набір умов <b>І, ІІ</b> й <b>ІІІ не є</b> достатнім для відкриття скриньки за одну спробу. Наприклад, два різні коди \\(123\\) і \\(124\\) задовольняють умовам <b>І, ІІ</b> й <b>ІІІ</b>.</p> <p>Набір умов <b>І, ІІ</b> й <b>ІV не є</b> достатнім для відкриття скриньки за одну спробу. Наприклад, два різні коди \\(689\\) і \\(698\\) задовольняють умовам <b>І, ІІ</b> й <b>ІV</b>.</p> <p><b>Правильна відповідь: Г.</b></p>",
     "passage": "",
     "group": 0
    }
   ]
  },
  {
   "id": 650,
   "title": "Тренувальний ТЗНК в магістратуру. Варіант 5",
   "source": "https://zno.osvita.ua/master/tznpk/650/",
   "items": [
    {
     "id": 33810,
     "n": 1,
     "section": "lexis",
     "question": "<p>Регулярна фізична активність – один із ключових <strong>(1)</strong>____________ засобів у запобіганні виникнення захворювань серцево-судинної системи та опорно-рухового апарату.</p>",
     "answers": [
      {
       "letter": "А",
       "html": "терапевтичних"
      },
      {
       "letter": "Б",
       "html": "профілактичних"
      },
      {
       "letter": "В",
       "html": "реабілітаційних"
      },
      {
       "letter": "Г",
       "html": "корекційних"
      }
     ],
     "correct": "Б",
     "explanation": "<p> Завдання спрямовано на перевірку знання вступниками значень частовживаних, зокрема в текстах наукового й публіцистичного стилів, іншомовних слів і вміння добирати доречні мовні засоби, зважаючи на контекст, стиль, тип, жанр мовлення. </p> <p> На місці пропуску <b>1</b> треба вставити <b>прикметник</b>, який, відповідно до змісту мікротексту, характеризує засоби, що можуть сприяти <i>запобіганню виникнення захворювань серцево-судинної системи та опорно-рухового апарату</i>. </p> <p> Поміж запропонованих варіантів відповіді <i>терапевтичний</i> (лікувальний, заспокійливий), <i>профілактичний</i> (запобіжний, превентивний), <i>реабілітаційний</i> (оздоровчий, відновлюваний), <i>корекційний</i> (коригувальний, виправний) у відповідних граматичних формах лише слово <i>профілактичний</i> <b>відповідає</b> смисловому наповненню речення. </p> <p> <b>Правильна відповідь: Б.</b> </p>",
     "passage": "",
     "group": 0
    },
    {
     "id": 33811,
     "n": 2,
     "section": "lexis",
     "question": "<p>Яскрава і надемоційна музика Карла Орфа не залишає байдужим жодного слухача: її <strong>(2)</strong>_______ надовго врізаються в пам’ять , а потужна (3)________ назавжди залишає свій слід у серці.</p>",
     "answers": [
      {
       "letter": "А",
       "html": "стимули"
      },
      {
       "letter": "Б",
       "html": "мотиви"
      },
      {
       "letter": "В",
       "html": "фрази"
      },
      {
       "letter": "Г",
       "html": "сюжети"
      }
     ],
     "correct": "Б",
     "explanation": "<p>Завдання спрямовано на перевірку знання багатозначних слів іншомовного походження, уміння розрізняти пароніми, добирати доречні мовні засоби, зважаючи на контекст.</p> <p>Темою мікротексту є особливості музики Карла Орфа. Пропущена лексема є <b>музичним терміном</b>. Усі запропоновані у варіантах відповіді слова є багатозначними, а варіанти <b>Б</b>, <b>В</b> й <b>Г</b> використовують як музичні терміни: <i>мотив</i> (найменший елемент музичної структури, що має самостійне виразне значення), <i>сюжет</i> (тема, об’єкт зображення в живописному, музичному або художньому творі), <i>фраза</i> (невелика, відносно завершена частина музичної теми, відокремлений уривок музики).</p> <p>Лексема <i>мотив</i> відповідає комунікативний ситуації <b>якнайкраще</b>, оскільки лише вона означає <i>складник музичного твору, що має самостійне, завершене значення</i>, тож <b>може</b>, відповідно до змісту мікротексту, <i>не залишати байдужим жодного слухача, надовго врізатися в пам’ять</i>.</p> <p>Слово <i>стимул</i> (подразник, який викликає реакцію), наведений у варіанті відповіді <b>А</b>, <b>не використовують</b> як музичний термін.</p> <p><b>Правильна відповідь: Б.</b></p>",
     "passage": "",
     "group": 0
    },
    {
     "id": 33812,
     "n": 3,
     "section": "lexis",
     "question": "<p>Яскрава і надемоційна музика Карла Орфа не залишає байдужим жодного слухача: її (2)_______ надовго врізаються в пам’ять , а потужна <strong>(3)</strong>________ назавжди залишає свій слід у серці.</p>",
     "answers": [
      {
       "letter": "А",
       "html": "енергія"
      },
      {
       "letter": "Б",
       "html": "енергетизм"
      },
      {
       "letter": "В",
       "html": "енергійність"
      },
      {
       "letter": "Г",
       "html": "енергетичність"
      }
     ],
     "correct": "А",
     "explanation": "<p>Завдання спрямовано на перевірку знання багатозначних слів іншомовного походження, уміння розрізняти пароніми, добирати доречні мовні засоби, зважаючи на контекст.</p> <p>Лексема <i>енергія</i> (здатність будь-чого бути джерелом сили, ентузіазму) на місці пропуску <b>2</b> називає таку особливу властивість музики Карла Орфа, яка <i>не залишає байдужим жодного слухача… надовго врізається в пам’ять</i>.</p> <p>Решта запропонованих варіантів відповіді – <i>енергетизм</i> (течія в філософії), <i>енергійність</i> (активність, швидкість), <i>енергетичність</i> (стосується енергетики) – є паронімами до слова <i>енергія</i> і <b>не відповідають</b> смисловому наповненню речення.</p> <p><b>Правильна відповідь: A.</b></p>",
     "passage": "",
     "group": 0
    },
    {
     "id": 33813,
     "n": 4,
     "section": "lexis",
     "question": "<p>Мистецька школа Олекси Новаківського увійшла в історію як перша українська художня школа на західноукраїнських теренах, фактично <strong>(4)</strong>_________ національної академії мистецтв. Появою і (5)_________ подібного закладу попри вкрай складні суспільно-політичні обставини міжвоєнного двадцятиріччя завдячуємо найперше генієві двох людей – митрополитові Галицькому і щедрому (6)_________ української культури Андрею Шептицькому та самобутньому митцеві й одному з зачинателів українського модернізму Олексі Новаківському.</p>",
     "answers": [
      {
       "letter": "А",
       "html": "проба"
      },
      {
       "letter": "Б",
       "html": "праоснова"
      },
      {
       "letter": "В",
       "html": "проєкція"
      },
      {
       "letter": "Г",
       "html": "прообраз"
      }
     ],
     "correct": "Г",
     "explanation": "<p>Завдання зорієнтовано на виявлення здатності дотримуватися норм літературної мови, а також свідомо, невимушено, цілеспрямовано, майстерно вживати мовні засоби відповідно до мети й обставин спілкування.</p> <p>Для вибору правильного варіанта заповнення пропуску <b>4</b> треба проаналізувати зміст речення, у якому пропущено слово.</p> <p>У висловлюванні зазначено, що <i>художня школа Олекси Новаківського була першим мистецьким навчальним закладом національного рівня на зразок академії мистецтв</i>.</p> <p>Розгляньмо запропоновані варіанти: <i>проба</i> – спроба, випробування, <i>праоснова</i> – джерело, фундамент, <i>проєкція</i> – план, задум, <i>прообраз</i> – первісний зразок чого-небудь, прототип.</p> <p>З-поміж запропонованих слів лише лексема <i>прообраз</i> <b>повністю відповідає</b> контексту.</p> <p><b>Правильна відповідь: Г.</b></p>",
     "passage": "",
     "group": 0
    },
    {
     "id": 33814,
     "n": 5,
     "section": "lexis",
     "question": "<p>Мистецька школа Олекси Новаківського увійшла в історію як перша українська художня школа на західноукраїнських теренах, фактично (4)_________ національної академії мистецтв. Появою і <strong>(5)</strong>_________ подібного закладу попри вкрай складні суспільно-політичні обставини міжвоєнного двадцятиріччя завдячуємо найперше генієві двох людей – митрополитові Галицькому і щедрому (6)_________ української культури Андрею Шептицькому та самобутньому митцеві й одному з зачинателів українського модернізму Олексі Новаківському.</p>",
     "answers": [
      {
       "letter": "А",
       "html": "функціонуванням"
      },
      {
       "letter": "Б",
       "html": "заснуванням"
      },
      {
       "letter": "В",
       "html": "життєдіяльністю"
      },
      {
       "letter": "Г",
       "html": "зародженням"
      }
     ],
     "correct": "А",
     "explanation": "<p> Завдання зорієнтовано на виявлення здатності дотримуватися норм літературної мови, а також свідомо, невимушено, цілеспрямовано, майстерно вживати мовні засоби відповідно до мети й обставин спілкування. </p> <p> Слово на місці пропуску <b>5</b> є <b>однорідним</b> із додатком <i>поява</i> й називає процес діяльності, що розпочався після появи школи Олекси Новаківської. </p> <p> Поміж запропонованих варіантів <i>функціонування</i> (виконання функцій, діяльність), <i>життєдіяльність</i> (сукупність життєвих функцій організму), <i>заснування</i> (започаткування, організація чого-небудь), <i>запровадження</i> (встановлення, введення чогось нового) у відповідних граматичних формах лише варіант <i>функціонування</i> <b>відповідає</b> смисловому наповненню речення. </p> <p><b>Правильна відповідь: А.</b></p>",
     "passage": "",
     "group": 0
    },
    {
     "id": 33815,
     "n": 6,
     "section": "lexis",
     "question": "<p>Мистецька школа Олекси Новаківського увійшла в історію як перша українська художня школа на західноукраїнських теренах, фактично (4)_________ національної академії мистецтв. Появою і (5)_________ подібного закладу попри вкрай складні суспільно-політичні обставини міжвоєнного двадцятиріччя завдячуємо найперше генієві двох людей – митрополитові Галицькому і щедрому <strong>(6)</strong>_________ української культури Андрею Шептицькому та самобутньому митцеві й одному з зачинателів українського модернізму Олексі Новаківському.</p>",
     "answers": [
      {
       "letter": "А",
       "html": "філантропові"
      },
      {
       "letter": "Б",
       "html": "меценатові"
      },
      {
       "letter": "В",
       "html": "фундаторові"
      },
      {
       "letter": "Г",
       "html": "спонсорові"
      }
     ],
     "correct": "Б",
     "explanation": "<p> Завдання зорієнтовано на виявлення здатності дотримуватися норм літературної мови, а також свідомо, невимушено, цілеспрямовано, майстерно вживати мовні засоби відповідно до мети й обставин спілкування. </p> <p> На місці пропуску <b>6</b> треба вставити слово, яким схарактеризовано Андрея Шептицького відповідно до одного з видів його діяльності. Зважаючи на <b>прикметник</b> <i>щедрий</i>, треба визначити, що йдеться саме про <b>підтримку</b>, зокрема матеріальну, митрополитом соціальних ініціатив, культури тощо. </p> <p> Слово <i>меценат</i> (особа, яка безкорисливо матеріально підтримує розвиток культури, освіти) <b>якнайкраще</b> відповідає змісту запропонованого речення. </p> <p> Решта варіантів відповіді – <i>філантроп</i> (благодійник, добродійник, доброчинець), <i>фундатор</i> (засновник, основоположник), <i>спонсор</i> (той, хто фінансує кого-небудь або що-небудь, виступає як поручитель, замовник) – видаються <b>правдоподібними</b>, однак слово <i>меценат</i> означає людину, яка є фінансовим покровителем саме <i>мистецьких ініціатив</i>, чого немає в лексичних значеннях інших запропонованих слів. </p> <p> Лексеми <i>філантроп</i>, <i>фундатор</i> і <i>спонсор</i> називають людей, що є <b>жертводавцями</b> в <b>широкому</b> значенні цього слова, без прив’язки до мистецтва. </p> <p><b>Правильна відповідь: Б.</b></p>",
     "passage": "",
     "group": 0
    },
    {
     "id": 33816,
     "n": 7,
     "section": "lexis",
     "question": "<p>Уважається, що термін «комп’ютерна графіка» придумав у 1960 році Вільям Феттер, дизайнер компанії Boeing Aircraft, хоча сам він стверджує, що <strong>(7)</strong>_________ належить його колезі Верну Хатсону. На той момент виникла потреба в засобах опису будови людського тіла, які б одночасно із високою точністю мали б придатний для зміни вигляд. Для втілення (8)_____________ комп’ютерна графіка підходила ідеально. У 1963 році Айвен Сазерленд написав комп’ютерну програму «Альбом». На той момент вона була справді (9)_________. «Альбом» дав розвиткові комп’ютерної графіки величезний поштовх. У цій програмі вперше були описані елементи сучасного інтерфейсу (10)___________ і об’єктно-орієнтувальних мов програмування.</p>",
     "answers": [
      {
       "letter": "А",
       "html": "авторство"
      },
      {
       "letter": "Б",
       "html": "новаторство"
      },
      {
       "letter": "В",
       "html": "раціоналізаторство"
      },
      {
       "letter": "Г",
       "html": "реформаторство"
      }
     ],
     "correct": "А",
     "explanation": "<p> Завдання зорієнтовано на виявлення здатності дотримуватися норм літературної мови, а також свідомо, невимушено, цілеспрямовано, майстерно вживати мовні засоби відповідно до мети й обставин спілкування. </p> <p> На місце пропуску <b>7</b> треба вставити слово, яке свідчить про винаходження Верном Хадсоном терміна <i>комп’ютерна графіка</i>. </p> <p> Розгляньмо запропоновані варіанти відповіді: <i>авторство</i> – створення, ініціатива, <i>новаторство</i> – інновація, запровадження чогось нового, <i>раціоналізаторство</i> – удосконалення, оптимізація, <i>реформаторство</i> – оновлення, перетворення. </p> <p> Оскільки пропуск зроблено в реченні, у якому йдеться саме про <b>придумування нового</b> терміна, а не запровадження чогось нового, удосконалення чи перетворення, то правильним варіантом відповіді є слово <i>авторство</i>. </p> <p><b>Правильна відповідь: A.</b></p>",
     "passage": "",
     "group": 0
    },
    {
     "id": 33817,
     "n": 8,
     "section": "lexis",
     "question": "<p>Уважається, що термін «комп’ютерна графіка» придумав у 1960 році Вільям Феттер, дизайнер компанії Boeing Aircraft, хоча сам він стверджує, що (7)_________ належить його колезі Верну Хатсону. На той момент виникла потреба в засобах опису будови людського тіла, які б одночасно із високою точністю мали б придатний для зміни вигляд. Для втілення <strong>(8)</strong>_____________ комп’ютерна графіка підходила ідеально. У 1963 році Айвен Сазерленд написав комп’ютерну програму «Альбом». На той момент вона була справді (9)_________. «Альбом» дав розвиткові комп’ютерної графіки величезний поштовх. У цій програмі вперше були описані елементи сучасного інтерфейсу (10)___________ і об’єктно-орієнтувальних мов програмування.</p>",
     "answers": [
      {
       "letter": "А",
       "html": "заданої умови"
      },
      {
       "letter": "Б",
       "html": "визначеного питання"
      },
      {
       "letter": "В",
       "html": "поставленого завдання"
      },
      {
       "letter": "Г",
       "html": "сформульованої проблеми"
      }
     ],
     "correct": "В",
     "explanation": "<p> Завдання зорієнтовано на виявлення здатності дотримуватися норм літературної мови, а також свідомо, невимушено, цілеспрямовано, майстерно вживати мовні засоби відповідно до мети й обставин спілкування. </p> <p> Для вибору правильної відповіді треба проаналізувати не лише зміст того речення, у якому пропущено слово, а й попереднього. </p> <p> Словосполучення <i>поставлене завдання</i> на місці пропуску <b>8</b> означає <i>доручення розробити засоби для опису будови людського тіла, які водночас із високою точністю мали б придатний для зміни вигляд.</i> </p> <p> Решта варіантів відповіді – <i>задана умова</i> (наперед визначені правила виконання певного завдання), <i>визначене питання</i> (чітко сформульоване, конкретне запитання), <i>сформульована проблема</i> (описана проблема) – <b>не відповідають</b> контексту. </p> <p><b>Правильна відповідь: B.</b></p>",
     "passage": "",
     "group": 0
    },
    {
     "id": 33818,
     "n": 9,
     "section": "lexis",
     "question": "<p>Уважається, що термін «комп’ютерна графіка» придумав у 1960 році Вільям Феттер, дизайнер компанії Boeing Aircraft, хоча сам він стверджує, що (7)_________ належить його колезі Верну Хатсону. На той момент виникла потреба в засобах опису будови людського тіла, які б одночасно із високою точністю мали б придатний для зміни вигляд. Для втілення (8)_____________ комп’ютерна графіка підходила ідеально. У 1963 році Айвен Сазерленд написав комп’ютерну програму «Альбом». На той момент вона була справді <strong>(9)</strong>_________. «Альбом» дав розвиткові комп’ютерної графіки величезний поштовх. У цій програмі вперше були описані елементи сучасного інтерфейсу (10)___________ і об’єктно-орієнтувальних мов програмування.</p>",
     "answers": [
      {
       "letter": "А",
       "html": "еволюційною"
      },
      {
       "letter": "Б",
       "html": "прогресивною"
      },
      {
       "letter": "В",
       "html": "креативною"
      },
      {
       "letter": "Г",
       "html": "революційною"
      }
     ],
     "correct": "Г",
     "explanation": "<p> Завдання зорієнтовано на виявлення здатності дотримуватися норм літературної мови, а також свідомо, невимушено, цілеспрямовано, майстерно вживати мовні засоби відповідно до мети й обставин спілкування. </p> <p> Для вибору правильної відповіді треба проаналізувати не лише зміст речення, у якому пропущено слово, а й подальший контекст. </p> <p> Слово на місці пропуску <b>9</b> характеризує комп’ютерну програму «Альбом» як таку, що дала величезний поштовх розвиткові комп’ютерної графіки. </p> <p> Поміж запропонованих варіантів відповіді – <i>еволюційний</i> (пов’язаний із поступовим розвитком), <i>прогресивний</i> (той, що сприяє розвиткові, руху вперед), <i>креативний</i> (пов’язаний із креативом, творчий), <i>революційний</i> (стосується різких, кардинальних змін) – слово <i>революційний</i> відповідає контексту <b>якнайкраще</b>. </p> <p> Варіанти відповіді <i>еволюційною</i> і <i>прогресивною</i> видаються <b>правдоподібними</b>, оскільки також означають процес зміни, розвитку, але тільки слово <i>революційний</i> означає раптові, кардинальні зміни. </p> <p><b>Правильна відповідь: Г.</b></p>",
     "passage": "",
     "group": 0
    },
    {
     "id": 33819,
     "n": 10,
     "section": "lexis",
     "question": "<p>Уважається, що термін «комп’ютерна графіка» придумав у 1960 році Вільям Феттер, дизайнер компанії Boeing Aircraft, хоча сам він стверджує, що (7)_________ належить його колезі Верну Хатсону. На той момент виникла потреба в засобах опису будови людського тіла, які б одночасно із високою точністю мали б придатний для зміни вигляд. Для втілення (8)_____________ комп’ютерна графіка підходила ідеально. У 1963 році Айвен Сазерленд написав комп’ютерну програму «Альбом». На той момент вона була справді (9)_________. «Альбом» дав розвиткові комп’ютерної графіки величезний поштовх. У цій програмі вперше були описані елементи сучасного інтерфейсу <strong>(10)</strong>___________ і об’єктно-орієнтувальних мов програмування. </p>",
     "answers": [
      {
       "letter": "А",
       "html": "споживача"
      },
      {
       "letter": "Б",
       "html": "користувача"
      },
      {
       "letter": "В",
       "html": "клієнта"
      },
      {
       "letter": "Г",
       "html": "адресата"
      }
     ],
     "correct": "Б",
     "explanation": "<p> Завдання зорієнтовано на виявлення здатності дотримуватися норм літературної мови, а також свідомо, невимушено, цілеспрямовано, майстерно вживати мовні засоби відповідно до мети й обставин спілкування. </p> <p> На місце пропуску <b>10</b> треба вставити слово <i>користувач</i>, яке в запропонованому контексті називає людину або обліковий запис, що взаємодіє з програмним забезпеченням, системою чи додатком для виконання певних дій – уведення даних, отримання інформації, керування функціями тощо. </p> <p> Решта запропонованих варіантів – <i>споживач</i> (особа або організація, що використовує, споживає якусь продукцію), <i>клієнт</i> (відвідувач, замовник, покупець), <i>адресат</i> (той, до кого звернена мова, кому адресують лист, телеграму, одержувач) – <b>не відповідають</b> змісту висловлювання. </p> <p><b>Правильна відповідь: Б.</b></p>",
     "passage": "",
     "group": 0
    },
    {
     "id": 33820,
     "n": 11,
     "section": "reading",
     "question": "<p>Автори обох текстів</p>",
     "answers": [
      {
       "letter": "А",
       "html": "наводять приклади для ілюстрації своїх тверджень"
      },
      {
       "letter": "Б",
       "html": "використовують емоційно-метафоричні порівняння"
      },
      {
       "letter": "В",
       "html": "наводять аргументи для доведення висловлених міркувань"
      },
      {
       "letter": "Г",
       "html": "вживають риторичні конструкції для увиразнення"
      }
     ],
     "correct": "В",
     "explanation": "<p>Завдання зорієнтовано на виявлення тестованими здатності працювати з формальними ознаками тематично пов’язаних текстів із метою вичленування з них однорідної інформації та способів її подання, а також спроможності кваліфікувати й класифікувати явища, факти, об’єкти тощо.</p> <p>Автор тексту Б на відміну від автора тексту А наводить приклади для ілюстрації своїх тверджень. (абзаци <b>10</b>, <b>13</b>).</p> <p>Автор тексту А на відміну від автора тексту Б використовує емоційно-метафоричне порівняння з метою впливу на читача.</p> <p>Зокрема в абзацах <b>2</b>, <b>3</b> й <b>4</b> він порівнює процес люстрації в державі з лікуванням людського організму від онкологічного захворювання, використовує емоційні висловлювання <i>посмертний вінок, хіміотерапія, хвороба</i> тощо.</p> <p>Автор тексту Б з метою емоційного впливу на читача та підкреслення важливих думок використовує низку <b>риторичних</b> запитань (абзаци <b>11</b>, <b>12</b>, <b>13</b> і <b>15</b>). У тексті А <b>немає</b> риторичних фігур.</p> <p>Думки, які сформульовано в текстах А та Б, ґрунтуються на логічно дібраних <b>аргументах</b>. Автор тексту А <b>стверджує</b>, що люстрація болісна, але необхідна процедура, для ефективності якої треба мати точні критерії та процедури, і наводить <b>аргументи</b> про те, що без системності люстрація може нашкодити. (абзаци <b>2</b>, <b>3</b>, <b>4</b>).</p> <p>Автор тексту Б наводить переконливу <b>аргументацію</b> на користь потреби в люстрації органів влади. <b>Стверджує</b>, що люстрація потрібна для підвищення довіри до держорганів (абзац <b>6</b>), люстрація є доказом того, що держава здійснює <i>всеохопну дію</i>, важливу і для громадян, і для світової спільноти (абзац <b>6</b>), успішна люстрація має завершитися створенням відкритої, прозорої системи влади, яка включає всі соціальні й етнічні групи (абзац <b>16</b>).</p> <p><b>Правильна відповідь: B.</b></p>",
     "passage": "<p><strong>Прочитайте тексти А й Б та виконайте завдання</strong><br/> <em>(цифри в дужках позначають номери абзаців наскрізно в обох текстах).</em></p><p><strong>Текст А</strong></p><p>(1) Слово «люстрація» зараз доволі актуальне, часто згадується в пресі, але можна зі значною часткою впевненості говорити про те, що кожен у це слово вкладає свій зміст. Дуже часто розуміння люстрації кардинально відрізняються. Для одних це спосіб боротьби з корупцією, для інших – очищення від людей із попередньої влади, для третіх – покарання осіб, які були причетні до злочинів, свідками яких, наприклад, ми стали в Україні. Насправді є ще дуже багато інших розумінь, що таке люстрація і чому вона необхідна.</p><p>(2) Люстрація – це певна дуже складна і неприємна процедура очищення, яку необхідно пройти у випадку, коли механізми самоочищення в державі не спрацьовують. Це чимось подібне на ситуацію, коли людина захворює на тяжку хворобу, таку, для прикладу, як рак, і для того, щоб видужати, їй уже замало сил внутрішнього імунітету або певних косметичних процедур. У цьому разі проводять сеанси хіміотерапії, які можуть допомогти цій людині вижити або, за іншого розвитку подій, призводять до її смерті. По суті хіміотерапія вбиває або принаймні пригнічує активність внутрішніх «поганих» клітин, щоб організм за допомогою нових сил і клітин, які не вражені цією хворобою, зміг подолати цей недуг. І лише після такого «перезапуску» організм знову здатний до самоочищення.</p><p>(3) Це ж саме відбувається з державою як організмом, який має різні органи і системи, що допомагають боротися як із внутрішніми, так і з зовнішніми загрозами. Водночас коли тяжкий недуг корупції, нехтування законом і правами людини охоплює практично весь державний організм і в тому числі системи, які покликані захищати від цих негативних явищ, то необхідність неприємної процедури люстрації стає очевидною. Це вже питання виживання чи смерті для держави.</p><p>(4) Водночас для того, щоб люстрація принесла користь, а не стала посмертним вінком, важливим є, як і за хіміотерапії, точно визначити мету, напрям і силу такого втручання. Власне, тому для тих, на чиї плечі випала ця нелегка місія – проводити люстрацію, принципово важливим є наявність точних критеріїв її проведення, які б відображали той рівень очищення, який необхідний для того, щоб держава могла б надалі ефективно виконувати свої функції. А також мати прозорі процедури здійснення люстрації та неухильно їх дотримуватися.</p><p>(5) Без цього дуже великий ризик того, що люстрація не принесе користі через недостатній рівень впливу і, як наслідок, хвороба продовжуватиме добивати державний організм. Або, з іншого боку, через непропорційний рівень цього впливу, зокрема в поєднанні з процедурними проблемами, здійснення люстрації також може призвести до неможливості виконання державним організмом своїх функцій.</p><p><em> За матеріалами вебсайта «Варто знати»</em></p><p><strong>Текст Б</strong></p><p>(6) Після перемоги демократичних сил у критичних випадках державі потрібна люстрація. Її завдання — підвищити довіру до держорганів за допомогою: відкритості (збільшення прозорості держапарату); національної єдності (надання суспільству та світу свідчення про всеохопну дію); збереження дієвості держави. Люстрація має одну незаперечну перевагу – швидке відновлення довіри, репутації та соціального капіталу держслужби в очах світу та власного соціуму.</p><p>(7) У більшості країн люстрація означає звільнення. Які ж критерії звільнення та які виклики, пов'язані із цим?</p><p>(8) Виклик 1. Звільнити тих посадовців, які не були віддані країні й демократії. Як їх визначити? Це – дилема відданості. Адже відданість має два виміри, які можуть суперечити одне одному, – відданість демократії та відданість країні.</p><p>(9) Виклик 2. Звільнити посадовців, які не були відданими, але є професіоналами. Це – дилема професіоналізму на противагу відданості.</p><p>(10) Кілька прикладів. Словенія: після розвалу Югославії професіоналізм і відданість країні стали важливішими за відданість демократії. Навпаки, у Лівії через звільнення держслужбовців держава була фактично розвалена. Чехія: у 1991 р. відданість демократії вважали важливішою за професіоналізм. Головою чеського МВС став журналіст, а спецслужби очолив художник, проте на певному етапі це не завадило розвиткові корупції.</p><p>(11) Виклик 3. Як ми можемо знати, хто є відданим? Це – дилема інформації. Відсутність достовірної інформації може призвести до розгортання негативних сценаріїв. Найгірший, коли представники, наприклад, армії, спецслужб уразливі до шантажу (унаслідок колабораціонізму або корупції). Вони можуть стати тим середовищем, до якого інфільтруватимуться нові шпигуни.</p><p>(12) Чи – можливо з'ясувати, хто є відданим? Деякі діячі, можливо, демонстрували відсутність відданості за певних обставин під час роботи в структурах, бо не мали можливості діяти по-іншому. Такі люди можуть приймати нові правила й працювати за ними.</p><p>(13) Ще одне питання: чи впливатиме минуле певної особи на її дії в майбутньому? У деяких кранах Центральної Європи дилему інформації вирішили досить радикально. Чехія, Німеччина, Польща та Угорщина взяли під контроль секретні архіви поліції та здійснили люстрацію. Проте іноді важко достовірно визначити, хто є хто.</p><p>(14) Виклик 4. Люстрація потенційно розділяє, вона може сигналізувати, що певна етнічна група не долучається до життя країни. Так сталося в Хорватії та Сербії після розвалу Югославії. Наслідки були прикрі, зокрема й війна. Крім того, люстрація відштовхує тих заплямованих посадовців, які готові виправитись і щиро хотіли 6 співпрацювати з новою демократією.</p><p>(15) Є ще дві проблеми. Перша: люстрація суперечить юридичному принципу зворотної дії та порушує права людини (рішення Європейського суду з прав людини у подібних справах). Друга: як бути з конформістами, готовими співпрацювати з будь-яким режимом?</p><p>(16) Результатом удалої люстрації має стати прозора влада. І тоді країна та світ побачать, що новий держапарат відкритий для представників усіх груп.</p><p><em> За Р. Давидом</em></p>",
     "group": 1
    },
    {
     "id": 33821,
     "n": 12,
     "section": "reading",
     "question": "<p>Метою <em>тексту </em><strong><em>А</em></strong> є</p>",
     "answers": [
      {
       "letter": "А",
       "html": "пояснити поняття люстрації як складного й необхідного процесу очищення державного апарату"
      },
      {
       "letter": "Б",
       "html": "окреслити чіткі цілі, критерії і процедури люстрації"
      },
      {
       "letter": "В",
       "html": "розглянути негативні і позитивні наслідки люстрації"
      },
      {
       "letter": "Г",
       "html": "описати переваги, виклики та можливі наслідки, що виникають під час реалізації люстрації"
      }
     ],
     "correct": "А",
     "explanation": "<p> Завдання зорієнтовано на виявлення тестованими здатності працювати з текстами як цілісністю, визначати мету висловлювання. </p> <p> Автор тексту А намагається збалансовано, логічно та послідовно довести думки про важливість люстрації, описати проблеми, що виникають під час її впровадження, і чіткі критерії, необхідні для досягнення успіху в процесі люстрації. </p> <p> Узявши до уваги <b>зміст</b> і <b>тему</b> тексту А (вплив глобалізації на мовну ситуацію у світі, зокрема роль англійської мови як глобального засобу комунікації та пов’язані із цим виклики й перспективи для інших мов і культур), а також <b>публіцистичний</b> стиль викладу, наведені автором <b>аргументи</b>, використані <b>мовні засоби</b>, можна стверджувати, що його мета – <b>пояснити</b> поняття люстрації як складного й необхідного процесу очищення державного апарату (варіант відповіді <b>А</b>). </p> <p> Решта варіантів відповіді відображають окремі аспекти міркувань, які викладено в цьому тексті, чи порушені в ньому проблеми. </p> <p><b>Правильна відповідь: A.</b></p>",
     "passage": "<p><strong>Прочитайте тексти А й Б та виконайте завдання</strong><br/> <em>(цифри в дужках позначають номери абзаців наскрізно в обох текстах).</em></p><p><strong>Текст А</strong></p><p>(1) Слово «люстрація» зараз доволі актуальне, часто згадується в пресі, але можна зі значною часткою впевненості говорити про те, що кожен у це слово вкладає свій зміст. Дуже часто розуміння люстрації кардинально відрізняються. Для одних це спосіб боротьби з корупцією, для інших – очищення від людей із попередньої влади, для третіх – покарання осіб, які були причетні до злочинів, свідками яких, наприклад, ми стали в Україні. Насправді є ще дуже багато інших розумінь, що таке люстрація і чому вона необхідна.</p><p>(2) Люстрація – це певна дуже складна і неприємна процедура очищення, яку необхідно пройти у випадку, коли механізми самоочищення в державі не спрацьовують. Це чимось подібне на ситуацію, коли людина захворює на тяжку хворобу, таку, для прикладу, як рак, і для того, щоб видужати, їй уже замало сил внутрішнього імунітету або певних косметичних процедур. У цьому разі проводять сеанси хіміотерапії, які можуть допомогти цій людині вижити або, за іншого розвитку подій, призводять до її смерті. По суті хіміотерапія вбиває або принаймні пригнічує активність внутрішніх «поганих» клітин, щоб організм за допомогою нових сил і клітин, які не вражені цією хворобою, зміг подолати цей недуг. І лише після такого «перезапуску» організм знову здатний до самоочищення.</p><p>(3) Це ж саме відбувається з державою як організмом, який має різні органи і системи, що допомагають боротися як із внутрішніми, так і з зовнішніми загрозами. Водночас коли тяжкий недуг корупції, нехтування законом і правами людини охоплює практично весь державний організм і в тому числі системи, які покликані захищати від цих негативних явищ, то необхідність неприємної процедури люстрації стає очевидною. Це вже питання виживання чи смерті для держави.</p><p>(4) Водночас для того, щоб люстрація принесла користь, а не стала посмертним вінком, важливим є, як і за хіміотерапії, точно визначити мету, напрям і силу такого втручання. Власне, тому для тих, на чиї плечі випала ця нелегка місія – проводити люстрацію, принципово важливим є наявність точних критеріїв її проведення, які б відображали той рівень очищення, який необхідний для того, щоб держава могла б надалі ефективно виконувати свої функції. А також мати прозорі процедури здійснення люстрації та неухильно їх дотримуватися.</p><p>(5) Без цього дуже великий ризик того, що люстрація не принесе користі через недостатній рівень впливу і, як наслідок, хвороба продовжуватиме добивати державний організм. Або, з іншого боку, через непропорційний рівень цього впливу, зокрема в поєднанні з процедурними проблемами, здійснення люстрації також може призвести до неможливості виконання державним організмом своїх функцій.</p><p><em> За матеріалами вебсайта «Варто знати»</em></p><p><strong>Текст Б</strong></p><p>(6) Після перемоги демократичних сил у критичних випадках державі потрібна люстрація. Її завдання — підвищити довіру до держорганів за допомогою: відкритості (збільшення прозорості держапарату); національної єдності (надання суспільству та світу свідчення про всеохопну дію); збереження дієвості держави. Люстрація має одну незаперечну перевагу – швидке відновлення довіри, репутації та соціального капіталу держслужби в очах світу та власного соціуму.</p><p>(7) У більшості країн люстрація означає звільнення. Які ж критерії звільнення та які виклики, пов'язані із цим?</p><p>(8) Виклик 1. Звільнити тих посадовців, які не були віддані країні й демократії. Як їх визначити? Це – дилема відданості. Адже відданість має два виміри, які можуть суперечити одне одному, – відданість демократії та відданість країні.</p><p>(9) Виклик 2. Звільнити посадовців, які не були відданими, але є професіоналами. Це – дилема професіоналізму на противагу відданості.</p><p>(10) Кілька прикладів. Словенія: після розвалу Югославії професіоналізм і відданість країні стали важливішими за відданість демократії. Навпаки, у Лівії через звільнення держслужбовців держава була фактично розвалена. Чехія: у 1991 р. відданість демократії вважали важливішою за професіоналізм. Головою чеського МВС став журналіст, а спецслужби очолив художник, проте на певному етапі це не завадило розвиткові корупції.</p><p>(11) Виклик 3. Як ми можемо знати, хто є відданим? Це – дилема інформації. Відсутність достовірної інформації може призвести до розгортання негативних сценаріїв. Найгірший, коли представники, наприклад, армії, спецслужб уразливі до шантажу (унаслідок колабораціонізму або корупції). Вони можуть стати тим середовищем, до якого інфільтруватимуться нові шпигуни.</p><p>(12) Чи – можливо з'ясувати, хто є відданим? Деякі діячі, можливо, демонстрували відсутність відданості за певних обставин під час роботи в структурах, бо не мали можливості діяти по-іншому. Такі люди можуть приймати нові правила й працювати за ними.</p><p>(13) Ще одне питання: чи впливатиме минуле певної особи на її дії в майбутньому? У деяких кранах Центральної Європи дилему інформації вирішили досить радикально. Чехія, Німеччина, Польща та Угорщина взяли під контроль секретні архіви поліції та здійснили люстрацію. Проте іноді важко достовірно визначити, хто є хто.</p><p>(14) Виклик 4. Люстрація потенційно розділяє, вона може сигналізувати, що певна етнічна група не долучається до життя країни. Так сталося в Хорватії та Сербії після розвалу Югославії. Наслідки були прикрі, зокрема й війна. Крім того, люстрація відштовхує тих заплямованих посадовців, які готові виправитись і щиро хотіли 6 співпрацювати з новою демократією.</p><p>(15) Є ще дві проблеми. Перша: люстрація суперечить юридичному принципу зворотної дії та порушує права людини (рішення Європейського суду з прав людини у подібних справах). Друга: як бути з конформістами, готовими співпрацювати з будь-яким режимом?</p><p>(16) Результатом удалої люстрації має стати прозора влада. І тоді країна та світ побачать, що новий держапарат відкритий для представників усіх груп.</p><p><em> За Р. Давидом</em></p>",
     "group": 1
    },
    {
     "id": 33966,
     "n": 13,
     "section": "reading",
     "question": "<p>Спільними ключовими словами для обох текстів є</p>",
     "answers": [
      {
       "letter": "А",
       "html": "суспільство, очищення, результат"
      },
      {
       "letter": "Б",
       "html": "корупція, посадовець, відданість"
      },
      {
       "letter": "В",
       "html": "держава, люстрація, критерії"
      },
      {
       "letter": "Г",
       "html": "держслужбовець, відкритість, виклик"
      }
     ],
     "correct": "В",
     "explanation": "<p>Завдання спрямовано на виявлення здатності визначати на підставі аналізу текстів спільної тематики ті ключові слова (словосполучення, поняття, концепти), які є спільними для них і можуть забезпечити однозначну, а не глобальну, ідентифікацію їх із-поміж інших текстів подібної тематики.</p> <p>З-поміж запропонованих трійок слів дійсно <b>концептуальними</b> для однозначної ідентифікації цих двох текстів є <b>поняття</b>, визначені у варіанті відповіді <b>В</b>: <i>держава, люстрація, критерії</i>.</p> <p>В усіх інших варіантах запропоновано <b>занадто загальні</b> категорії, щоб за ними можна було визначити <b>центральну</b> проблематику цих двох текстів. Крім того, у цих варіантах є поняття, які характерні лише для одного з текстів.</p> <p><b>Правильна відповідь: В.</b></p>",
     "passage": "<p><strong>Прочитайте тексти А й Б та виконайте завдання</strong><br/> <em>(цифри в дужках позначають номери абзаців наскрізно в обох текстах).</em></p><p><strong>Текст А</strong></p><p>(1) Слово «люстрація» зараз доволі актуальне, часто згадується в пресі, але можна зі значною часткою впевненості говорити про те, що кожен у це слово вкладає свій зміст. Дуже часто розуміння люстрації кардинально відрізняються. Для одних це спосіб боротьби з корупцією, для інших – очищення від людей із попередньої влади, для третіх – покарання осіб, які були причетні до злочинів, свідками яких, наприклад, ми стали в Україні. Насправді є ще дуже багато інших розумінь, що таке люстрація і чому вона необхідна.</p><p>(2) Люстрація – це певна дуже складна і неприємна процедура очищення, яку необхідно пройти у випадку, коли механізми самоочищення в державі не спрацьовують. Це чимось подібне на ситуацію, коли людина захворює на тяжку хворобу, таку, для прикладу, як рак, і для того, щоб видужати, їй уже замало сил внутрішнього імунітету або певних косметичних процедур. У цьому разі проводять сеанси хіміотерапії, які можуть допомогти цій людині вижити або, за іншого розвитку подій, призводять до її смерті. По суті хіміотерапія вбиває або принаймні пригнічує активність внутрішніх «поганих» клітин, щоб організм за допомогою нових сил і клітин, які не вражені цією хворобою, зміг подолати цей недуг. І лише після такого «перезапуску» організм знову здатний до самоочищення.</p><p>(3) Це ж саме відбувається з державою як організмом, який має різні органи і системи, що допомагають боротися як із внутрішніми, так і з зовнішніми загрозами. Водночас коли тяжкий недуг корупції, нехтування законом і правами людини охоплює практично весь державний організм і в тому числі системи, які покликані захищати від цих негативних явищ, то необхідність неприємної процедури люстрації стає очевидною. Це вже питання виживання чи смерті для держави.</p><p>(4) Водночас для того, щоб люстрація принесла користь, а не стала посмертним вінком, важливим є, як і за хіміотерапії, точно визначити мету, напрям і силу такого втручання. Власне, тому для тих, на чиї плечі випала ця нелегка місія – проводити люстрацію, принципово важливим є наявність точних критеріїв її проведення, які б відображали той рівень очищення, який необхідний для того, щоб держава могла б надалі ефективно виконувати свої функції. А також мати прозорі процедури здійснення люстрації та неухильно їх дотримуватися.</p><p>(5) Без цього дуже великий ризик того, що люстрація не принесе користі через недостатній рівень впливу і, як наслідок, хвороба продовжуватиме добивати державний організм. Або, з іншого боку, через непропорційний рівень цього впливу, зокрема в поєднанні з процедурними проблемами, здійснення люстрації також може призвести до неможливості виконання державним організмом своїх функцій.</p><p><em> За матеріалами вебсайта «Варто знати»</em></p><p><strong>Текст Б</strong></p><p>(6) Після перемоги демократичних сил у критичних випадках державі потрібна люстрація. Її завдання — підвищити довіру до держорганів за допомогою: відкритості (збільшення прозорості держапарату); національної єдності (надання суспільству та світу свідчення про всеохопну дію); збереження дієвості держави. Люстрація має одну незаперечну перевагу – швидке відновлення довіри, репутації та соціального капіталу держслужби в очах світу та власного соціуму.</p><p>(7) У більшості країн люстрація означає звільнення. Які ж критерії звільнення та які виклики, пов'язані із цим?</p><p>(8) Виклик 1. Звільнити тих посадовців, які не були віддані країні й демократії. Як їх визначити? Це – дилема відданості. Адже відданість має два виміри, які можуть суперечити одне одному, – відданість демократії та відданість країні.</p><p>(9) Виклик 2. Звільнити посадовців, які не були відданими, але є професіоналами. Це – дилема професіоналізму на противагу відданості.</p><p>(10) Кілька прикладів. Словенія: після розвалу Югославії професіоналізм і відданість країні стали важливішими за відданість демократії. Навпаки, у Лівії через звільнення держслужбовців держава була фактично розвалена. Чехія: у 1991 р. відданість демократії вважали важливішою за професіоналізм. Головою чеського МВС став журналіст, а спецслужби очолив художник, проте на певному етапі це не завадило розвиткові корупції.</p><p>(11) Виклик 3. Як ми можемо знати, хто є відданим? Це – дилема інформації. Відсутність достовірної інформації може призвести до розгортання негативних сценаріїв. Найгірший, коли представники, наприклад, армії, спецслужб уразливі до шантажу (унаслідок колабораціонізму або корупції). Вони можуть стати тим середовищем, до якого інфільтруватимуться нові шпигуни.</p><p>(12) Чи – можливо з'ясувати, хто є відданим? Деякі діячі, можливо, демонстрували відсутність відданості за певних обставин під час роботи в структурах, бо не мали можливості діяти по-іншому. Такі люди можуть приймати нові правила й працювати за ними.</p><p>(13) Ще одне питання: чи впливатиме минуле певної особи на її дії в майбутньому? У деяких кранах Центральної Європи дилему інформації вирішили досить радикально. Чехія, Німеччина, Польща та Угорщина взяли під контроль секретні архіви поліції та здійснили люстрацію. Проте іноді важко достовірно визначити, хто є хто.</p><p>(14) Виклик 4. Люстрація потенційно розділяє, вона може сигналізувати, що певна етнічна група не долучається до життя країни. Так сталося в Хорватії та Сербії після розвалу Югославії. Наслідки були прикрі, зокрема й війна. Крім того, люстрація відштовхує тих заплямованих посадовців, які готові виправитись і щиро хотіли 6 співпрацювати з новою демократією.</p><p>(15) Є ще дві проблеми. Перша: люстрація суперечить юридичному принципу зворотної дії та порушує права людини (рішення Європейського суду з прав людини у подібних справах). Друга: як бути з конформістами, готовими співпрацювати з будь-яким режимом?</p><p>(16) Результатом удалої люстрації має стати прозора влада. І тоді країна та світ побачать, що новий держапарат відкритий для представників усіх груп.</p><p><em> За Р. Давидом</em></p>",
     "group": 1
    },
    {
     "id": 33967,
     "n": 14,
     "section": "reading",
     "question": "<p>У <em>тексті <strong>А</strong></em><strong>,</strong> на відміну від <em>тексту <strong>Б</strong></em><strong>,</strong> НЕ актуалізовано мікротеми</p>",
     "answers": [
      {
       "letter": "А",
       "html": "результати проведення люстрації"
      },
      {
       "letter": "Б",
       "html": "люстрація в різних країнах"
      },
      {
       "letter": "В",
       "html": "ризики, пов'язані з люстрацією"
      },
      {
       "letter": "Г",
       "html": "механізм проведення люстрації"
      }
     ],
     "correct": "Б",
     "explanation": "<p>Завдання спрямовано на виявлення здатності тестованих визначати спільні для текстів однієї тематики мікротеми, тобто часткові теми, які автор актуалізує для розгортання центральної теми.</p> <p>Мікротеми <b>А</b> <i>«результати проведення люстрації»</i> зактуалізовано в обох текстах: у тексті <b>А</b> в абзацах <b>1–3</b>, у тексті <b>Б</b> – в абзацах <b>6, 12</b> і в інших, де наведено окремі приклади.</p> <p>Мікротему <b>Б</b> <i>«люстрація в різних країнах»</i> зактуалізовано лише в тексті <b>Б</b>, а саме в абзацах <b>10, 13, 14.</b></p> <p>Мікротему <b>В</b> <i>«ризики, пов’язані з люстрацією»</i> зактуалізовано в обох текстах: у тексті <b>А</b> в абзацах <b>4</b> та <b>5</b>, у тексті <b>Б</b> – в абзацах <b>6–15</b>.</p> <p>Мікротему <b>Г</b> <i>«механізм проведення люстрації»</i> зактуалізовано в обох текстах: у тексті <b>А</b> в абзаці <b>4</b>, а в тексті <b>Б</b> – в абзацах <b>7–15</b> (обговорено деякі складники й виклики).</p> <p><b>Правильна відповідь: Б.</b></p>",
     "passage": "<p><strong>Прочитайте тексти А й Б та виконайте завдання</strong><br/> <em>(цифри в дужках позначають номери абзаців наскрізно в обох текстах).</em></p><p><strong>Текст А</strong></p><p>(1) Слово «люстрація» зараз доволі актуальне, часто згадується в пресі, але можна зі значною часткою впевненості говорити про те, що кожен у це слово вкладає свій зміст. Дуже часто розуміння люстрації кардинально відрізняються. Для одних це спосіб боротьби з корупцією, для інших – очищення від людей із попередньої влади, для третіх – покарання осіб, які були причетні до злочинів, свідками яких, наприклад, ми стали в Україні. Насправді є ще дуже багато інших розумінь, що таке люстрація і чому вона необхідна.</p><p>(2) Люстрація – це певна дуже складна і неприємна процедура очищення, яку необхідно пройти у випадку, коли механізми самоочищення в державі не спрацьовують. Це чимось подібне на ситуацію, коли людина захворює на тяжку хворобу, таку, для прикладу, як рак, і для того, щоб видужати, їй уже замало сил внутрішнього імунітету або певних косметичних процедур. У цьому разі проводять сеанси хіміотерапії, які можуть допомогти цій людині вижити або, за іншого розвитку подій, призводять до її смерті. По суті хіміотерапія вбиває або принаймні пригнічує активність внутрішніх «поганих» клітин, щоб організм за допомогою нових сил і клітин, які не вражені цією хворобою, зміг подолати цей недуг. І лише після такого «перезапуску» організм знову здатний до самоочищення.</p><p>(3) Це ж саме відбувається з державою як організмом, який має різні органи і системи, що допомагають боротися як із внутрішніми, так і з зовнішніми загрозами. Водночас коли тяжкий недуг корупції, нехтування законом і правами людини охоплює практично весь державний організм і в тому числі системи, які покликані захищати від цих негативних явищ, то необхідність неприємної процедури люстрації стає очевидною. Це вже питання виживання чи смерті для держави.</p><p>(4) Водночас для того, щоб люстрація принесла користь, а не стала посмертним вінком, важливим є, як і за хіміотерапії, точно визначити мету, напрям і силу такого втручання. Власне, тому для тих, на чиї плечі випала ця нелегка місія – проводити люстрацію, принципово важливим є наявність точних критеріїв її проведення, які б відображали той рівень очищення, який необхідний для того, щоб держава могла б надалі ефективно виконувати свої функції. А також мати прозорі процедури здійснення люстрації та неухильно їх дотримуватися.</p><p>(5) Без цього дуже великий ризик того, що люстрація не принесе користі через недостатній рівень впливу і, як наслідок, хвороба продовжуватиме добивати державний організм. Або, з іншого боку, через непропорційний рівень цього впливу, зокрема в поєднанні з процедурними проблемами, здійснення люстрації також може призвести до неможливості виконання державним організмом своїх функцій.</p><p><em> За матеріалами вебсайта «Варто знати»</em></p><p><strong>Текст Б</strong></p><p>(6) Після перемоги демократичних сил у критичних випадках державі потрібна люстрація. Її завдання — підвищити довіру до держорганів за допомогою: відкритості (збільшення прозорості держапарату); національної єдності (надання суспільству та світу свідчення про всеохопну дію); збереження дієвості держави. Люстрація має одну незаперечну перевагу – швидке відновлення довіри, репутації та соціального капіталу держслужби в очах світу та власного соціуму.</p><p>(7) У більшості країн люстрація означає звільнення. Які ж критерії звільнення та які виклики, пов'язані із цим?</p><p>(8) Виклик 1. Звільнити тих посадовців, які не були віддані країні й демократії. Як їх визначити? Це – дилема відданості. Адже відданість має два виміри, які можуть суперечити одне одному, – відданість демократії та відданість країні.</p><p>(9) Виклик 2. Звільнити посадовців, які не були відданими, але є професіоналами. Це – дилема професіоналізму на противагу відданості.</p><p>(10) Кілька прикладів. Словенія: після розвалу Югославії професіоналізм і відданість країні стали важливішими за відданість демократії. Навпаки, у Лівії через звільнення держслужбовців держава була фактично розвалена. Чехія: у 1991 р. відданість демократії вважали важливішою за професіоналізм. Головою чеського МВС став журналіст, а спецслужби очолив художник, проте на певному етапі це не завадило розвиткові корупції.</p><p>(11) Виклик 3. Як ми можемо знати, хто є відданим? Це – дилема інформації. Відсутність достовірної інформації може призвести до розгортання негативних сценаріїв. Найгірший, коли представники, наприклад, армії, спецслужб уразливі до шантажу (унаслідок колабораціонізму або корупції). Вони можуть стати тим середовищем, до якого інфільтруватимуться нові шпигуни.</p><p>(12) Чи – можливо з'ясувати, хто є відданим? Деякі діячі, можливо, демонстрували відсутність відданості за певних обставин під час роботи в структурах, бо не мали можливості діяти по-іншому. Такі люди можуть приймати нові правила й працювати за ними.</p><p>(13) Ще одне питання: чи впливатиме минуле певної особи на її дії в майбутньому? У деяких кранах Центральної Європи дилему інформації вирішили досить радикально. Чехія, Німеччина, Польща та Угорщина взяли під контроль секретні архіви поліції та здійснили люстрацію. Проте іноді важко достовірно визначити, хто є хто.</p><p>(14) Виклик 4. Люстрація потенційно розділяє, вона може сигналізувати, що певна етнічна група не долучається до життя країни. Так сталося в Хорватії та Сербії після розвалу Югославії. Наслідки були прикрі, зокрема й війна. Крім того, люстрація відштовхує тих заплямованих посадовців, які готові виправитись і щиро хотіли 6 співпрацювати з новою демократією.</p><p>(15) Є ще дві проблеми. Перша: люстрація суперечить юридичному принципу зворотної дії та порушує права людини (рішення Європейського суду з прав людини у подібних справах). Друга: як бути з конформістами, готовими співпрацювати з будь-яким режимом?</p><p>(16) Результатом удалої люстрації має стати прозора влада. І тоді країна та світ побачать, що новий держапарат відкритий для представників усіх груп.</p><p><em> За Р. Давидом</em></p>",
     "group": 1
    },
    {
     "id": 33968,
     "n": 15,
     "section": "reading",
     "question": "<p>Зважаючи на зміст обох текстів, можна припустити, що їхні автори погодилися б з усіма наведеними нижче твердженнями, ОКРІМ</p>",
     "answers": [
      {
       "letter": "А",
       "html": "Жодних винятків щодо «заплямованих» осіб під час люстрації не може бути."
      },
      {
       "letter": "Б",
       "html": "Загалом люстрація є вимушеним кроком на певному етапі розвитку держави."
      },
      {
       "letter": "В",
       "html": "У процесі проведення люстрації неуникними є певні «перегини»."
      },
      {
       "letter": "Г",
       "html": "Для успішності проведення в країні люстрації ключовим є визначення її засад."
      }
     ],
     "correct": "А",
     "explanation": "<p>Завдання спрямовано на виявлення здатності тестованих робити узагальнення щодо позиції авторів у певних питаннях.</p> <p>На підставі аналізу текстів можна стверджувати, що обидва автори не погодилися б із твердженням <b>А</b> <i>«Жодних винятків щодо “заплямованих” осіб під час люстрації не може бути»</i>. У тексті <b>А</b> це випливає з абзацу <b>5</b>, де автор опосередковано вказує, що люстрація має бути <b>адекватною</b>, щоб не виникла ситуація, коли <i>«здійснення люстрації… може призвести до неможливості виконання державним механізмом своїх функцій»</i>.</p> <p>У тексті <b>Б</b> автор майже впродовж усього тексту якраз і міркує про те, якими критеріями треба користуватися, щоб люстрація дала результат, зокрема й припускаючи, що ці критерії мають брати до уваги різні чинники, що подеколи даватимуть змогу залишатися у владі «заплямованим» особам, які продемонстрували готовність виправитися.</p> <p>З усіма ж іншими варіантами позицій автори, з огляду на зміст їхніх текстів, могли б погодитися:</p> <p><b>Б</b> <i>Загалом люстрація є вимушеним кроком на певному етапі розвитку держави</i> (у тексті <b>А</b> про це йдеться в абзаці <b>2</b>, а в тексті <b>Б</b> – в абзаці <b>6</b>).</p> <p><b>В</b> <i>У процесі проведення люстрації неуникними є певні «перегини»</i> (у тексті <b>А</b> про це йдеться в абзаці <b>5</b>, а в тексті <b>Б</b> – в абзацах <b>7–15</b>, де наведено різні приклади кардинальних рішень).</p> <p><b>Г </b> <i>Для успішності проведення в країні люстрації ключовим є визначення її засад</i> (у тексті <b>А</b> про це йдеться в абзаці <b>5</b>, а в тексті <b>Б</b> – в абзацах <b>7–15</b>).</p> <p><b>Правильна відповідь: A.</b></p>",
     "passage": "<p><strong>Прочитайте тексти А й Б та виконайте завдання</strong><br/> <em>(цифри в дужках позначають номери абзаців наскрізно в обох текстах).</em></p><p><strong>Текст А</strong></p><p>(1) Слово «люстрація» зараз доволі актуальне, часто згадується в пресі, але можна зі значною часткою впевненості говорити про те, що кожен у це слово вкладає свій зміст. Дуже часто розуміння люстрації кардинально відрізняються. Для одних це спосіб боротьби з корупцією, для інших – очищення від людей із попередньої влади, для третіх – покарання осіб, які були причетні до злочинів, свідками яких, наприклад, ми стали в Україні. Насправді є ще дуже багато інших розумінь, що таке люстрація і чому вона необхідна.</p><p>(2) Люстрація – це певна дуже складна і неприємна процедура очищення, яку необхідно пройти у випадку, коли механізми самоочищення в державі не спрацьовують. Це чимось подібне на ситуацію, коли людина захворює на тяжку хворобу, таку, для прикладу, як рак, і для того, щоб видужати, їй уже замало сил внутрішнього імунітету або певних косметичних процедур. У цьому разі проводять сеанси хіміотерапії, які можуть допомогти цій людині вижити або, за іншого розвитку подій, призводять до її смерті. По суті хіміотерапія вбиває або принаймні пригнічує активність внутрішніх «поганих» клітин, щоб організм за допомогою нових сил і клітин, які не вражені цією хворобою, зміг подолати цей недуг. І лише після такого «перезапуску» організм знову здатний до самоочищення.</p><p>(3) Це ж саме відбувається з державою як організмом, який має різні органи і системи, що допомагають боротися як із внутрішніми, так і з зовнішніми загрозами. Водночас коли тяжкий недуг корупції, нехтування законом і правами людини охоплює практично весь державний організм і в тому числі системи, які покликані захищати від цих негативних явищ, то необхідність неприємної процедури люстрації стає очевидною. Це вже питання виживання чи смерті для держави.</p><p>(4) Водночас для того, щоб люстрація принесла користь, а не стала посмертним вінком, важливим є, як і за хіміотерапії, точно визначити мету, напрям і силу такого втручання. Власне, тому для тих, на чиї плечі випала ця нелегка місія – проводити люстрацію, принципово важливим є наявність точних критеріїв її проведення, які б відображали той рівень очищення, який необхідний для того, щоб держава могла б надалі ефективно виконувати свої функції. А також мати прозорі процедури здійснення люстрації та неухильно їх дотримуватися.</p><p>(5) Без цього дуже великий ризик того, що люстрація не принесе користі через недостатній рівень впливу і, як наслідок, хвороба продовжуватиме добивати державний організм. Або, з іншого боку, через непропорційний рівень цього впливу, зокрема в поєднанні з процедурними проблемами, здійснення люстрації також може призвести до неможливості виконання державним організмом своїх функцій.</p><p><em> За матеріалами вебсайта «Варто знати»</em></p><p><strong>Текст Б</strong></p><p>(6) Після перемоги демократичних сил у критичних випадках державі потрібна люстрація. Її завдання — підвищити довіру до держорганів за допомогою: відкритості (збільшення прозорості держапарату); національної єдності (надання суспільству та світу свідчення про всеохопну дію); збереження дієвості держави. Люстрація має одну незаперечну перевагу – швидке відновлення довіри, репутації та соціального капіталу держслужби в очах світу та власного соціуму.</p><p>(7) У більшості країн люстрація означає звільнення. Які ж критерії звільнення та які виклики, пов'язані із цим?</p><p>(8) Виклик 1. Звільнити тих посадовців, які не були віддані країні й демократії. Як їх визначити? Це – дилема відданості. Адже відданість має два виміри, які можуть суперечити одне одному, – відданість демократії та відданість країні.</p><p>(9) Виклик 2. Звільнити посадовців, які не були відданими, але є професіоналами. Це – дилема професіоналізму на противагу відданості.</p><p>(10) Кілька прикладів. Словенія: після розвалу Югославії професіоналізм і відданість країні стали важливішими за відданість демократії. Навпаки, у Лівії через звільнення держслужбовців держава була фактично розвалена. Чехія: у 1991 р. відданість демократії вважали важливішою за професіоналізм. Головою чеського МВС став журналіст, а спецслужби очолив художник, проте на певному етапі це не завадило розвиткові корупції.</p><p>(11) Виклик 3. Як ми можемо знати, хто є відданим? Це – дилема інформації. Відсутність достовірної інформації може призвести до розгортання негативних сценаріїв. Найгірший, коли представники, наприклад, армії, спецслужб уразливі до шантажу (унаслідок колабораціонізму або корупції). Вони можуть стати тим середовищем, до якого інфільтруватимуться нові шпигуни.</p><p>(12) Чи – можливо з'ясувати, хто є відданим? Деякі діячі, можливо, демонстрували відсутність відданості за певних обставин під час роботи в структурах, бо не мали можливості діяти по-іншому. Такі люди можуть приймати нові правила й працювати за ними.</p><p>(13) Ще одне питання: чи впливатиме минуле певної особи на її дії в майбутньому? У деяких кранах Центральної Європи дилему інформації вирішили досить радикально. Чехія, Німеччина, Польща та Угорщина взяли під контроль секретні архіви поліції та здійснили люстрацію. Проте іноді важко достовірно визначити, хто є хто.</p><p>(14) Виклик 4. Люстрація потенційно розділяє, вона може сигналізувати, що певна етнічна група не долучається до життя країни. Так сталося в Хорватії та Сербії після розвалу Югославії. Наслідки були прикрі, зокрема й війна. Крім того, люстрація відштовхує тих заплямованих посадовців, які готові виправитись і щиро хотіли 6 співпрацювати з новою демократією.</p><p>(15) Є ще дві проблеми. Перша: люстрація суперечить юридичному принципу зворотної дії та порушує права людини (рішення Європейського суду з прав людини у подібних справах). Друга: як бути з конформістами, готовими співпрацювати з будь-яким режимом?</p><p>(16) Результатом удалої люстрації має стати прозора влада. І тоді країна та світ побачать, що новий держапарат відкритий для представників усіх груп.</p><p><em> За Р. Давидом</em></p>",
     "group": 1
    },
    {
     "id": 33969,
     "n": 16,
     "section": "reading",
     "question": "<p>Автор <em>тексту <strong>А</strong></em> припускає, що «<em>здійснення люстрації також може призвести до неможливості виконання державним організмом своїх функцій</em>» (<em>абзац <strong>5</strong></em>). Ілюстрацією до цього припущення може бути ситуація, схарактеризована в <em>тексті <strong>Б</strong></em> стосовно</p>",
     "answers": [
      {
       "letter": "А",
       "html": "Словенії"
      },
      {
       "letter": "Б",
       "html": "Польщі"
      },
      {
       "letter": "В",
       "html": "Лівії"
      },
      {
       "letter": "Г",
       "html": "Хорватії"
      }
     ],
     "correct": "В",
     "explanation": "<p>Завдання спрямовано на виявлення здатності пов’язувати різні тексти й бачити в одному тексті конкретні ілюстрації певних теоретичних положень іншого тексту.</p> <p>У тексті <b>Б</b> є приклад: <i>«Навпаки, у Лівії через звільнення держслужбовців держава була фактично розвалена»</i>. Саме він і може слугувати найкращим прикладом до думки автора тексту <b>А</b>.</p> <p>В інших прикладах тексту <b>Б</b> йдеться про країни, де люстрація якщо й відбувалася з проблемами, то не стала критичною для функціювання держав.</p> <p><b>Правильна відповідь: B.</b></p>",
     "passage": "<p><strong>Прочитайте тексти А й Б та виконайте завдання</strong><br/> <em>(цифри в дужках позначають номери абзаців наскрізно в обох текстах).</em></p><p><strong>Текст А</strong></p><p>(1) Слово «люстрація» зараз доволі актуальне, часто згадується в пресі, але можна зі значною часткою впевненості говорити про те, що кожен у це слово вкладає свій зміст. Дуже часто розуміння люстрації кардинально відрізняються. Для одних це спосіб боротьби з корупцією, для інших – очищення від людей із попередньої влади, для третіх – покарання осіб, які були причетні до злочинів, свідками яких, наприклад, ми стали в Україні. Насправді є ще дуже багато інших розумінь, що таке люстрація і чому вона необхідна.</p><p>(2) Люстрація – це певна дуже складна і неприємна процедура очищення, яку необхідно пройти у випадку, коли механізми самоочищення в державі не спрацьовують. Це чимось подібне на ситуацію, коли людина захворює на тяжку хворобу, таку, для прикладу, як рак, і для того, щоб видужати, їй уже замало сил внутрішнього імунітету або певних косметичних процедур. У цьому разі проводять сеанси хіміотерапії, які можуть допомогти цій людині вижити або, за іншого розвитку подій, призводять до її смерті. По суті хіміотерапія вбиває або принаймні пригнічує активність внутрішніх «поганих» клітин, щоб організм за допомогою нових сил і клітин, які не вражені цією хворобою, зміг подолати цей недуг. І лише після такого «перезапуску» організм знову здатний до самоочищення.</p><p>(3) Це ж саме відбувається з державою як організмом, який має різні органи і системи, що допомагають боротися як із внутрішніми, так і з зовнішніми загрозами. Водночас коли тяжкий недуг корупції, нехтування законом і правами людини охоплює практично весь державний організм і в тому числі системи, які покликані захищати від цих негативних явищ, то необхідність неприємної процедури люстрації стає очевидною. Це вже питання виживання чи смерті для держави.</p><p>(4) Водночас для того, щоб люстрація принесла користь, а не стала посмертним вінком, важливим є, як і за хіміотерапії, точно визначити мету, напрям і силу такого втручання. Власне, тому для тих, на чиї плечі випала ця нелегка місія – проводити люстрацію, принципово важливим є наявність точних критеріїв її проведення, які б відображали той рівень очищення, який необхідний для того, щоб держава могла б надалі ефективно виконувати свої функції. А також мати прозорі процедури здійснення люстрації та неухильно їх дотримуватися.</p><p>(5) Без цього дуже великий ризик того, що люстрація не принесе користі через недостатній рівень впливу і, як наслідок, хвороба продовжуватиме добивати державний організм. Або, з іншого боку, через непропорційний рівень цього впливу, зокрема в поєднанні з процедурними проблемами, здійснення люстрації також може призвести до неможливості виконання державним організмом своїх функцій.</p><p><em> За матеріалами вебсайта «Варто знати»</em></p><p><strong>Текст Б</strong></p><p>(6) Після перемоги демократичних сил у критичних випадках державі потрібна люстрація. Її завдання — підвищити довіру до держорганів за допомогою: відкритості (збільшення прозорості держапарату); національної єдності (надання суспільству та світу свідчення про всеохопну дію); збереження дієвості держави. Люстрація має одну незаперечну перевагу – швидке відновлення довіри, репутації та соціального капіталу держслужби в очах світу та власного соціуму.</p><p>(7) У більшості країн люстрація означає звільнення. Які ж критерії звільнення та які виклики, пов'язані із цим?</p><p>(8) Виклик 1. Звільнити тих посадовців, які не були віддані країні й демократії. Як їх визначити? Це – дилема відданості. Адже відданість має два виміри, які можуть суперечити одне одному, – відданість демократії та відданість країні.</p><p>(9) Виклик 2. Звільнити посадовців, які не були відданими, але є професіоналами. Це – дилема професіоналізму на противагу відданості.</p><p>(10) Кілька прикладів. Словенія: після розвалу Югославії професіоналізм і відданість країні стали важливішими за відданість демократії. Навпаки, у Лівії через звільнення держслужбовців держава була фактично розвалена. Чехія: у 1991 р. відданість демократії вважали важливішою за професіоналізм. Головою чеського МВС став журналіст, а спецслужби очолив художник, проте на певному етапі це не завадило розвиткові корупції.</p><p>(11) Виклик 3. Як ми можемо знати, хто є відданим? Це – дилема інформації. Відсутність достовірної інформації може призвести до розгортання негативних сценаріїв. Найгірший, коли представники, наприклад, армії, спецслужб уразливі до шантажу (унаслідок колабораціонізму або корупції). Вони можуть стати тим середовищем, до якого інфільтруватимуться нові шпигуни.</p><p>(12) Чи – можливо з'ясувати, хто є відданим? Деякі діячі, можливо, демонстрували відсутність відданості за певних обставин під час роботи в структурах, бо не мали можливості діяти по-іншому. Такі люди можуть приймати нові правила й працювати за ними.</p><p>(13) Ще одне питання: чи впливатиме минуле певної особи на її дії в майбутньому? У деяких кранах Центральної Європи дилему інформації вирішили досить радикально. Чехія, Німеччина, Польща та Угорщина взяли під контроль секретні архіви поліції та здійснили люстрацію. Проте іноді важко достовірно визначити, хто є хто.</p><p>(14) Виклик 4. Люстрація потенційно розділяє, вона може сигналізувати, що певна етнічна група не долучається до життя країни. Так сталося в Хорватії та Сербії після розвалу Югославії. Наслідки були прикрі, зокрема й війна. Крім того, люстрація відштовхує тих заплямованих посадовців, які готові виправитись і щиро хотіли 6 співпрацювати з новою демократією.</p><p>(15) Є ще дві проблеми. Перша: люстрація суперечить юридичному принципу зворотної дії та порушує права людини (рішення Європейського суду з прав людини у подібних справах). Друга: як бути з конформістами, готовими співпрацювати з будь-яким режимом?</p><p>(16) Результатом удалої люстрації має стати прозора влада. І тоді країна та світ побачать, що новий держапарат відкритий для представників усіх груп.</p><p><em> За Р. Давидом</em></p>",
     "group": 1
    },
    {
     "id": 33970,
     "n": 17,
     "section": "reading",
     "question": "<p>Зміст абзаців 7-15 <em>тексту <strong>Б</strong></em> можна розглядати як розгортання тези автора <em>тексту <strong>А</strong></em></p>",
     "answers": [
      {
       "letter": "А",
       "html": "Дуже часто розуміння люстрації кардинально відрізняються. Для одних це спосіб боротьби з корупцією, для інших - очищення від людей із попередньої влади, для третіх - покарання осіб, які були причетні до злочинів..."
      },
      {
       "letter": "Б",
       "html": "Люстрація – це певна дуже складна і неприємна процедура очищення, яку необхідно пройти у випадку, коли механізми самоочищення в державі не спрацьовують."
      },
      {
       "letter": "В",
       "html": "..щоб люстрація принесла користь, а не стала посмертним вінком, важливим є, як і за хіміотерапії, точно визначити мету, напрям і силу такого втручання."
      },
      {
       "letter": "Г",
       "html": "..принципово важливим є наявність точних критеріїв її проведення, які б відображали той рівень очищення, який необхідний для того, щоб держава могла б надалі ефективно виконувати свої функції."
      }
     ],
     "correct": "Г",
     "explanation": "<p>Завдання спрямовано на виявлення здатності бачити взаємозв’язок текстів на рівні взаємодоповнення чи взаємозаперечення їх.</p> <p>Якщо уважно проаналізувати абзаци <b>7–15</b> тексту <b>Б</b>, то можна зрозуміти, що автор у них розмірковує про <b>чіткість критеріїв</b> люстрації для успішності проведення її, а не про мету, чи напрям, чи силу. У цьому переконує однозначне питання, що автор ставить в абзаці <b>7</b> і відповіддю на яке є всі наступні абзаци: <i>«Які ж <b>критерії звільнення</b> та які виклики, пов’язані із цим?»</i>.</p> <p>Тому з-поміж двох найбільш конкурентних варіантів відповіді <b>В</b> та <b>Г</b> перевагу треба віддати варіанту <b>Г</b>.</p> <p>Інші тези тексту <b>А</b> (варіанти відповіді <b>А, Б</b>) якщо й перегукуються з певними фрагментами тексту <b>Б</b>, то лише частково, а не загалом з абзацами <b>7–15</b>.</p> <p><b>Правильна відповідь: Г.</b></p>",
     "passage": "<p><strong>Прочитайте тексти А й Б та виконайте завдання</strong><br/> <em>(цифри в дужках позначають номери абзаців наскрізно в обох текстах).</em></p><p><strong>Текст А</strong></p><p>(1) Слово «люстрація» зараз доволі актуальне, часто згадується в пресі, але можна зі значною часткою впевненості говорити про те, що кожен у це слово вкладає свій зміст. Дуже часто розуміння люстрації кардинально відрізняються. Для одних це спосіб боротьби з корупцією, для інших – очищення від людей із попередньої влади, для третіх – покарання осіб, які були причетні до злочинів, свідками яких, наприклад, ми стали в Україні. Насправді є ще дуже багато інших розумінь, що таке люстрація і чому вона необхідна.</p><p>(2) Люстрація – це певна дуже складна і неприємна процедура очищення, яку необхідно пройти у випадку, коли механізми самоочищення в державі не спрацьовують. Це чимось подібне на ситуацію, коли людина захворює на тяжку хворобу, таку, для прикладу, як рак, і для того, щоб видужати, їй уже замало сил внутрішнього імунітету або певних косметичних процедур. У цьому разі проводять сеанси хіміотерапії, які можуть допомогти цій людині вижити або, за іншого розвитку подій, призводять до її смерті. По суті хіміотерапія вбиває або принаймні пригнічує активність внутрішніх «поганих» клітин, щоб організм за допомогою нових сил і клітин, які не вражені цією хворобою, зміг подолати цей недуг. І лише після такого «перезапуску» організм знову здатний до самоочищення.</p><p>(3) Це ж саме відбувається з державою як організмом, який має різні органи і системи, що допомагають боротися як із внутрішніми, так і з зовнішніми загрозами. Водночас коли тяжкий недуг корупції, нехтування законом і правами людини охоплює практично весь державний організм і в тому числі системи, які покликані захищати від цих негативних явищ, то необхідність неприємної процедури люстрації стає очевидною. Це вже питання виживання чи смерті для держави.</p><p>(4) Водночас для того, щоб люстрація принесла користь, а не стала посмертним вінком, важливим є, як і за хіміотерапії, точно визначити мету, напрям і силу такого втручання. Власне, тому для тих, на чиї плечі випала ця нелегка місія – проводити люстрацію, принципово важливим є наявність точних критеріїв її проведення, які б відображали той рівень очищення, який необхідний для того, щоб держава могла б надалі ефективно виконувати свої функції. А також мати прозорі процедури здійснення люстрації та неухильно їх дотримуватися.</p><p>(5) Без цього дуже великий ризик того, що люстрація не принесе користі через недостатній рівень впливу і, як наслідок, хвороба продовжуватиме добивати державний організм. Або, з іншого боку, через непропорційний рівень цього впливу, зокрема в поєднанні з процедурними проблемами, здійснення люстрації також може призвести до неможливості виконання державним організмом своїх функцій.</p><p><em> За матеріалами вебсайта «Варто знати»</em></p><p><strong>Текст Б</strong></p><p>(6) Після перемоги демократичних сил у критичних випадках державі потрібна люстрація. Її завдання — підвищити довіру до держорганів за допомогою: відкритості (збільшення прозорості держапарату); національної єдності (надання суспільству та світу свідчення про всеохопну дію); збереження дієвості держави. Люстрація має одну незаперечну перевагу – швидке відновлення довіри, репутації та соціального капіталу держслужби в очах світу та власного соціуму.</p><p>(7) У більшості країн люстрація означає звільнення. Які ж критерії звільнення та які виклики, пов'язані із цим?</p><p>(8) Виклик 1. Звільнити тих посадовців, які не були віддані країні й демократії. Як їх визначити? Це – дилема відданості. Адже відданість має два виміри, які можуть суперечити одне одному, – відданість демократії та відданість країні.</p><p>(9) Виклик 2. Звільнити посадовців, які не були відданими, але є професіоналами. Це – дилема професіоналізму на противагу відданості.</p><p>(10) Кілька прикладів. Словенія: після розвалу Югославії професіоналізм і відданість країні стали важливішими за відданість демократії. Навпаки, у Лівії через звільнення держслужбовців держава була фактично розвалена. Чехія: у 1991 р. відданість демократії вважали важливішою за професіоналізм. Головою чеського МВС став журналіст, а спецслужби очолив художник, проте на певному етапі це не завадило розвиткові корупції.</p><p>(11) Виклик 3. Як ми можемо знати, хто є відданим? Це – дилема інформації. Відсутність достовірної інформації може призвести до розгортання негативних сценаріїв. Найгірший, коли представники, наприклад, армії, спецслужб уразливі до шантажу (унаслідок колабораціонізму або корупції). Вони можуть стати тим середовищем, до якого інфільтруватимуться нові шпигуни.</p><p>(12) Чи – можливо з'ясувати, хто є відданим? Деякі діячі, можливо, демонстрували відсутність відданості за певних обставин під час роботи в структурах, бо не мали можливості діяти по-іншому. Такі люди можуть приймати нові правила й працювати за ними.</p><p>(13) Ще одне питання: чи впливатиме минуле певної особи на її дії в майбутньому? У деяких кранах Центральної Європи дилему інформації вирішили досить радикально. Чехія, Німеччина, Польща та Угорщина взяли під контроль секретні архіви поліції та здійснили люстрацію. Проте іноді важко достовірно визначити, хто є хто.</p><p>(14) Виклик 4. Люстрація потенційно розділяє, вона може сигналізувати, що певна етнічна група не долучається до життя країни. Так сталося в Хорватії та Сербії після розвалу Югославії. Наслідки були прикрі, зокрема й війна. Крім того, люстрація відштовхує тих заплямованих посадовців, які готові виправитись і щиро хотіли 6 співпрацювати з новою демократією.</p><p>(15) Є ще дві проблеми. Перша: люстрація суперечить юридичному принципу зворотної дії та порушує права людини (рішення Європейського суду з прав людини у подібних справах). Друга: як бути з конформістами, готовими співпрацювати з будь-яким режимом?</p><p>(16) Результатом удалої люстрації має стати прозора влада. І тоді країна та світ побачать, що новий держапарат відкритий для представників усіх груп.</p><p><em> За Р. Давидом</em></p>",
     "group": 1
    },
    {
     "id": 33971,
     "n": 18,
     "section": "reading",
     "question": "<p>Відмінності між <em>текстом<strong> А</strong></em> та <em>текстом <strong>Б</strong></em> окреслюють усі наведені нижче твердження, ОКРІМ</p>",
     "answers": [
      {
       "letter": "А",
       "html": "<i>Текст</i> <b><i>А</i></b> розрахований на широку читацьку аудиторію, а <i>текст</i> <b><i>Б</i></b> - на більш фахову аудиторію."
      },
      {
       "letter": "Б",
       "html": "<i>Текст</i> <b><i>А</i></b> акцентує увагу на загальних аспектах люстрації, а <i>текст</i> <b><i>Б</i></b> – на проблемних прикладних."
      },
      {
       "letter": "В",
       "html": "<i>Текст</i> <b><i>А</i></b> розглядає цінність люстрації лише для держави, а <i>текст</i> <b><i>Б</i></b> – для світового співтовариства."
      },
      {
       "letter": "Г",
       "html": "<i>Текст</i> <b><i>А</i></b> пов'язує актуальність люстрації в разі недієвості механізмів самоочищення в державі, а <i>текст</i> <b><i>Б</i></b> - у разі зміни політичного режиму."
      }
     ],
     "correct": "В",
     "explanation": "<p>Завдання спрямовано на перевіряння здатності тестованих аналізувати й оцінювати форму та зміст текстів, виявляючи між текстами риси подібності та відмінності.</p> <p>З-поміж запропонованих варіантів відповіді <b>неправильним</b> є варіант <b>В</b>, оскільки він <b>хибно</b> характеризує позиції тексту <b>Б</b> на тлі тексту <b>А</b>. Адже в тексті <b>Б</b> є таке: <i>«Люстрація має одну незаперечну перевагу – швидке відновлення довіри, репутації та соціального капіталу держслужби в очах <b>світу</b> та <b>власного соціуму</b>»</i>, натомість у варіанті відповіді стверджується, що текст <b>Б</b> <i>розглядає цінність люстрації <b>лише для світового співтовариства</b></i>.</p> <p>В усіх інших варіантах відповіді запропоновані дійсно помітні й виправдані формою або змістом тексту <b>розрізнювальні</b> риси:</p> <p><b>А</b> <i>Текст A розрахований на широку читацьку аудиторію, а текст Б – на більш фахову аудиторію.</i></p> <p>Дійсно текст A завдяки своїй метафориці й простому тлумаченню складної проблеми більше зорієнтований на широку аудиторію, а текст <b>Б</b> завдяки своїй конкретиці придатніший для фахового використання.</p> <p><b>Б</b> <i>Текст <strong>А</strong> акцентує увагу на загальних аспектах люстрації, а текст Б – на проблемних прикладних.</i></p> <p>Дійсно, у тексті <b>А</b> лише в загальних рисах визначено, що таке люстрація, наголошено на важливості чітких критеріїв люстрації, але не обговорено їх, а в тексті <b>Б</b> чітко визначено виклики, що, як видно з тексту, виникали в тих чи тих країнах, зазначено можливості подолання їх.</p> <p><b>Г</b> <i>Текст А пов’язує актуальність люстрації в разі недієвості механізмів самоочищення в державі, а текст Б – у разі зміни політичного режиму.</i></p> <p>Це відповідає дійсності, зважаючи на початки обох текстів: абзац <b>2</b> та абзац <b>6</b>.</p> <p><b>Правильна відповідь: В.</b></p>",
     "passage": "<p><strong>Прочитайте тексти А й Б та виконайте завдання</strong><br/> <em>(цифри в дужках позначають номери абзаців наскрізно в обох текстах).</em></p><p><strong>Текст А</strong></p><p>(1) Слово «люстрація» зараз доволі актуальне, часто згадується в пресі, але можна зі значною часткою впевненості говорити про те, що кожен у це слово вкладає свій зміст. Дуже часто розуміння люстрації кардинально відрізняються. Для одних це спосіб боротьби з корупцією, для інших – очищення від людей із попередньої влади, для третіх – покарання осіб, які були причетні до злочинів, свідками яких, наприклад, ми стали в Україні. Насправді є ще дуже багато інших розумінь, що таке люстрація і чому вона необхідна.</p><p>(2) Люстрація – це певна дуже складна і неприємна процедура очищення, яку необхідно пройти у випадку, коли механізми самоочищення в державі не спрацьовують. Це чимось подібне на ситуацію, коли людина захворює на тяжку хворобу, таку, для прикладу, як рак, і для того, щоб видужати, їй уже замало сил внутрішнього імунітету або певних косметичних процедур. У цьому разі проводять сеанси хіміотерапії, які можуть допомогти цій людині вижити або, за іншого розвитку подій, призводять до її смерті. По суті хіміотерапія вбиває або принаймні пригнічує активність внутрішніх «поганих» клітин, щоб організм за допомогою нових сил і клітин, які не вражені цією хворобою, зміг подолати цей недуг. І лише після такого «перезапуску» організм знову здатний до самоочищення.</p><p>(3) Це ж саме відбувається з державою як організмом, який має різні органи і системи, що допомагають боротися як із внутрішніми, так і з зовнішніми загрозами. Водночас коли тяжкий недуг корупції, нехтування законом і правами людини охоплює практично весь державний організм і в тому числі системи, які покликані захищати від цих негативних явищ, то необхідність неприємної процедури люстрації стає очевидною. Це вже питання виживання чи смерті для держави.</p><p>(4) Водночас для того, щоб люстрація принесла користь, а не стала посмертним вінком, важливим є, як і за хіміотерапії, точно визначити мету, напрям і силу такого втручання. Власне, тому для тих, на чиї плечі випала ця нелегка місія – проводити люстрацію, принципово важливим є наявність точних критеріїв її проведення, які б відображали той рівень очищення, який необхідний для того, щоб держава могла б надалі ефективно виконувати свої функції. А також мати прозорі процедури здійснення люстрації та неухильно їх дотримуватися.</p><p>(5) Без цього дуже великий ризик того, що люстрація не принесе користі через недостатній рівень впливу і, як наслідок, хвороба продовжуватиме добивати державний організм. Або, з іншого боку, через непропорційний рівень цього впливу, зокрема в поєднанні з процедурними проблемами, здійснення люстрації також може призвести до неможливості виконання державним організмом своїх функцій.</p><p><em> За матеріалами вебсайта «Варто знати»</em></p><p><strong>Текст Б</strong></p><p>(6) Після перемоги демократичних сил у критичних випадках державі потрібна люстрація. Її завдання — підвищити довіру до держорганів за допомогою: відкритості (збільшення прозорості держапарату); національної єдності (надання суспільству та світу свідчення про всеохопну дію); збереження дієвості держави. Люстрація має одну незаперечну перевагу – швидке відновлення довіри, репутації та соціального капіталу держслужби в очах світу та власного соціуму.</p><p>(7) У більшості країн люстрація означає звільнення. Які ж критерії звільнення та які виклики, пов'язані із цим?</p><p>(8) Виклик 1. Звільнити тих посадовців, які не були віддані країні й демократії. Як їх визначити? Це – дилема відданості. Адже відданість має два виміри, які можуть суперечити одне одному, – відданість демократії та відданість країні.</p><p>(9) Виклик 2. Звільнити посадовців, які не були відданими, але є професіоналами. Це – дилема професіоналізму на противагу відданості.</p><p>(10) Кілька прикладів. Словенія: після розвалу Югославії професіоналізм і відданість країні стали важливішими за відданість демократії. Навпаки, у Лівії через звільнення держслужбовців держава була фактично розвалена. Чехія: у 1991 р. відданість демократії вважали важливішою за професіоналізм. Головою чеського МВС став журналіст, а спецслужби очолив художник, проте на певному етапі це не завадило розвиткові корупції.</p><p>(11) Виклик 3. Як ми можемо знати, хто є відданим? Це – дилема інформації. Відсутність достовірної інформації може призвести до розгортання негативних сценаріїв. Найгірший, коли представники, наприклад, армії, спецслужб уразливі до шантажу (унаслідок колабораціонізму або корупції). Вони можуть стати тим середовищем, до якого інфільтруватимуться нові шпигуни.</p><p>(12) Чи – можливо з'ясувати, хто є відданим? Деякі діячі, можливо, демонстрували відсутність відданості за певних обставин під час роботи в структурах, бо не мали можливості діяти по-іншому. Такі люди можуть приймати нові правила й працювати за ними.</p><p>(13) Ще одне питання: чи впливатиме минуле певної особи на її дії в майбутньому? У деяких кранах Центральної Європи дилему інформації вирішили досить радикально. Чехія, Німеччина, Польща та Угорщина взяли під контроль секретні архіви поліції та здійснили люстрацію. Проте іноді важко достовірно визначити, хто є хто.</p><p>(14) Виклик 4. Люстрація потенційно розділяє, вона може сигналізувати, що певна етнічна група не долучається до життя країни. Так сталося в Хорватії та Сербії після розвалу Югославії. Наслідки були прикрі, зокрема й війна. Крім того, люстрація відштовхує тих заплямованих посадовців, які готові виправитись і щиро хотіли 6 співпрацювати з новою демократією.</p><p>(15) Є ще дві проблеми. Перша: люстрація суперечить юридичному принципу зворотної дії та порушує права людини (рішення Європейського суду з прав людини у подібних справах). Друга: як бути з конформістами, готовими співпрацювати з будь-яким режимом?</p><p>(16) Результатом удалої люстрації має стати прозора влада. І тоді країна та світ побачать, що новий держапарат відкритий для представників усіх груп.</p><p><em> За Р. Давидом</em></p>",
     "group": 1
    },
    {
     "id": 33972,
     "n": 19,
     "section": "logic",
     "question": "<p><strong>Прочитайте мікротексти й виконайте завдання.</strong></p> <p><strong><em>ІТ-фахівець</em></strong>: Штучний інтелект радикально впливає на ринок робочої сили, багато професій зникає взагалі, оскільки в них на зміну людям приходять автомати. У перспективі може виникнути принципово нова проблема: для матеріального забезпечення існування людства люди не будуть потрібні. Це породжує екзистенційну загрозу людству як цивілізації істот розумних, перетворюючи її на цивілізацію споживачів.</p> <p><strong><em>Математик</em></strong>: Не все так сумно: математики спромоглися довести теореми, які стверджують, що автомати не здатні до творчої діяльності. Вони можуть перевершити людину тільки у виконанні готових алгоритмів. Таким чином, штучний інтелект дасть можливість людині сфокусуватися на творчій праці. І це стосується не тільки мистецтва та науки, а й будь-яких людиноорієнтованих професій, оскільки професіонали в будь-якій професії створюють витвори мистецтва й спираються на досягнення науки.</p> <p>У чому полягає сутність розбіжностей у поглядах <strong><em>ІТ-фахівця</em></strong> та <strong><em>математика</em></strong> на вплив штучного інтелекту?</p>",
     "answers": [
      {
       "letter": "А",
       "html": "Будь-яка людиноорієнтована професія є творчою"
      },
      {
       "letter": "Б",
       "html": "Штучний інтелект не здатний до творчої діяльності"
      },
      {
       "letter": "В",
       "html": "Штучний інтелект є екзистенційною загрозою людству, перетворюючи людей на споживачів"
      },
      {
       "letter": "Г",
       "html": "Автомати можуть перевершити людину тільки у виконанні рутинної діяльності за заданим шаблоном"
      }
     ],
     "correct": "В",
     "explanation": "<p>Варіант відповіді <b>В правильний</b>.</p> <p>Думку <i>«Штучний інтелект є екзистенційною загрозою людству, перетворюючи людей на споживачів»</i> поділяє ІТ-фахівець: <i>«Це (штучний інтелект) породжує екзистенційну загрозу людству як цивілізації істот розумних, перетворюючи її на цивілізацію споживачів»</i>.</p> <p>Натомість математик уважає, що штучний інтелект сприятиме розкриттю людиною свого творчого потенціалу: <i>«…штучний інтелект дасть можливість людині сфокусуватися на творчій праці»</i>.</p> <p>Варіант відповіді <b>А неправильний</b>.</p> <p>З висловлювання математика випливає, що він уважає будь-яку людиноорієновану професію творчою: для цього достатньо зіставити два його твердження: <i>«…штучний інтелект дасть можливість людині сфокусуватися на творчій праці…» та «…це стосується не тільки мистецтва та науки, а й будь-яких людиноорієнтованих професій, оскільки професіонали в будь-якій професії створюють витвори мистецтва»</i>.</p> <p>З висловлювання ІТ-фахівця зробити висновок про його погляди на людиноорієнтовані професії як на творчі <b>неможливо</b>.</p> <p>Варіант відповіді <b>Г неправильний</b>.</p> <p>Погляд <i>«Автомати можуть перевершити людину тільки у виконанні рутинної діяльності за заданим шаблоном»</i>, висловлений у варіанті відповіді <b>Г</b>, поділяє як математик, стверджуючи, що автомати <i>«…можуть перевершити людину тільки у виконанні готових алгоритмів»</i>, так і ІТ-фахівець: <i>«…штучний інтелект радикально впливає на ринок робочої сили, багато професій зникає взагалі, оскільки в них на зміну людям приходять автомати»</i>.</p> <p><b>Правильна відповідь: В.</b></p>",
     "passage": "",
     "group": 0
    },
    {
     "id": 33973,
     "n": 20,
     "section": "logic",
     "question": "<p><strong>Прочитайте мікротексти й виконайте завдання.</strong></p> <p><strong><em>Історик</em></strong>: Підхід до історії, який поділяють більшість сучасних істориків світу, є персоналістським, бо ставить у фокус інтереси людини, її благополуччя. Будь-який інший підхід, який ставить у фокус інтереси держави, економіки або класу тощо, неодмінно призводить до фальсифікацій історії з метою виправдати насилля над людиною досягненням якихось «великих цілей». Таким чином, «батько історії» Геродот, який залишив людству описи мандрів Європою, Африкою й Малою Азією, ...</p> <p>Спираючись на наведені вище міркування <strong><em>історика</em></strong>, оберіть найбільш логічне обґрунтоване завершення його думки.</p>",
     "answers": [
      {
       "letter": "А",
       "html": "застосовував персоналістський підхід до історії, оскільки його описи стосуються особливостей походження, життя й побуту людей різних племен"
      },
      {
       "letter": "Б",
       "html": "був фальсифікатором історії, оскільки не міг застосовувати сучасний підхід до історії"
      },
      {
       "letter": "В",
       "html": "не міг викладати історію з позицій держави, економки або класів, оскільки ці поняття ще не були сформовані в 6 ст. до н. е."
      },
      {
       "letter": "Г",
       "html": "не міг поставити у фокус інтереси людини та її благополуччя в сучасному розумінні, оскільки вони радикально змінилися за дві з половиною тисячі років"
      }
     ],
     "correct": "А",
     "explanation": "<p>Варіант відповіді <b>А</b> <i>застосовував персоналістський підхід до історії, оскільки його описи стосуються особливостей походження, життя й побуту людей різних племен</i> <b>правильний</b>. Попри те, що Геродот жив ще в 6 ст. до н. е. й не був знайомий із сучасними підходами в історії, він ставив у центрі уваги інтереси людини та її добробут, оскільки його описи стосуються особливостей походження, життя й побуту людей різних племен. тобто застосовував персоналістський підхід до історії.</p> <p>Варіанти відповіді <b>Б, В </b>неправильні – див. обґрунтування правильності відповіді <b>А</b>.</p> <p>Варіант відповіді <b>Г неправильний</b>. Адже у визначеному істориком персоналістському підході до історії ставлять у фокус інтереси людини, її добробут, чого <b>не можна</b> робити, нехтуючи контекстом: під час розгляду питань стародавньої історії треба обговорювати інтереси й добробут людини саме тих часів.</p> <p><b>Правильна відповідь: А.</b></p>",
     "passage": "",
     "group": 0
    },
    {
     "id": 33974,
     "n": 21,
     "section": "logic",
     "question": "<p><strong>Прочитайте мікротексти й виконайте завдання.</strong></p> <p><strong><em>Лікар</em></strong>: Наші дослідження показали, що ймовірність потерпати від безсоння серед працівників, які у своїй роботі часто їздять у закордонні відрядження, значно вища за ймовірність потерпати від безсоння серед працівників, які не їздять у закордонні відрядження. У закордонних відрядженнях людина стикається з різними стресами, пов'язаними зі зміною часових поясів, порушенням звичного розпорядку дня, необхідністю вживатися в нову культуру, із чим не стикається той, хто не подорожує. Таким чином, можна стверджувати, що ці стреси спричиняють безсоння.</p> <p>Яке з наведених нижче тверджень, якщо воно істинне, найбільше посилює аргументацію <strong><em>лікаря</em></strong>?</p>",
     "answers": [
      {
       "letter": "А",
       "html": "Більшість закордонних бізнес-відряджень працівники здійснюють до країн-сусідів."
      },
      {
       "letter": "Б",
       "html": "Певна кількість працівників отримує задоволення від зміни часових поясів і занурення в інші культури."
      },
      {
       "letter": "В",
       "html": "Частка тих працівників, які при прийомі на роботу, що передбачає закордонні відрядження, уже потерпали від безсоння, не була більшою за частку тих, які при прийомі на роботу, що не передбачає закордонних відряджень, також уже потерпала від безсоння."
      },
      {
       "letter": "Г",
       "html": "Радикальні зміни клімату та порушення звичного розпорядку дня, спричинені закордонними відрядженнями, можуть бути корисними для певної кількості людей, які потерпають від безсоння."
      }
     ],
     "correct": "В",
     "explanation": "<p>Варіант відповіді <b>В правильний.</b></p> <p>Дійсно, твердження <i>«Частка тих працівників, які під час приймання на роботу, що передбачає закордонні відрядження, уже потерпали від безсоння, не була більшою за частку тих, які під час приймання на роботу, що не передбачає закордонних відряджень, уже потерпали від безсоння»</i> додає необхідну інформацію для забезпечення обґрунтованості висновку лікаря про те, що стреси, <i>«пов’язані зі зміною часових поясів, порушенням звичного розпорядку дня, необхідністю вживатися в нову культуру»</i> спричиняють безсоння (без цієї інформації можна припустити, що під час добору на роботу, пов’язану з відрядженнями, відібрали кандидатів, які вже мали на той момент проблеми зі сном).</p> <p>Варіант відповіді <b>А неправильний</b>, оскільки він може підважувати припущення про наявність стресів, які мають працівники у відрядженнях до сусідніх країн, а не вплив стресів на розвиток безсоння. Логічно припустити: що далі країна відрядження від рідної країни у фізичному, часовому, культурному сенсах, то вищий ступінь стресу у відрядженні.</p> <p>Варіанти відповіді <b>Б, Г неправильні</b>, оскільки твердження в них стосуються комплементарної частини працівників до частини тих працівників, які перебувають у стані стресу в закордонних відрядженнях.</p> <p><b>Правильна відповідь: В.</b></p>",
     "passage": "",
     "group": 0
    },
    {
     "id": 33975,
     "n": 22,
     "section": "logic",
     "question": "<p><strong>Прочитайте мікротексти й виконайте завдання.</strong></p> <p><strong><em>Бібліотекар: </em></strong>Книги, яку замовив науковець за каталогом, не було на закріпленому за нею місцем на полиці книгосховища. Оскільки ця книга не використовується жодним працівником бібліотеки, не відмічена в базі даних як видана комусь, не виставлена на жодній експозиції бібліотеки, то можна зробити висновок, що її було викрадено.</p> <p>Яке з наведених нижче тверджень найбільш точно описує хід міркувань <strong><em>бібліотекаря</em></strong>?</p>",
     "answers": [
      {
       "letter": "А",
       "html": "Властивості конкретного випадку узагальнюються на загальний випадок."
      },
      {
       "letter": "Б",
       "html": "Недолік системи було виокремлено в окрему ситуацію, яку система не може контролювати, і тому потрібно цю систему доопрацювати."
      },
      {
       "letter": "В",
       "html": "Узагальнення відхиляється в результаті наведення контрприкладу."
      },
      {
       "letter": "Г",
       "html": "Висновок робиться на підставі відкидання інших можливих пояснень спостережуваного факту."
      }
     ],
     "correct": "Г",
     "explanation": "<p><b>Варіант відповіді Г</b> <i>Висновок робиться на підставі відкидання інших можливих пояснень спостережуваного факту</i> <b>правильний</b>. Дійсно, бібліотекар послідовно аналізує і відкидає різні варіанти, поки не обґрунтує остаточний висновок після вичерпання всіх.</p> <p>Варіанти відповіді <b>А–В неправильні</b>: їх бібліотекар навіть не згадує.</p> <p><b>Правильна відповідь: Г.</b></p>",
     "passage": "",
     "group": 0
    },
    {
     "id": 33976,
     "n": 23,
     "section": "logic",
     "question": "<p><strong>Прочитайте мікротексти й виконайте завдання.</strong></p> <p><strong><em>Довідка</em></strong>: У своєму листі № 106 Сенека-молодший як докір пише «Non vitae, sed scholae discimus» («Учимося не для життя, а для школи»), інакше кажучи, стверджує, що неправильно вчитися не для життя, а для школи.</p> <p>Яке з наведених нижче тверджень еквівалентне твердженню «<em>неправильно вчитися не для життя, а для школи»?</em></p>",
     "answers": [
      {
       "letter": "А",
       "html": "Правильно вчитися не для школи, а для життя."
      },
      {
       "letter": "Б",
       "html": "Правильно вчитися для школи, а не для життя."
      },
      {
       "letter": "В",
       "html": "Правильно вчитися як для школи, так і для життя."
      },
      {
       "letter": "Г",
       "html": "Правильно не вчитися ані для школи, ані для життя."
      }
     ],
     "correct": "А",
     "explanation": "<p>Варіант відповіді <b>А</b> <i>Правильно вчитися не для школи, а для життя</i> <b>правильний</b>. Еквівалентним формулюванням твердження Сенеки-молодшого є твердження <i>«Неправильно вчитися передусім для школи, а не для життя»</i>. Його подвійне заперечення – <i>«Правильно не (вчитися передусім для школи, а не для життя)»</i>, тобто <i>«Правильно вчитися передусім для життя, а не для школи»</i> або <i>«Правильно вчитися не для школи, а для життя»</i>.</p> <p>Варіант відповіді <b>Б неправильний</b>, адже це <b>заперечення</b> висловлення Сенеки-молодшого: <i>«Неправильно, що неправильно вчитися для школи, а не для життя»</i>, що еквівалентно висловленню <i>«Правильно вчитися для школи, а не для життя»</i>.</p> <p>Варіанти відповіді <b>Г, В неправильні</b>, оскільки у висловлюванні Сенека-молодший пріоритет віддає навчанню для життя, а в цих варіантах відповідей важливість навчання для життя і важливість навчання для школи зрівняні.</p> <p><b>Правильна відповідь: А.</b></p>",
     "passage": "",
     "group": 0
    },
    {
     "id": 33977,
     "n": 24,
     "section": "logic",
     "question": "<p><strong>Прочитайте мікротексти й виконайте завдання.</strong></p> <p><strong><em>Олег:</em></strong> У мене сестер удвічі більше, ніж братів, а в моєї сестри Оленки вдвічі більше братів, ніж сестер.</p> <p>Скільки дітей у родині Олега й Оленки?</p>",
     "answers": [
      {
       "letter": "А",
       "html": "У родині Олега й Оленки 2 дітей."
      },
      {
       "letter": "Б",
       "html": "У родині Олега й Оленки 4 дітей."
      },
      {
       "letter": "В",
       "html": "У родині Олега й Оленки 6 дітей."
      },
      {
       "letter": "Г",
       "html": "У родині Олега й Оленки 8 дітей."
      }
     ],
     "correct": "Б",
     "explanation": "<p>Варіант відповіді <b>Б</b> <i>У родині Олега й Оленки 4 дітей</i> <b>правильний</b>. Умова задачі симетрична відносно братів і сестер (вона не зміниться, якщо сестер і братів поміняти місцями), і тому кількості братів і сестер у родині однакові. Тобто залишається перевірити, яка пара чисел задовольняє умовам задачі: &lt; 0, 0 &gt;, &lt; 1, 1 &gt;, &lt; 2, 2 &gt;, &lt; 3, 3 &gt;, ….</p> <p>Перевірка показує, що пара &lt; 2, 2 &gt; відповідає умові задачі.</p> <p>Варіанти відповіді <b>А, В, Г неправильні</b>. У цьому легко переконатися, виконавши обчислення й узявши до уваги, що кількість братів і сестер у родині <b>однакова</b>.</p> <p><b>Правильна відповідь: Б.</b></p>",
     "passage": "",
     "group": 0
    },
    {
     "id": 33978,
     "n": 25,
     "section": "logic",
     "question": "<p>Який із наведених нижче варіантів відображає послідовність, у якій могли б відбутися співбесіди?</p>",
     "answers": [
      {
       "letter": "А",
       "html": "Нестор, Соломія, Марта, Олена, Роман, Кирило"
      },
      {
       "letter": "Б",
       "html": "Нестор, Роман, Марта, Олена, Соломія, Кирило"
      },
      {
       "letter": "В",
       "html": "Нестор, Марта, Соломія, Олена, Роман, Кирило"
      },
      {
       "letter": "Г",
       "html": "Нестор, Соломія, Кирило, Олена, Роман, Марта"
      }
     ],
     "correct": "А",
     "explanation": "<p>Для виконання таких завдань корисно структурувати інформацію зі стимулу в таблиці, де відобразити хоча б ту інформацію, яка чітко випливає з умов. Для зручності варто скорочувати імена до ініціальних літер.</p> <div> <table> <thead> <tr> <th>Керівник</th> <th>Пн</th> <th>Вт</th> <th>Ср</th> <th>Чт</th> <th>Пт</th> <th>Сб</th> </tr> </thead> <tbody> <tr> <td><b>К</b></td> <td> </td> <td> </td> <td> </td> <td> </td> <td> </td> <td>То</td> </tr> <tr> <td><b>М</b></td> <td> </td> <td> </td> <td> </td> <td> </td> <td> </td> <td> </td> </tr> <tr> <td><b>Н раніше, ніж О</b></td> <td> </td> <td> </td> <td> </td> <td> </td> <td> </td> <td> </td> </tr> <tr> <td><b>О</b></td> <td> </td> <td> </td> <td> </td> <td> </td> <td>Якщо</td> <td> </td> </tr> <tr> <td><b>Р відразу після О</b></td> <td> </td> <td> </td> <td> </td> <td> </td> <td> </td> <td> </td> </tr> <tr> <td><b>С</b></td> <td>Або</td> <td>Або</td> <td> </td> <td> </td> <td> </td> <td> </td> </tr> </tbody> </table> </div> <p>Конкретно ж для розв’язання завдання варто передусім перевірити варіанти відповіді на те, чи задовольняють вони вимоги однозначних умов, наведених у стимулах. Завдяки цьому вдасться легко з’ясувати, що варіанти відповідей <b>Б</b> та <b>В</b> суперечать умові <b>1</b>, адже цією умовою визначено, що співбесіда із Соломією має відбутися або в понеділок, або у вівторок. Водночас варіант відповіді <b>Г</b> суперечить умові <b>4</b>, якою визначено: якщо співбесіда з Оленою відбудеться в четвер, то співбесіда з Кирилом має відбутися в суботу.</p> <p>Отже, задовольняє умови <b>1–5</b> варіант відповіді <b>А</b>, у чому легко переконатися, попрацювавши з раніше створеною таблицею.</p> <p><b>Правильна відповідь: А.</b></p>",
     "passage": "<p><strong>Прочитайте опис ситуації та умов до неї й виконайте завдання.</strong></p><p>Кандидат на посаду має пройти співбесіди із шістьма керівниками компанії - Кирилом, Мартою, Нестором, Оленою, Романом і Соломією. Співбесіди відбудуться з понеділка по суботу. Щодня передбачена одна співбесіда з певним керівником компанії відповідно до таких умов:</p><p>1) співбесіда із Соломією має відбутися в понеділок або вівторок;</p><p>2) співбесіда з Романом буде наступного дня після співбесіди з Оленою;</p><p>3) співбесіда з Нестором має відбутися раніше, ніж з Оленою;</p><p>4) якщо співбесіда з Оленою відбудеться в четвер, то співбесіда з Кирилом буде в суботу;</p><p>5) співбесіда з Нестором не відбудеться ні в четвер, ні в суботу.</p>",
     "group": 2
    },
    {
     "id": 33979,
     "n": 26,
     "section": "logic",
     "question": "<p>Яке / які з наведених нижче тверджень І - ІІІ істинні?</p><p>І. Якщо співбесіда з Романом відбудеться в суботу, то співбесіда з Оленою могла відбутися в четвер.</p><p>ІІ. Якщо співбесіда з Мартою відбудеться в п'ятницю, то співбесіда з Оленою може бути в четвер.</p><p>ІІІ. Якщо співбесіда з Мартою відбулася в середу, то співбесіда з Оленою може бути в четвер.</p>",
     "answers": [
      {
       "letter": "А",
       "html": "тільки І"
      },
      {
       "letter": "Б",
       "html": "тільки ІІ"
      },
      {
       "letter": "В",
       "html": "тільки ІІІ"
      },
      {
       "letter": "Г",
       "html": "тільки І та ІІІ"
      }
     ],
     "correct": "В",
     "explanation": "<p>Твердження <b>І хибне</b>.</p> <p>Дійсно, якщо співбесіда з Оленою відбудеться в четвер, то співбесіда з Кирилом відбудеться в суботу (умова <b>4</b>). Тобто в суботу мають відбутися дві співбесіди – з Романом і з Кирилом, а це <b>неможливо</b>.</p> <p>Твердження <b>ІІ хибне</b>.</p> <p>Дійсно, якщо співбесіда з Оленою відбудеться в четвер, то співбесіда з Романом відбудеться в п’ятницю (умова <b>2</b>). Тобто в п’ятницю мають відбутися дві співбесіди – з Романом і з Мартою, а це <b>неможливо</b>.</p> <p>Співбесіди можуть відбутися в такій послідовності: Нестор, Соломія, Марта, Олена, Роман, Кирило. Отже, <b>твердження ІІІ істинне</b>.</p> <p><b>Правильна відповідь: B.</b></p>",
     "passage": "<p><strong>Прочитайте опис ситуації та умов до неї й виконайте завдання.</strong></p><p>Кандидат на посаду має пройти співбесіди із шістьма керівниками компанії - Кирилом, Мартою, Нестором, Оленою, Романом і Соломією. Співбесіди відбудуться з понеділка по суботу. Щодня передбачена одна співбесіда з певним керівником компанії відповідно до таких умов:</p><p>1) співбесіда із Соломією має відбутися в понеділок або вівторок;</p><p>2) співбесіда з Романом буде наступного дня після співбесіди з Оленою;</p><p>3) співбесіда з Нестором має відбутися раніше, ніж з Оленою;</p><p>4) якщо співбесіда з Оленою відбудеться в четвер, то співбесіда з Кирилом буде в суботу;</p><p>5) співбесіда з Нестором не відбудеться ні в четвер, ні в суботу.</p>",
     "group": 2
    },
    {
     "id": 33980,
     "n": 27,
     "section": "logic",
     "question": "<p>Якщо співбесіда з Мартою відбулася у вівторок, то всі наведені нижче твердження можуть бути істинними, ОКРІМ</p>",
     "answers": [
      {
       "letter": "А",
       "html": "Співбесіда з Романом відбудеться в четвер."
      },
      {
       "letter": "Б",
       "html": "Співбесіда з Романом відбудеться в п'ятницю."
      },
      {
       "letter": "В",
       "html": "Співбесіда з Кирилом відбудеться в четвер."
      },
      {
       "letter": "Г",
       "html": "Співбесіда з Кирилом відбудеться в суботу."
      }
     ],
     "correct": "А",
     "explanation": "<p>Твердження <b>А хибне</b>.</p> <p>Дійсно, якщо співбесіда з Романом відбудеться в четвер, то співбесіда з Оленою відбулася в середу (умова <b>2</b>). Оскільки співбесіда з Мартою відбулася у вівторок, то із Соломією вона відбулася в понеділок (умова <b>1</b>). Тоді співбесіда з Нестором відбудеться в п’ятницю або в суботу, а це <b>суперечить</b> умові <b>3</b>.</p> <p>Твердження <b>Б, В</b> і <b>Г істинні</b>, оскільки співбесіди можуть відбутися в такій послідовності: Соломія, Марта, Нестор, Олена, Роман, Кирило, або в такій послідовності: Соломія, Марта, Нестор, Кирило, Олена, Роман.</p> <p><b>Правильна відповідь: A.</b></p>",
     "passage": "<p><strong>Прочитайте опис ситуації та умов до неї й виконайте завдання.</strong></p><p>Кандидат на посаду має пройти співбесіди із шістьма керівниками компанії - Кирилом, Мартою, Нестором, Оленою, Романом і Соломією. Співбесіди відбудуться з понеділка по суботу. Щодня передбачена одна співбесіда з певним керівником компанії відповідно до таких умов:</p><p>1) співбесіда із Соломією має відбутися в понеділок або вівторок;</p><p>2) співбесіда з Романом буде наступного дня після співбесіди з Оленою;</p><p>3) співбесіда з Нестором має відбутися раніше, ніж з Оленою;</p><p>4) якщо співбесіда з Оленою відбудеться в четвер, то співбесіда з Кирилом буде в суботу;</p><p>5) співбесіда з Нестором не відбудеться ні в четвер, ні в суботу.</p>",
     "group": 2
    },
    {
     "id": 33981,
     "n": 28,
     "section": "logic",
     "question": "<p>Якщо Володимир буде в групі № 1, то хто ще зі студентів / студенток може бути в цій групі?</p>",
     "answers": [
      {
       "letter": "А",
       "html": "Богдан"
      },
      {
       "letter": "Б",
       "html": "Дарина"
      },
      {
       "letter": "В",
       "html": "Жанна"
      },
      {
       "letter": "Г",
       "html": "Захар"
      }
     ],
     "correct": "В",
     "explanation": "<p>Для виконання завдання імена студентів позначмо однією літерою: Аліна – <b>А</b>, Богдан – <b>Б</b>, Володимир – <b>В</b>, Григорій – <b>Г</b>, Дарина – <b>Д</b>, Жанна – <b>Ж</b>, Захар – <b>З</b>. Тепер узагальнімо й запишімо в скороченому вигляді всі умови (далі – умови), які наведено в завданні: у групах <b>1</b> і <b>3</b> має бути по <b>два</b> учасники, а в групі <b>2</b> – <b>три</b>:</p> <p>1) <b>А + З</b>;<br/> 2) <b>Б → В, Г</b>;<br/> 3) <b>Д → В, Г</b>.</p> <p>За <b>загальною</b> умовою, описаною в ситуації, у групі <b>1</b> має бути лише <b>два</b> учасники. За умовою цього завдання в групі <b>1</b> має бути <b>В</b>. Відповідно в ній <b>не можуть бути</b> (умови <b>2</b> і <b>3</b>) ні <b>Б</b>, ні <b>Д</b>. Також у групі <b>1</b> не можуть бути ні <b>А</b>, ні <b>З</b>, оскільки за умовою <b>1</b> вони мають бути в <b>одній</b> групі.</p> <p>Тож можливості бути учасниками групи <b>1</b> є тільки в <b>Г (Григорій)</b> та <b>Ж (Жанна)</b>. У варіантах відповіді <b>Г (Григорія) немає</b>, тому правильна відповідь – <b>Ж (Жанна)</b>.</p> <p><b>Правильна відповідь: В, Жанна.</b></p>",
     "passage": "<p><strong>Прочитайте опис ситуації та умов до неї й виконайте завдання.</strong></p><p>Для підготовки дослідницького проекту викладач розподіляє сімох студентів (Аліна, Богдан, Володимир, Григорій, Дарина, Жанна, Захар) в три групи (№ 1, № 2 та № 3). У групі № 1 та групі № 3 має бути по два учасники, а в групі № 2 -- три.</p><p>Під час формування груп мають бути враховані такі умови:</p><p>1) Аліна має бути в тій самій групі, що й Захар;</p><p>2) Богдан не має бути в групі ані з Володимиром, ані з Григорієм;</p><p>3) Дарина не має бути в групі ані з Володимиром, ані з Григорієм.</p>",
     "group": 3
    },
    {
     "id": 33989,
     "n": 29,
     "section": "logic",
     "question": "<p>Якщо Володимир буде в групі № 2, а Григорій - у групі № 3, то яке / які з наведених нижче тверджень І - ІІІ істинне / істинні?</p><p>І. У групі № 1 буде Богдан.</p><p>ІІ. У групі № 1 буде Дарина.</p><p>ІІІ. У групі № 1 буде Жанна.</p>",
     "answers": [
      {
       "letter": "А",
       "html": "тільки І"
      },
      {
       "letter": "Б",
       "html": "тільки ІІ"
      },
      {
       "letter": "В",
       "html": "тільки І та ІІ"
      },
      {
       "letter": "Г",
       "html": "тільки І та ІІІ"
      }
     ],
     "correct": "В",
     "explanation": "<p>Умови ситуації та завдання дають змогу однозначно по кроках визначити склад груп (у таблиці нижче поряд з іменем стоїть число – номер кроку, на якому визначено належність учасника до відповідної групи):</p> <div> <table> <thead> <tr> <th>Група 1</th> <th>Група 2</th> <th>Група 3</th> </tr> </thead> <tbody> <tr> <td>Борис (2), Дарина (2)</td> <td>Володимир (1) Алла (3), Захар (3)</td> <td>Григорій (1) Жанна (4)</td> </tr> </tbody> </table> </div> <p>Крок <b>1</b>: умова завдання (Володимир у групі <b>2</b>, Григорій у групі <b>3</b>).</p> <p>Крок <b>2</b>: умови <b>2</b> і <b>3</b> ситуації (ні Борис, ні Дарина не можуть бути в одній групі ні з Володимиром, ні з Григорієм).</p> <p>Крок <b>3</b>: умова <b>1</b> ситуації (Алла й Захар мають бути в одній групі).</p> <p>Крок <b>4</b>: Для Жанни залишилась одна можливість – група <b>3</b>.</p> <p>З такого складу груп випливає, що твердження <b>І</b> та <b>ІІ істинні</b>, а <b>ІІІ – хибне</b>. Тому <b>правильний</b> варіант відповіді – <b>В</b>.</p> <p><b>Правильна відповідь: В.</b></p>",
     "passage": "<p><strong>Прочитайте опис ситуації та умов до неї й виконайте завдання.</strong></p><p>Для підготовки дослідницького проекту викладач розподіляє сімох студентів (Аліна, Богдан, Володимир, Григорій, Дарина, Жанна, Захар) в три групи (№ 1, № 2 та № 3). У групі № 1 та групі № 3 має бути по два учасники, а в групі № 2 -- три.</p><p>Під час формування груп мають бути враховані такі умови:</p><p>1) Аліна має бути в тій самій групі, що й Захар;</p><p>2) Богдан не має бути в групі ані з Володимиром, ані з Григорієм;</p><p>3) Дарина не має бути в групі ані з Володимиром, ані з Григорієм.</p>",
     "group": 3
    },
    {
     "id": 33991,
     "n": 30,
     "section": "logic",
     "question": "<p>Якщо Жанна й Захар потрапили до однієї групи, то яке / які з наведених нижче тверджень І-ІІІ істинне / істинні?</p><p>І. Богдан і Дарина працюватимуть у тій самій групі.</p><p>ІІ. Аліна працюватиме в групі № 2.</p><p>ІІІ. Володимир і Григорій працюватимуть у різних групах.</p>",
     "answers": [
      {
       "letter": "А",
       "html": "тільки І"
      },
      {
       "letter": "Б",
       "html": "тільки ІІ"
      },
      {
       "letter": "В",
       "html": "тільки І та ІІ"
      },
      {
       "letter": "Г",
       "html": "тільки І та ІІІ"
      }
     ],
     "correct": "В",
     "explanation": "<p>Для виконання завдання імена студентів позначмо однією літерою: Аліна – <b>А</b>, Богдан – <b>Б</b>, Володимир – <b>В</b>, Григорій – <b>Г</b>, Дарина – <b>Д</b>, Жанна – <b>Ж</b>, Захар – <b>З</b>.</p> <p>З огляду на формулювання завдання (<b>Ж</b> і <b>З</b> мають бути в одній групі) й на умову <b>2</b> (<b>А</b> й <b>З</b> мають бути разом), а також на те, що в групі <b>2</b> має бути три учасники, можна однозначно стверджувати, що в групі <b>2</b> мають бути <b>А, З</b> й <b>Ж</b>.</p> <p>З огляду на умови <b>3</b> та <b>4</b> (<b>Б</b> не може бути разом ні з <b>В</b>, ні з <b>Г</b>; <b>Д</b> не може бути ні з <b>В</b>, ні з <b>Г</b>) <b>Б</b> і <b>Д</b> мають бути в одній із груп разом (або в групі <b>1</b>, або в групі <b>3</b>). Так само разом мають бути <b>В</b> і <b>Г</b>. Тобто маємо два варіанти складу груп:</p> <p><i>Перший варіант </i></p> <div> <table> <thead> <tr> <th>Група 1</th> <th>Група 2</th> <th>Група 3</th> </tr> </thead> <tbody> <tr> <td><b>Б, Д</b></td> <td><b>А, Ж, З</b></td> <td><b>В, Г</b></td> </tr> </tbody> </table> </div> <p><i>Другий варіант </i></p> <div> <table> <thead> <tr> <th>Група 1</th> <th>Група 2</th> <th>Група 3</th> </tr> </thead> <tbody> <tr> <td><b>В, Г</b></td> <td><b>А, Ж, З</b></td> <td><b>Б, Д</b></td> </tr> </tbody> </table> </div> <p>Проаналізувавши твердження в умові завдання, бачимо, що твердження <b>І</b> (Богдан і Дарина працюватимуть у тій самій групі) і твердження <b>ІІ</b> (Аліна працюватиме в групі <b>2</b>) є <b>правильними</b> за <b>обох</b> варіантів, при цьому твердження <b>ІІІ</b> (Володимир і Григорій працюватимуть у різних групах) завжди є <b>хибним</b>. Тобто правильним є варіант відповіді <b>В</b>.</p> <p><b>Правильна відповідь: B.</b></p>",
     "passage": "<p><strong>Прочитайте опис ситуації та умов до неї й виконайте завдання.</strong></p><p>Для підготовки дослідницького проекту викладач розподіляє сімох студентів (Аліна, Богдан, Володимир, Григорій, Дарина, Жанна, Захар) в три групи (№ 1, № 2 та № 3). У групі № 1 та групі № 3 має бути по два учасники, а в групі № 2 -- три.</p><p>Під час формування груп мають бути враховані такі умови:</p><p>1) Аліна має бути в тій самій групі, що й Захар;</p><p>2) Богдан не має бути в групі ані з Володимиром, ані з Григорієм;</p><p>3) Дарина не має бути в групі ані з Володимиром, ані з Григорієм.</p>",
     "group": 3
    },
    {
     "id": 33994,
     "n": 31,
     "section": "logic",
     "question": "<p>Скільки фахівців узяло участь у міжнародному науковому семінарі?</p>",
     "answers": [
      {
       "letter": "А",
       "html": "60"
      },
      {
       "letter": "Б",
       "html": "64"
      },
      {
       "letter": "В",
       "html": "65"
      },
      {
       "letter": "Г",
       "html": "70"
      }
     ],
     "correct": "Г",
     "explanation": "<p>Для зручності спочатку скоротімо умови, наведені в стимулі, позначивши мови першими буквами назв (<b>а</b>нглійська, <b>н</b>імецька, <b>ф</b>ранцузька):</p> <p>1) АН = \\(34\\);<br/> 2) АФ = \\(16\\);<br/> 3) НФ = \\(12\\);<br/> 4) АНФ = \\(8\\).</p> <p>Нехай \\(X\\) – множина учасників семінару, які володіють АН; \\(Y\\) – множина учасників семінару, які володіють АФ; \\(Z\\) – множина учасників семінару, які володіють НФ; \\(U\\) – множина учасників семінару, які володіють АНФ.</p> <p>Множини \\(X, Y, Z\\) та \\(U\\) попарно не перетинаються, а їхнє об’єднання є множиною всіх учасників семінару. Оскільки множини \\(X, Y, Z\\) та \\(U\\) налічують відповідно \\(34, 16, 12\\) і \\(8\\) елементів, то в семінарі взяли участь \\(70\\) фахівців: \\(34+16+12+8=70 .\\)</p> <p><b>Правильна відповідь: Г.</b></p>",
     "passage": "<p><strong>Прочитайте опис ситуації та умов до неї й виконайте завдання.</strong></p><p>Усі учасники міжнародного наукового семінару взяли участь в опитуванні щодо володіння ними англійською, німецькою та французькою мовами. У результаті було з'ясовано, що кожен фахівець володіє принаймні двома з трьох зазначених мов.</p><p>Кількісні дані опитування такі:</p><p>1) лише англійською та німецькою мовами володіють 34 фахівці;</p><p>2) лише англійською та французькою мовами володіють 16 фахівців;</p><p>3) лише німецькою та французькою мовами володіють 12 фахівців;</p><p>4) усіма трьома мовами володіють 8 фахівців.</p>",
     "group": 4
    },
    {
     "id": 33996,
     "n": 32,
     "section": "logic",
     "question": "<p>Скільки учасників міжнародного наукового семінару володіє французькою мовою?</p>",
     "answers": [
      {
       "letter": "А",
       "html": "30"
      },
      {
       "letter": "Б",
       "html": "32"
      },
      {
       "letter": "В",
       "html": "36"
      },
      {
       "letter": "Г",
       "html": "40"
      }
     ],
     "correct": "В",
     "explanation": "<p>Для зручності спочатку скоротімо умови, наведені в стимулі, позначивши мови першими буквами назв (<b>а</b>нглійська, <b>н</b>імецька, <b>ф</b>ранцузька):</p> <p>1) АН = \\(34\\);<br/> 2) АФ = \\(16\\);<br/> 3) НФ = \\(12\\);<br/> 4) АНФ = \\(8\\).</p> <p>Нехай \\(X\\) – множина учасників семінару, які володіють АН; \\(Y\\) – множина учасників семінару, які володіють АФ; \\(Z\\) – множина учасників семінару, які володіють НФ; \\(U\\) – множина учасників семінару, які володіють АНФ.</p> <p>Французькою мовою володіють лише ті учасники семінару, які належать до множин \\(Y, Z\\) або \\(U.\\) Отже, французькою мовою володіють \\(36\\) учасників семінару: \\(16+12+8=36.\\)</p> <p><b>Правильна відповідь: В.</b></p>",
     "passage": "<p><strong>Прочитайте опис ситуації та умов до неї й виконайте завдання.</strong></p><p>Усі учасники міжнародного наукового семінару взяли участь в опитуванні щодо володіння ними англійською, німецькою та французькою мовами. У результаті було з'ясовано, що кожен фахівець володіє принаймні двома з трьох зазначених мов.</p><p>Кількісні дані опитування такі:</p><p>1) лише англійською та німецькою мовами володіють 34 фахівці;</p><p>2) лише англійською та французькою мовами володіють 16 фахівців;</p><p>3) лише німецькою та французькою мовами володіють 12 фахівців;</p><p>4) усіма трьома мовами володіють 8 фахівців.</p>",
     "group": 4
    },
    {
     "id": 33998,
     "n": 33,
     "section": "logic",
     "question": "<p>Скільки учасників міжнародного наукового семінару володіє англійською мовою, але не володіє німецькою?</p>",
     "answers": [
      {
       "letter": "А",
       "html": "16"
      },
      {
       "letter": "Б",
       "html": "20"
      },
      {
       "letter": "В",
       "html": "24"
      },
      {
       "letter": "Г",
       "html": "26"
      }
     ],
     "correct": "А",
     "explanation": "<p> Для зручності спочатку скоротімо умови, наведені в стимулі, позначивши мови першими буквами назв (<b>а</b>нглійська, <b>н</b>імецька, <b>ф</b>ранцузька): </p> <p> 1) АН = \\(34\\);<br/> 2) АФ = \\(16\\);<br/> 3) НФ = \\(12\\);<br/> 4) АНФ = \\(8\\). </p> <p> Нехай \\(X\\) – множина учасників семінару, які володіють АН; \\(Y\\) – множина учасників семінару, які володіють АФ; \\(Z\\) – множина учасників семінару, які володіють НФ; \\(U\\) – множина учасників семінару, які володіють АНФ. </p> <p> Учасники семінару, які володіють англійською мовою, але не володіють німецькою мовою, становлять множину \\(Y.\\) Отже, таких учасників \\(16.\\) </p> <p><b>Правильна відповідь: A.</b></p>",
     "passage": "<p><strong>Прочитайте опис ситуації та умов до неї й виконайте завдання.</strong></p><p>Усі учасники міжнародного наукового семінару взяли участь в опитуванні щодо володіння ними англійською, німецькою та французькою мовами. У результаті було з'ясовано, що кожен фахівець володіє принаймні двома з трьох зазначених мов.</p><p>Кількісні дані опитування такі:</p><p>1) лише англійською та німецькою мовами володіють 34 фахівці;</p><p>2) лише англійською та французькою мовами володіють 16 фахівців;</p><p>3) лише німецькою та французькою мовами володіють 12 фахівців;</p><p>4) усіма трьома мовами володіють 8 фахівців.</p>",
     "group": 4
    }
   ]
  }
 ]
};
